{
  "MSG_HIKITUGI_010": "Nothing interesting here...",
  "DEMO_024_AFT_IMP_NOC": "\u0001́I'm gonna continue my business over at the new location! Before that, though... I'm still open for business right here!",
  "MSG_HIKITUGI_020": "You already received your reward for playing DQMJ3.\n\u0001ā\nPlease use the accessory voucher at the accesorry shop. Thank you!",
  "MSG_HIKITUGI_030": "This is the present machine.\n\u0001ā\nFor playing DQMJ3, I will specially reward you with 1 monster.\n\u0001ā\n..... but your inbox is full. Please make some room.",
  "MSG_HIKITUGI_040": "This is the present machine.\n\u0001ā\nFor playing DQMJ3, I will specially reward you with 1 monster.\n\u0001ā",
  "COLORFONDUE_WHITE_306": "\u0001́Without a Reactor, I'd never be able to find them!\nPlease, will you lend me your time!?\u0001Ă",
  "MSG_HIKITUGI_041": "I can reward you 1 monster out of these 4 types of monsters. \nWhich would you like?\u0001Ħ",
  "MSG_HIKITUGI_042": "Is %ls okay? \u0001Ă",
  "MSG_HIKITUGI_043": "Please accept it.",
  "MSG_GET_MONSTER": "\u0001\u0004%ls\u0001\u0001 became your ally!",
  "MSG_HIKITUGI_044": "And here is an accessory voucher as a bonus.",
  "MSG_HIKITUGI_045": "Received an \u0001\u0004 Accessory Voucher \u0001\u0001!",
  "MSG_HIKITUGI_046": "Take that into the accesory shop in the continent next to us.",
  "MIND_NOT_THING": "It doesn't appear to be thinking anything.",
  "MSG_HIKITUGI_050": "Okay then, I will hold on to this, Please come pick it up whenever you can.",
  "DEAD_RETURN_MSG_01_SPEED": "\u0001́ \u0001ȁ! Is everything alright?\n\u0001ā\nI'll fix you up, and then let's get back to saving the King!",
  "INN_NOC_MSG_1ST_003": "\u0001́I hope you slept well. Stop back here any time you start to feel tired.",
  "DEAD_RETURN_MSG_02_SPEED": "\u0001́\u0001ȁ, are you okay?\nIm going to recover you but just be more careful next time!",
  "NPC_COLORFONDUE_WHITE_REC": "\u0001̄A white Rainbow Fondude. It flails its brush while traveling about the world, painting it white.",
  "DEAD_RETURN_MSG_03_SPEED": "\u0001́Hmm... what happened, \u0001ȁ?\n\u0001ā\nYou musn't keep his highness waiting.\nDust yourself off, and get a move on!",
  "MSG_SHOP_ITEM_1ST": "\u0001́We are forever in your debt. It's not much, but I would like to help you out in any way that I can.\n\u0001ā\nNow, then... this is the Item Shop! Have a look around and see if there's anything that you'd like to buy or sell to me!",
  "MSG_SHOP_ITEM_2ND": "\u0001́Welcome to the Item Shop! Have a look at our goods!",
  "MSG_SHOP_ITEM_3RD": "\u0001́Thanks for stopping by!\nHopefully, you'll come back soon!",
  "DEMO_012_AFT_MINE": "\u0001́Oh!? Where are you going!?\n\u0001ā\nUse the search function of the Reactor and find Jack!",
  "DEMO_012_AFT_NOC_A": "\u0001́Your Reactor has a search mode. You should activate it and use it to locate Jack's hiding spot.",
  "DEMO_012_AFT_REACTOR": "\u0001̄To activate it, simply touch the button located in the \nbottom-right corner of the bottom-screen.",
  "DEMO_012_AFT_ACE": "\u0001́Dammit, you've found me! You're a sharp one, but don't think I won't resist you, human!\n\u0001ā\nOh, wait... so you aren't here to capture us? Thank goodness!\n\u0001ā\nT-That's... that's a Reactor! Could it be!? Are you a member of the Resistance!?",
  "DEMO_012_AFT_QEN": "\u0001̂Get your hands off me, you scoundrel! Only my darling husband can lay a finger on me!\n\u0001ā\nReally? You aren't here to harm any of us? Please, you must excuse my rude behavior.",
  "DEMO_012_AFT_INN": "\u0001́Ahhh! No, you've found me! Please, I beg you...\nI don't want to be captured! Wahhhhhhhhh!\n\u0001ā\nSniff... Huh? You're not here to hurt us? You're just looking to speak with Jack, you say?\n\u0001ā\nI'm sorry, but even if I want to help you... I haven't even the slightest\nidea where Jack has hidden himself.",
  "DEMO_012_AFT_FIND_ACE": "\u0001́There aren't many hiding spots for us in Wood Park, even though we're a fairly small species.\n\u0001ā\nBarrels and wood boxes were the best we could do. You should go investigate the remaining ones using your Reactor's Search Mode.",
  "REC_POINT_GR_05_01": "Suspicious Box",
  "DEMO_012_AFT_FIND_QEN": "\u0001̂A member of our village brought you here to rescue the\nothers, did he?\n\u0001ā\nWell, I never! What a delightful turn this terrible situation has taken! Please, oh please... rescue my poor darling!",
  "DEMO_012_AFT_FIND_INN": "\u0001́You're here to help us rescue our friends, you said?\n\u0001ā\nWell... I sure hope you can do it. You're the only hope we have at this point.",
  "DEMO_013_AFT_JAC": "\u0001́That hate-filled Boshock lives in Glutton's Keep, just to the southeast of our little village.\n\u0001ā\nHead south and look for the stone archway. From there, you'll\nproceed along the road beneath until you've spotted the castle.",
  "DEMO_013_AFT_ACE": "\u0001́If ya get lost or find yerself in a bit of a pickle, ring me\nup an' I'll do what I can to help ya's out.\n\u0001ā\nTrust me... ya'll ain't got a worry in the world with me by your side!",
  "DEMO_013_AFT_QEN": "\u0001̂The King... my baby.... I super beg you to super take good care of him.",
  "DEMO_013_AFT_QEN_WARNING": "\u0001̂My, oh my... dearie, I heard that you're goin' to help rescue my honeybunch and the rest of our friends!\n\u0001ā\nIf that's so, we cannot have you dyin' on us. Please darlin'...\nGo speak with Ace first and come up with a good plan.",
  "DEMO_013_AFT_NOC_A": "\u0001́Before venturing off, you'd do well to rest up at our Inn \nnext to the front entrance of the town.\n\u0001ā\nIt would surely spell disaster for the rest of us were you to head off to Glutton's Keep fatigued in any way!",
  "DEMO_013_AFT_JAC_WARNING": "\u0001́Head on over and speak with Ace, \u0001ȁ!\nHe'll be able to give you a better briefing of the task at hand!\nPlease, just see him!",
  "COLORFONDUE_WHITE_002": "\u0001́To change their colors, simply access the menu at the\nMixing Device, and choose Re-Color.",
  "DEMO_013_AFT_JAC_WARNING_SPEED": "{noise_speak_01Come on,　\u0001ȁ! Please speak with Ace.\n\u0001ā\nIf you are tired, you should go to the hotel near the gate and rest there.",
  "COLORFONDUE_BLACK_401": "\u0001́At long last, the time has arrived... now it's time for us to repay you for all your hard work!\n\u0001ā",
  "DEMO_013_AFT_QEN_2": "\u0001̂The King... my baby.... I super beg you to super take good care of him.\n\u0001ā\nAnd please.... super use this. It should help you.",
  "DEMO_013_AFT_SYS_2": "\u0001ȁ received the \u0001\u0004Strength Ring\u0001\u0001!",
  "DEMO_013_AFT_QEN_3": "\u0001̂Go to accessory equip in the menu and equip your team.\n\u0001ā\nAlright, then. I am super counting on you.",
  "DEMO_013_AFT_QEN_5": "\u0001̂We were living such nice, quaint lives here under the rule of my hubby... the Nochoro King.\n\u0001ā\nAnd then, suddenly, Boshock showed up... please darlin', I'm beggin' ya... you gotta rescue my sweet cupcake!",
  "DEMO_013_AFT_ACE_2": "\u0001́Alright-alright, now go 'an see Jack. He's been waitin' fer ya by the front of the Park.",
  "REC_POINT_GR_02_01": "Monolith",
  "DEMO_013_AFT_JAC_2_1": "\u0001́We're monsters, but, as you can see, we are weak and harmless. So, instead, we have wisdom.\n\u0001ā\nAce, for example, is talented and skilled at operating ancient tech, like the Reactor.\n\u0001ā\nIf you and Ace work hand-in-hand, I believe you can rescue the King!",
  "INN_NOC_MSG_1ST_001": "\u0001́Welcome to the Inn! Here, weary travelers can rest\nand recover.\n\u0001ā\nConsider this stay on the house! Would you care to spend the night?\u0001Ă",
  "DEMO_023_AFT_IMP_NOC": "\u0001́Monster Master! We're really counting on you!\n\u0001ā\nYou are our only hope!\n\u0001ā",
  "COLORFONDUE_GREEN_005": "\u0001́Zey are 'ze apple of my eye, 'zos \n\u0001\u0004%ls\u0001\u0001s... They're green, just like me!\n\u0001ā",
  "INN_NOC_MSG_1ST_002": "\u0001́Alrighty. Stop back here any time you start to feel tired.",
  "COLORFONDUE_GREEN_006": "\u0001́So anyway... could we exchange my treasure with %ls of your \u0001\u0004%ls\u0001\u0001　%ls? \u0001ġ",
  "DEMO_018_AFT_KNG": "\u0001̅I believe that you, \u0001ȁ, are, without a \ndoubt, the Monster Master spoken of in our lore.\n\u0001ā\nHowever, you have yet to awaken the hidden strengths that still lay dormant within you!\n\u0001ā\nTo get started, head up to the Monolith above me. It will take you \nto a Sacred Realm that only Monster Masters may enter.\n\u0001ā\nI pray that you find something of use inside, \u0001ȁ! Now go, and see if you can awaken some of those latent abilities!",
  "DEMO_018_AFT_JAC": "\u0001́The time has arrived, \u0001ȁ! Now, head over towards the Monolith and extend your hand.\n\u0001ā\nYou must not hesitate, my child. It is time for you to learn more about the true potential of a Monster Master.",
  "DEMO_018_AFT_ACE": "\u0001́The Sacred Grounds, as the King likes callin' it, is pretty much just the exclusive trainin' grounds fer you Monster Masters.\n\u0001ā\nHoo-boy, do I wanna check it out myself, but I can't. It's a buncha bull, but only you Monster Masters are allowed!",
  "NPC_NOCHORIN_REC": "\u0001̄A male of the Nochoro species. It seems to possess incredible speed for fleeing.",
  "DEMO_018_AFT_ACE_SPEED": "\u0001́I hear that the Holy Land that the King keeps talking about is actually a training ground for monster masters.\n\u0001ā\nOnly monster masters are allowed entry.",
  "DEMO_018_AFT_QEN": "\u0001̂My sweetie-pie sure has a lot o' years on me. I'm sure you could tell jus' by lookin' at me though, tee hee.\n\u0001ā\nThat's what made me fall in love with him though... he's ever so wise and carin' about his subjects.",
  "DEMO_022_AFT_BOK_NOC": "\u0001̂My bookstore is under maintenance. Don't bother me.",
  "DEMO_018_AFT_NOC_A": "\u0001́Oh hoh hoh hoh! I knew you'd be able to rescue everyone! My intuition is always spot on.\n\u0001ā\nI've always been told, after all, that my intuition and my speed are my best traits!",
  "DEMO_018_AFT_NOC_B": "\u0001́Boshock originally invaded these land to destroy \nthe Resistance.\n\u0001ā\nHe never left, though, even after he wiped them out.\n\u0001ā\nOnce the Resistance was wiped out, all he had left to do around here was terrorizing us for fun.",
  "DEMO_018_AFT_NOC_C": "\u0001́Ugh... if it wasn't for Boshock.....\n\u0001ā\nBut, now, we are free. All thanks to you.",
  "DEMO_018_AFT_BNK_NOC": "\u0001́I'm still in awe that everyone made it back in one piece... I think this calls for a celebration!\n\u0001ā\nAh, I know... I think I'll reopen the bank. Come visit if you'd like to safely store your gold!",
  "DEMO_018_AFT_BOK_NOC": "\u0001̂I'm so happy that we're finally free of that rotten iron \ncage over at Glutton's Keep.",
  "DEMO_018_AFT_BUT_NOC": "\u0001́I'm the town Butcher here at Wood Park. However, I'm still a bit too worked up to run the shop.\n\u0001ā\nAll monsters love meat, and it can help you scout them. Come check the shop out once I've reopened it.",
  "COLORFONDUE_YELLOW_201": "\u0001́Hey now! You didn't bring me enough \u0001\u0004%ls\u0001\u0001 to trade like I asked!\n\u0001ā",
  "DEMO_018_AFT_REC_NOC": "\u0001́Wow! Your Reactor looks so cool! I want one just\nlike yours someday!",
  "DEMO_018_AFT_ACC_NOC": "\u0001̂The Queen is always requesting that I craft new accessories for her...\n\u0001ā\nJeez, we all just narrowly escaped death, and... she wants to put me back to work already...",
  "DEMO_022_AFT_IMP_NOC": "\u0001́I'm still not ready to open my store yet,\u0001ȁ. Come back in a little while.\n\u0001ā",
  "DEMO_018_AFT_FIT_NOC": "\u0001́I've been away from Wood Park for a while, but, now that I'm back, I really appreciate being here...",
  "COLORFONDUE_WHITE_603": "\u0001́Once you release them, let them know to come meet me back here at Wood Park.",
  "DEMO_018_AFT_SPEED_ADD": "\u0001́Man.... who would've thought that Nochorin would save us by bringing in humans\n\u0001ā\nNochrin has such good intuition. He brought the best person for the job!",
  "DEMO_023_AFT_KNG_RIDE_OFF": "\u0001̅Oh, splendid! You've befriended a Bullfinch. Go ride it and then come talk to me again.",
  "COLORFONDUE_WHITE_201": "\u0001́Oh boy, this is troublesome... what in the world am I to do...",
  "DEMO_022_AFT_JAC": "\u0001́You're back! Now, please, go see the King!",
  "COLORFONDUE_GREEN_102": "\u0001́Merci! Now, just ga'zer some more \u0001\u0004%ls\u0001\u0001s,\nand come and see me again!",
  "DEMO_022_AFT_ACE": "\u0001́You came back already? I wanted to go to the Holy Land with you.",
  "DEMO_022_AFT_QEN": "\u0001̂Hi \u0001ȁ! Super how are you?\n\u0001ā\nMy sweetheart is super waiting for you. Would you please go see him?",
  "DEMO_022_AFT_NOC_A": "\u0001́Hey, where did you go? You seem preoccupied.",
  "DEMO_022_AFT_NOC_B": "\u0001́The King awaits you. Please go see him.",
  "DEMO_022_AFT_NOC_C": "\u0001́A monster like Boshock could appear again in the future...\n\u0001ā\nSo, we might not be able to stay here for long...",
  "DEMO_022_AFT_BNK_NOC": "\u0001́I haven't been able to work at the bank yet. I have other things to do.",
  "DEMO_022_AFT_BUT_NOC": "\u0001́What are you doing? Aren't you going to go see the King?",
  "COLORFONDUE_WHITE_108": "\u0001́Brother White, who's bright color palette can be seen the world over!",
  "DEMO_022_AFT_REC_NOC": "\u0001́You went to the Holy Land? Did you happen to find a Reactor on the ground?",
  "DEMO_022_AFT_ACC_NOC": "\u0001̂I have to clean this place up before I start making accessories.",
  "DEMO_022_AFT_FIT_NOC": "",
  "DEMO_023_AFT_KNG": "\u0001̅I'd like you to locate a monster known as the Bullfinch, and befriend it through use of your Scout ability.\n\u0001ā\nYou should be able to find a herd of them by heading east from here, and\nthen going south from the next area over.\n\u0001ā\nOnce you've befriended one, I need to verify that you do indeed\nhave the ability to Land Ride it.",
  "DEMO_023_AFT_JAC": "\u0001́Master \u0001ȁ! Please, you absolutely must fulfill the King's request!",
  "COLORFONDUE_WHITE_209": "\u0001́I refer to them as Stealth Boxes, because they are invisible to the naked eye.\n\u0001ā",
  "DEMO_023_AFT_ACE": "\u0001́Yer off to scout a monster, aren'tcha? Then I don't think I'm gonna be much help for the time bein'.\n\u0001ā\nHow's about you gimme a holler after yer all finished!",
  "DEMO_023_AFT_QEN": "\u0001̂Ooo-oh, hey there \u0001ȁ! How are you, darlin'?\n\u0001ā\nMy sweetie-pie asked you for another favor, eh? Tee-hee... well I hope it ain't too much trouble.",
  "DEMO_023_AFT_NOC_A": "\u0001́I've heard that \"Land Riding\" is the most basic of all the Monster Riding techniques at a Monster Master's disposal.\n\u0001ā\nJust assign a monster to the corresponding direction on the D-pad, \npress it in the field, and off you go.\n\u0001ā\nHowever, you can't assign one to the down direction. That's because\npressing down will allow you to dismount your ride!",
  "DEMO_023_AFT_NOC_B": "\u0001́Increasing battle speed? Hmm... I've heard that before, I think. Only Monster Masters can do that though, right?\n\u0001ā\nIf I remember correctly, all you need to do, is press the R-button in the middle of battle to alter the combat speed.\n\u0001ā\nPressing it again will return the speed back to normal. Boy oh boy, what a day and age we live in!",
  "DEMO_023_AFT_NOC_C": "\u0001́Wood Park is so ragged. We should think about relocating...",
  "COLORFONDUE_WHITE_901": "\u0001́Oh? It looks like you've found some of my brothers.\n\u0001ā",
  "DEMO_023_AFT_BNK_NOC": "\u0001́Now that you've mastered the \"Land Ride\" ability, naturally, everyone's expectations of you have been raised.\n\u0001ā\nWith great power comes great responsibility, as they say... isn't that right?",
  "DEMO_023_AFT_BOK_NOC": "\u0001̂According to my studies regarding Monster Masters, there are\nlicenses available to them that are higher than the C-Rank.\n\u0001ā\nObtaining a higher rank license, like always, seems to come with new\nabilities, too... maybe even more ways to ride!",
  "DEMO_023_AFT_BUT_NOC": "\u0001́Hmm... the King seems to have a plan up his sleeve.\nIt's all up to you now, so you'd better get on it...\n\u0001ā\nI can't wait to find out what he's planning. We'll be waiting for you to return, Monster Master!",
  "COLORFONDUE_WHITE_801": "\u0001́I have a feeling that one of my brothers is held captive\non a floating island just near the Fiery Volcano.\n\u0001ā",
  "DEMO_023_AFT_REC_NOC": "\u0001́Speeds vary from one monster to the next, but you can usually travel much faster than normal when you're riding a monster...\n\u0001ā\nThey jump higher than you, too, and all of them vary as well. Try jumping while riding to reach places you previously couldn't!\n\u0001ā\nPlaces you can't reach yourself usually are home to rare items and monsters you haven't previously seen!",
  "COLORFONDUE_WHITE_402": "\u0001́%ls of my brothers still remain, held captive in those stealth boxes. Please, save them!\n\u0001ā",
  "DEMO_023_AFT_ACC_NOC": "\u0001̂When riding your monsters, pressing the A-button will order your monster to do an attack in the field!\n\u0001ā\nIf this attackhits opponent prior to battle, you'll stun the enemy for a moment and can surprise them!\n\u0001ā\nYou can also avoid monsters you'd rather not fight while they're\nstunned. I hope that little tip comes in handy!",
  "DEMO_023_AFT_FIT_NOC": "\u0001́You're always wearing the same clothes. Don't you ever get bored?",
  "DEMO_024_AFT_KNG": "\u0001̅It has long been my desire to re-establish communications with the humans and their city on the other side of the cliffs.\n\u0001ā\nI believe that by riding the Bullfinch and using its gliding jump to hover over the ravine, we can find a way across.\n\u0001ā\nMy subjects and I shall leave Wood Park and meet you at these cliffs.\n\u0001ā\nNow, let us all head towards the cliffs just north of Wood Park! Safe travels, and we shall see you shortly!",
  "DEMO_024_AFT_QEN": "\u0001̂We're all quite friendly with the humans. Ya'll are such a friendly bunch, tee-hee.\n\u0001ā\nI can't help but get lost in thought, wonderin' what they've all been up to... I sure have been worried sick!",
  "DEMO_024_AFT_JAC": "\u0001́Master \u0001ȁ! Thank you ever so much!\nWe are once again in your debt!",
  "DEMO_024_AFT_ACE": "\u0001́Hoooo-wee! 'Bout time we get to have a little bit o' fun!\nWe been cooped up in these Woods fer way too long!",
  "DEMO_024_AFT_NOC_A": "\u0001́Who knew our initial meeting would turn into an adventure for the whole Nochoro tribe.\n\u0001ā\nI never would've guessed back then that it all would turn out quite like it has...",
  "DEMO_024_AFT_NOC_B": "\u0001́One request after another, you never seem to let us or His Highness down. I just hope we aint't becomin' too troublesome...\n\u0001ā\nHeck, if we scare you off now, we might not have you around whenever we REALLY need you, hoh hoh hoh!",
  "DEMO_024_AFT_NOC_C": "\u0001́Saying goodbye to Wood Park... makes me sad...",
  "DEMO_024_AFT_BNK_NOC": "\u0001́I'm going to use the gold I've been saving to live a cozy life after we make our big move!",
  "DEMO_024_AFT_BOK_NOC": "\u0001̂I'm excited to get over to the human city... there are probably a lot of books I've never read!",
  "DEMO_024_AFT_BUT_NOC": "\u0001́When I open my butcher shop after the big move, make sure you stop by and check out all my goods!",
  "DEMO_024_AFT_REC_NOC": "\u0001́I really wanna get my claws on a Reactor of my own. \nMaybe I'll find one laying around over at the human city.",
  "DEMO_024_AFT_ACC_NOC": "\u0001̂I'm gonna keep makin' accessories even after we all\nmake this big move! Oh, how exciting!",
  "DEMO_024_AFT_FIT_NOC": "\u0001́Moving is so stressful. But, I'm having fun with it.",
  "COLORFONDUE_WHITE_112": "\u0001́Using this new technique, you'll be able to recolor a\nmonster to that of the Rainbow Fondude you use!\n\u0001ā",
  "DEMO_024_AFT_SPEED_ADD": "\u0001́ I didn't think we'd have to leave here so quickly after \u0001ȁ saved us\n\u0001ā\nEverything just effortlessly fell in its place...",
  "CAPTURE_GREEN_INN": "Would you like to rest in the bed?\u0001Ă",
  "CAPTURE_CITY_INN_01": "If you'd like, you can rest in my bed.\n\u0001ā\nI should be up in the morning... I'll make sure you're up on time.\n\u0001ā\nWould you care to lay down here and rest up a bit?\u0001Ĉ",
  "COLORFONDUE_WHITE_102": "\u0001́Now that you've saved all of us, I have something\nspecial to show you!! Hurry, everyone!",
  "CAPTURE_CITY_INN_02": "The bed can be used to rest.\u0001Ĉ",
  "COLORFONDUE_WHITE_103": "\u0001́Brother Green, as green as the healing winds!",
  "COLORFONDUE_BLUE_101": "\u0001ȁ exchanged \u0001\u0004%ls\u0001\u0001(%ls) \nfor \u0001\u0004%ls\u0001\u0001(%ls).",
  "INN_MSG_NO": "Decided not to use the bed.",
  "INN_MSG_YES": "\u0001\u0004HP & MP were fully restored!\u0001\u0001",
  "COLORFONDUE_WHITE_105": "\u0001́Brother Blue, who's as blue as a crisp, clear, refreshing blue sky!",
  "COLORFONDUE_WHITE_BY_CROW_001": "\u0001́Oh yea, I found a \u0001\u0004Piece of the Sea Map\u0001\u0001\nwhile looking for my brothers.\n\u0001ā\nIf you find all my brothers, I promise you to give you a\u0001\u0004Piece of the Sea Map\u0001\u0001.",
  "COLORFONDUE_WHITE_BY_CROW_002": "\u0001́Oh yea, I found \n\u0001\u0004 Piece of the sea map \u0001\u0001 while looking for my brothers.\n\u0001ā\nIf you find all my brothers, I promise you to give you \u0001\u0004 A piece of a Sea map \u0001\u0001",
  "COLORFONDUE_WHITE_001": "\u0001́Utilizing the colors of my fondue brothers, we have\nthe ability to change the colors of your monsters.\n\u0001ā",
  "COLORFONDUE_WHITE_101": "\u0001́You're back, \u0001ȁ! My brothers and I \nowe the world to you!\u0001ā",
  "COLORFONDUE_WHITE_104": "\u0001́Brother Black, as dark as a thick fog, lurking through the night!",
  "COLORFONDUE_BLUE_102": "\u0001́Alright, the exchange is done... now, go out there, find some more, and bring them back to me, okay?",
  "COLORFONDUE_WHITE_106": "\u0001́Brother Yellow, with a shimmer like a delicious, sparkling, yellow lemon!",
  "COLORFONDUE_WHITE_107": "\u0001́Brother Red, burns brightly with the surging passion\nof a crimson flame! Red Fondue!",
  "COLORFONDUE_WHITE_109": "\u0001́And now, we all gather our powers to form the\nlegendary... Rainbow Fondude!",
  "COLORFONDUE_WHITE_110": "\u0001́Now, it's time to teach you the secret technique of\nRecoloring, using each of our colors!",
  "COLORFONDUE_WHITE_111": "Your Reactor now knows how to do Recoloring!",
  "COLORFONDUE_WHITE_113": "\u0001́Just like other Fusing operations you perform, you'll choose Recolor from the menu.\n\u0001ā",
  "COLORFONDUE_WHITE_114": "\u0001́Then, simply dye your monster to the color you desire!",
  "COLORFONDUE_WHITE_202": "\u0001́Hey! You there! Do you know how to use that Reactor on your face!?\n\u0001ā",
  "COLORFONDUE_WHITE_203": "\u0001́Wonderful! This is truly a miracle! You should be able to help me by using that Reactor!\n\u0001ā",
  "COLORFONDUE_BLUE_201": "\u0001́Come on! You didn't bring me enough! I can't just give these away, y'know!\n\u0001ā",
  "COLORFONDUE_WHITE_204": "\u0001́Pardon me for not introducing myself... I am the\neldest of the Fondudes, Brother White.\n\u0001ā",
  "COLORFONDUE_BLUE_202": "\u0001́Once you've gathered \u0001\u0004%ls\u0001\u0001(%ls), \ncome back and see me, and I'll trade you!",
  "COLORFONDUE_WHITE_205": "\u0001́Now, back to your Reactor. I have a favor to ask...\nWould you use your Reactor to locate and save my brothers?\n\u0001ā",
  "COLORFONDUE_WHITE_206": "\u0001́Without a Reactor, I'd never be able to find them!\nPlease, will you lend me your time!?\u0001Ă",
  "COLORFONDUE_WHITE_207": "\u0001́Gahhhh...... please reconsider! Will you please lend me your time?\u0001Ă",
  "COLORFONDUE_WHITE_208": "\u0001́Thanks... my brothers are being held captive in these strange, invisible, locked boxes...\n\u0001ā",
  "COLORFONDUE_WHITE_210": "\u0001́However, by using your Reactor, you can reveal these\nstealth boxes and then release my brothers from them.\n\u0001ā",
  "REC_POINT_GR_01_02": "\u0001̄A large tree in the center of the park. The branches form the roof.",
  "COLORFONDUE_WHITE_211": "\u0001́This is the only way to find them as well, so you can now see why I absolutely need your assistance.\n\u0001ā",
  "COLORFONDUE_WHITE_212": "\u0001́Please, go out there and find my %ls remaining\nbrothers hidden around the world.\n\u0001ā",
  "COLORFONDUE_WHITE_213": "\u0001́Once you release them, let them know to come meet me back here at Wood Park.",
  "COLORFONDUE_WHITE_301": "\u0001́Hmm... I wonder if meeting that one would even be possible...",
  "COLORFONDUE_WHITE_302": "\u0001́Ah! That device... it's a Reactor! Could you be... are you \u0001ȁ!?\n\u0001ā",
  "COLORFONDUE_WHITE_303": "\u0001́Wow! Truly this is a miracle! The gods have not forsaken my brothers!\n\u0001ā",
  "COLORFONDUE_BLUE_301": "\u0001́Hmm? You've changed your mind, then. Fair enough, stop back if you change it again.",
  "COLORFONDUE_WHITE_304": "\u0001́Allow me to introduce myself... I am Brother White,\neldest of the fondue brothers.\n\u0001ā",
  "NPC_COLORFONDUE_RED_REC": "\u0001̄A red Rainbow Fondude. Looks like a flame burning bright with passion.",
  "COLORFONDUE_WHITE_305": "\u0001́Sadly, I have a favor to ask of you... I need you to use\nyour Reactor to find and save my captured brothers!\n\u0001ā",
  "COLORFONDUE_WHITE_401": "\u0001́Have you fully searched the Fallen City? I feel as though one of my brothers was hidden at the Power Plant.\n\u0001ā",
  "NPC_ACE_REC": "\u0001̄A Nochoro that loves tinkering with machines. He also wears a Reactor on his head.",
  "COLORFONDUE_WHITE_403": "\u0001́Once you release them, let them know to come meet me back here at Wood Park.",
  "COLORFONDUE_BLUE_401": "\u0001́\u0001ȁ! Just who I was hoping to see! \nI've been waiting for you!\n\u0001ā",
  "COLORFONDUE_WHITE_501": "\u0001́I have a feeling that one of my brothers is held captive\nnear the end of the Spirit Road.\n\u0001ā",
  "NPC_COLORFONDUE_GREEN_REC": "\u0001̄A green Rainbow Fondude, and one of the Fondudes.\nGreen colored, like the color of a healing wind.",
  "COLORFONDUE_WHITE_502": "\u0001́%ls of my brothers still remain, held captive in those stealth boxes. Please, save them!\n\u0001ā",
  "COLORFONDUE_WHITE_503": "\u0001́Once you release them, let them know to come meet me back here at Wood Park.",
  "COLORFONDUE_BLUE_501": "\u0001́Being stuck in that box in the Grim Tundra was the\nworst... it was so cold and lonely!\n\u0001ā",
  "COLORFONDUE_WHITE_601": "\u0001́I have a feeling that one of my brothers is held captive\non the outskirts of the Grim Tundra.\n\u0001ā",
  "COLORFONDUE_WHITE_602": "\u0001́%ls of my brothers still remain, held captive in those stealth boxes. Please, save them!\n\u0001ā",
  "COLORFONDUE_WHITE_701": "\u0001́I have a feeling that one of my brothers is held captive\njust outside of the Darkiron Bastille.\n\u0001ā",
  "DEMO_048_MSG_002": "\u0001́Now, to reach that despicable Fortress, you'll just need to head a ways to the southeast of here!\n\u0001ā\nOnce you see the stone arch, you can simply follow the road right beneath it all the way to Glutton's Keep.\n\u0001ā\nOne more thing before you leave us... Her Highness here has something \nshe would like to bestow upon you to assist you!",
  "COLORFONDUE_WHITE_702": "\u0001́%ls of my brothers still remain, held captive in those stealth boxes. Please, save them!\n\u0001ā",
  "DEMO_048_MSG_003": "\u0001̂I'm beggin' you dearie... take super good care of my darling honeybunch, and get everyone back here safe.. you included, hun!\n\u0001ā\nEquip this ring by slippin' it on one o' your monsters!\nIt'll make 'em even stronger!",
  "COLORFONDUE_WHITE_703": "\u0001́Once you release them, let them know to come meet me back here at Wood Park.",
  "DEMO_048_MSG_004": "Got the \u0001\u0004Strength Ring\u0001\u0001!",
  "COLORFONDUE_WHITE_802": "\u0001́%ls of my brothers still remain, held captive\nin those stealth boxes. Please, save them!\n\u0001ā",
  "COLORFONDUE_WHITE_803": "\u0001́Once you release them, let them know to come meet me back here at Wood Park.",
  "COLORFONDUE_WHITE_902": "\u0001́If you are able to reunite all of my brothers... I'm planning on showing you something special.\n\u0001ā",
  "COLORFONDUE_WHITE_903": "\u0001́Until then, just keep telling my other brothers that you\nfind along the way to make their way back here to me.",
  "COLORFONDUE_GREEN_001": "\u0001́It's possible to gain even more colors by mixing together the different colors we offer to make new ones.\n\u0001ā",
  "COLORFONDUE_GREEN_002": "\u0001́Mixing a Red and Blue Fondue, for instance, will result\nin a Purple Fondue...\n\u0001ā",
  "REC_POINT_GR_03_01": "Personal Computing Device",
  "COLORFONDUE_GREEN_003": "\u0001́You'll just have to try our various color combinations.\nI'm sure you'll find it to be quite fun.",
  "REC_POINT_GR_03_02": "\u0001̄A personal computing device made by combining mechanical components collected from a junkyard.",
  "COLORFONDUE_GREEN_004": "\u0001́Enough of 'zat, 'zo... Sir \u0001ȁ, have you come\nacross any \u0001\u0004%ls\u0001\u0001s on your travels?\n\u0001ā",
  "COLORFONDUE_GREEN_101": "\u0001ȁ exchanged \u0001\u0004%ls\u0001\u0001 (x%ls) for \u0001\u0004%ls\u0001\u0001 (x%ls)!",
  "COLORFONDUE_GREEN_201": "\u0001́Excusez-moi? You must be mistaken, mon ami.\n\u0001ā",
  "COLORFONDUE_GREEN_202": "\u0001́Remember, I'm looking for ' ze\u0001\u0004%ls\u0001\u0001s, at least %ls or more of 'zem, alright?",
  "COLORFONDUE_GREEN_301": "\u0001́Je vois... I must admit, I'm disappointed. If you change your mind 'zough, \njust let me know.",
  "COLORFONDUE_GREEN_401": "\u0001́Incroyable, Sir \u0001ȁ! All of my brothers are back, and 'zey\n'ave you to thank for it!\n\u0001ā",
  "COLORFONDUE_GREEN_402": "\u0001́Go speak with Brother White! I know he's got something he's been waiting to show you.",
  "COLORFONDUE_GREEN_501": "\u0001́Merci beaucoup! It is my savior, Sir \u0001ȁ! \nI vanted to give you a proper salute!\n\u0001ā",
  "COLORFONDUE_GREEN_502": "\u0001́I had just started to lose all of 'ze remaining hope I had,\nstuck inside of 'zat box...\n\u0001ā",
  "COLORFONDUE_GREEN_503": "\u0001́It is a scary thought, no? What would have become of me,\nhad you not saved me, Sir \u0001ȁ?!",
  "COLORFONDUE_BLACK_001": "\u0001́Monsters that have already been recolored can also\nbe restored to their original color palette.\n\u0001ā",
  "REC_POINT_GR_06_02": "\u0001̄A mysterious box left behind in Wood Park. When you listen closely to it, you can hear a loud noise.",
  "COLORFONDUE_BLACK_002": "\u0001́You can even regain a Rainbow Fondude, that was\nexpended to make its color, upon reverting.\n\u0001ā",
  "COLORFONDUE_BLACK_003": "\u0001́If they were mixed, though, it might be one of\nthe Rainbow Fondude's parent colors.",
  "COLORFONDUE_BLACK_004": "\u0001́By the way, before I forget... I recently started my own item business.\n\u0001ā",
  "COLORFONDUE_BLACK_005": "\u0001́If you've got time, how about taking a look at my wares?\u0001Ă",
  "COLORFONDUE_BLACK_101": "\u0001́I hope you found what you needed! Come back anytime!",
  "COLORFONDUE_RED_002": "\u0001́Slimes, for instance, can only have their body\nrecolored, as they have no other body parts...\n\u0001ā",
  "COLORFONDUE_BLACK_301": "\u0001́That's alright... perhaps next time.",
  "COLORFONDUE_RED_202": "\u0001́When you have \u0001\u0004%ls\u0001\u0001(%ls or more), please come speak with me again.",
  "COLORFONDUE_BLACK_402": "\u0001́Go see my eldest brother, Brother White. He'll have all the details for you.",
  "COLORFONDUE_BLACK_501": "\u0001́Hey! My god, I thought I'd never get out of that stealth box...\n\u0001ā",
  "COLORFONDUE_RED_402": "\u0001́It's great to be reunited with my brothers. You'll find us all over at Brother White's place!",
  "COLORFONDUE_BLACK_502": "\u0001́I thought I was next in line to join the undead souls up there on the Spirit Road! Hah hah hah!",
  "COLORFONDUE_BLUE_001": "\u0001́I'm a member of the endangered tribe of Fondue\nmonsters from within the Broken World.\n\u0001ā",
  "COLORFONDUE_BLUE_002": "\u0001́If you wouldn't mind looking for the other members of\nmy family, you'd best seek out rips in space and time.\n\u0001ā",
  "COLORFONDUE_BLUE_003": "\u0001́Some of the others... I heard may have gone to serve\nsomeone who is really into collecting Tiny Medals...",
  "COLORFONDUE_BLUE_004": "\u0001́Ah, yes! Before I forget... I've been collecting lots of \u0001\u0004%ls\u0001\u0001s...\n\u0001ā",
  "COLORFONDUE_BLUE_005": "{noise_speak_01「\u0001ȁ, could we exchange my teasure for %ls of your \u0001\u0004%ls\u0001\u0001? \u0001Ģ",
  "COLORFONDUE_BLUE_402": "\u0001́We've got to hurry over to Brother White's place!\nI can't wait to see what awaits us over there.",
  "COLORFONDUE_BLUE_502": "\u0001́Thanks to you though, I got out of there and I'm\nhome where I belong.",
  "COLORFONDUE_YELLOW_001": "\u0001́\u0001ȁ, there are certain parts of a monster that cannot be recolored...\n\u0001ā",
  "COLORFONDUE_YELLOW_002": "\u0001́Typically, demons with black, white or gray parts\nare harder to recolor.\n\u0001ā",
  "COLORFONDUE_YELLOW_003": "\u0001́Metal Slimes and Stone Golems, for instance, are not suitable candidates for recoloring.",
  "COLORFONDUE_YELLOW_004": "\u0001́That said, \u0001ȁ... I've been collecting a lot of \u0001\u0004%ls\u0001\u0001s lately...\n\u0001ā",
  "COLORFONDUE_YELLOW_005": "\u0001́If you have them, could we exchange my treasure for %ls of your \u0001\u0004%ls\u0001\u0001? \u0001ģ",
  "COLORFONDUE_YELLOW_101": "\u0001ȁ exchanged \u0001\u0004%ls\u0001\u0001(%ls) \nfor \u0001\u0004%ls\u0001\u0001(%ls).",
  "COLORFONDUE_YELLOW_102": "\u0001́Oh hoh hoh... thank you very much. Come back when you find some more, alright?",
  "COLORFONDUE_YELLOW_202": "\u0001́Remember, I'm looking for \u0001\u0004%ls\u0001\u0001... more specifically, %ls of them.",
  "COLORFONDUE_YELLOW_301": "\u0001́That's so disappointing to hear. But, if you change\nyour mind, simply let me know.",
  "COLORFONDUE_YELLOW_401": "\u0001́Thanks to you, \u0001ȁ, my brothers and\nI have finally been reunited.\n\u0001ā",
  "COLORFONDUE_YELLOW_402": "\u0001́We'd all like to thank you, but first... perhaps you could just go speak with Brother White?",
  "COLORFONDUE_YELLOW_501": "\u0001́I could never find a way to break out of the Darkiron Bastille while I was trapped in there.\n\u0001ā",
  "COLORFONDUE_YELLOW_502": "\u0001́Thanks to you, though, \u0001ȁ, I'm free\nonce more... it's good to be out, oh hoh hoh!",
  "COLORFONDUE_RED_001": "\u0001́The parts of a monster that can be recolored are\ndifferent for each type.\n\u0001ā",
  "COLORFONDUE_RED_003": "\u0001́While monsters, like Boss Trolls, can recolor their\nskin, clothes, and other parts.",
  "COLORFONDUE_RED_004": "\u0001́By the way... I have a small favor to ask of you. I've been seeking out \u0001\u0004%ls\u0001\u0001s...\n\u0001ā",
  "COLORFONDUE_RED_005": "\u0001́If you have them, could we exchange my treasure for %ls of your \u0001\u0004%ls\u0001\u0001? \u0001ģ",
  "COLORFONDUE_RED_101": "\u0001ȁ exchanged \u0001\u0004%ls\u0001\u0001(%ls) \nfor \u0001\u0004%ls\u0001\u0001(%ls).",
  "COLORFONDUE_RED_102": "\u0001́Thank you so much! Bring me more whenever you\ncan find it!",
  "COLORFONDUE_RED_201": "\u0001́Hmm... it doesn't appear that you have enough.\n\u0001ā",
  "COLORFONDUE_RED_301": "\u0001́Well... I'm not sure what to say to that. Let me know if you change your mind.",
  "COLORFONDUE_RED_401": "\u0001́This is great! Finally, all six of the Fondudes have made it back to Wood Park!\n\u0001ā",
  "COLORFONDUE_RED_501": "\u0001́Hoo-boy... talk about a heated situation. Being trapped\ninside that box inside the Fiery Volcano...\n\u0001ā",
  "COLORFONDUE_RED_502": "\u0001́Had you arrived any later and not saved me, I'd\nhave baked inside of that damned box!",
  "RUKIYA_MSG": "\u0001̃Will you take me with you to Ground Zero, \u0001ȁ? It's just north of the Core...\n\u0001ā\nHey, I'm asking nicely... I'd do it myself, but you can only get there via Sky Ridable monsters.",
  "gimmick_001_1": "\u0001̄Something seems to be hiding inside.",
  "NPC_KING_REC": "\u0001̄The King of the Nochoro species. Due to his oversized body, he cannot move without the assistance of his subordinates.",
  "NPC_QUEEN_REC": "\u0001̄The wife of the Nochoro King. She absolutely loves gaudy jewelry.",
  "NPC_JACK_REC": "\u0001̄Servant to the Nochoro King. Manages the King's subjects as well.",
  "NPC_RUKIYA_REC": "\u0001̄An elderly woman who once led the Resistance.\nStill a very intelligent woman, and an active leader to this day.",
  "NPC_MASTER_NOCHO_REC": "\u0001̄A Nochoro seeking the ultimate program. It also has quite the adventurous attitude.",
  "NPC_NOCHO_MEN_REC": "\u0001̄A male of the Nochoro species. They are quite curious and friendly in nature.",
  "NPC_NOCHO_WOMEN_REC": "\u0001̄A female of the Nochoro species. They are shy and quite cautious.",
  "NPC_COLORFONDUE_BLACK_REC": "\u0001̄A black Rainbow Fondude, and one of the fondue brothers. It's the color of a thick, dark, foggy night.",
  "NPC_COLORFONDUE_BLUE_REC": "\u0001̄A blue Rainbow Fondude, like the color of the sky.",
  "NPC_COLORFONDUE_YELLOW_REC": "\u0001̄A yellow Rainbow Fondude. Kind of like a bitter, yet refreshing lemon.",
  "REC_POINT_GR_01_01": "The Great Tree",
  "REC_POINT_GR_02_02": "\u0001̄Space-travel device leading Monster Masters to the Virtual Colosseum.",
  "REC_POINT_GR_04_01": "Great Tree Spring",
  "REC_POINT_GR_04_02": "\u0001̄A fountain sprung from the gap between the roots and created this small spring. The Nochoro use this for their drinking water.",
  "REC_POINT_GR_05_02": "\u0001̄A mysterious box left behind in Wood Park. When you listen closely to it, you can hear a loud noise.",
  "REC_POINT_GR_06_01": "Suspicious Tal",
  "DEMO_048_MSG_001": "\u0001́Splendid! It looks like Ace came through for you after all, Master \u0001ȁ!"
}