{
  "DEMO_900_MSG_001": "\u0001̂Cos'è quella luce?",
  "DEMO_900_MSG_002": "\u0001̂La capsula! \u0001ȁ, andiamo!",
  "DEMO_900_MSG_003": "\u0001̂Aroma! Stai bene?",
  "DEMO_900_MSG_004": "\u0001̂Ahi... sto bene. Ma la capsula si è rotta.",
  "DEMO_900_MSG_005": "\u0001̂Aspetta... cosa? Dove siamo?",
  "DEMO_900_MSG_006": "\u0001̂Tu! È stata colpa tua!\n\u0001ā\nSei apparso all'improvviso, ti sei messo in mezzo e sono caduta! Ora\nche faccio!?",
  "DEMO_900_MSG_007": "\u0001̂Ohhhh mio dio... ora ricordo! Mi dispiace!",
  "DEMO_900_MSG_008": "\u0001̂Però... sei apparso proprio in mezzo a quell'universo. Gli Incarnus\nsono davvero spariti?",
  "DEMO_900_MSG_009": "\u0001̂Incarnus?\n\u0001ā\nIntendi i leggendari Incarnus che compaiono ogni qualche centinaio\nd’anni per chiudere il Cancello Fantasma?",
  "DEMO_900_MSG_010": "\u0001̂Sì, proprio quegli Incarnus.",
  "DEMO_900_MSG_011": "\u0001̂... Dimenticavo di presentarmi. Sono Tiko della Tribù dei Pipit.",
  "DEMO_900_MSG_012": "\u0001̂Noi della Tribù dei Pipit stiamo cercando gli Incarnus scomparsi.",
  "DEMO_900_MSG_013": "\u0001̂Ma il portale che doveva portarmi dagli Incarnus mi ha condotto\naltrove...\n\u0001ā\nDevo trovarli, ma non ho nessun indizio su dove siano.",
  "DEMO_900_MSG_014": "\u0001̂Eh? Questa sensazione... È debole... ma percepisco la presenza\ndegli Incarnus!",
  "DEMO_900_MSG_015": "\u0001̂Quello è! L’arma nobile degli Incarnus! L’hai trovata su questo\npianeta?",
  "DEMO_900_MSG_016": "\u0001̂Fantastico! Che fortuna incredibile!\n\u0001ā\nHo trovato un indizio! Credo che gli Incarnus siano qui.",
  "DEMO_900_MSG_017": "\u0001̂Come ti chiami? Ok, tu sei \u0001ȁ.",
  "DEMO_900_MSG_018": "\u0001̂Per favore, \u0001ȁ！Aiutami a trovarli!",
  "DEMO_900_MSG_019": "\u0001̂Mi dispiace dirtelo, ma gli Incarnus non sono qui.",
  "DEMO_900_MSG_020": "\u0001̂Già, e non c’è traccia degli Incarnus nel database del pianeta.",
  "DEMO_900_MSG_021": "\u0001̂Cosa!! No.....",
  "DEMO_900_MSG_022": "\u0001̂Hmm... aspetta...",
  "DEMO_900_MSG_023": "\u0001̂Ehi, non ti sembra strano questo pianeta? È anomalo...",
  "DEMO_900_MSG_024": "\u0001̂Wow... riesci a capirlo? Allora non sei una ragazza qualunque.",
  "DEMO_900_MSG_025": "\u0001̂Questo pianeta è stato creato in modo anomalo quando il dispositivo\ndi creazione dei pianeti è impazzito.\n\u0001ā\nNon era affatto il pianeta che volevamo... quindi, in un certo senso,\nè falso.",
  "DEMO_900_MSG_026": "\u0001̂Un pianeta falso...? Ecco perché sembrava strano.\n\u0001ā\nForse non riesco a trovare gli Incarnus proprio a causa di queste\nanomalie?",
  "DEMO_900_MSG_027": "\u0001̂... touché. L’arma nobile era qui. Dovremmo indagare meglio...",
  "DEMO_900_MSG_028": "\u0001̂... ok! Ho deciso! Andiamo a prendere lo Specchio di Ra, uno\nspecchio che rivela la verità.",
  "DEMO_900_MSG_028A": "\u0001̂Possiamo vedere la vera natura di questo pianeta usando quello\nspecchio. Magari troveremo gli Incarnus!",
  "DEMO_900_MSG_032": "\u0001̂Si fa interessante, \u0001ȁ. Aiutiamolo a trovare gli Incarnus!",
  "DEMO_900_MSG_028B": "\u0001̂\u0001ȁ. Vieni con me nel Regno degli Incarnus a prendere lo specchio.",
  "DEMO_900_MSG_029": "\u0001̂Il Regno degli Incarnus!?",
  "DEMO_900_MSG_030A": "\u0001̂Ehi \u0001ȁ. Sembri tranquillo, sei sicuro di sapere cosa comporta tutto\nquesto?",
  "DEMO_900_MSG_030B": "\u0001̂È il Regno degli Incarnus! Ci sta chiedendo di andare in un mondo\nleggendario!",
  "DEMO_900_MSG_031": "\u0001̂Chissà com’è... Scommetto che ci sono un sacco di mostri mai visti!"
}