{
  "DEMO_021_MSG_010": "\u0001́Welcome back, \u0001ȁ! First, allow me to formally thank you for saving the entire Nochoro race!",
  "DEMO_021_MSG_170": "\u0001̅When you have finished making your preparations, head up to the Monolith. I pray that you succeed, \u0001ȁ!",
  "DEMO_021_MSG_020": "\u0001̅Now, as we discussed earlier, \u0001ȁ... allow me to go over a few details with you.\n\u0001ā",
  "DEMO_021_MSG_030": "\u0001̅In a time not that far ago, we Nochoro lived peacefully here among the Silent Meadows.\n\u0001ā",
  "DEMO_021_MSG_040": "\u0001̅Suddenly, as if out of thin air... grotesque monsters, tainted by darkness suddenly invaded our home world.",
  "DEMO_021_MSG_050": "\u0001̅However, where there exists darkness, there also \nmust exist a light.\n\u0001ā",
  "DEMO_021_MSG_060": "\u0001̅The Resistance was formed in order to fend off these creatures of darkness, aided by their devices known as Reactors.\n\u0001ā",
  "DEMO_021_MSG_070": "\u0001̅Among the Resistance, there was one member who had the ability to tame monsters, working alongside them...\n\u0001ā",
  "DEMO_021_MSG_080": "\u0001̅This courageous Monster Master rose up, and fought\nvaliantly against these creatures of darkness.\n\u0001ā",
  "DEMO_021_MSG_090": "\u0001̅However... he was outnumbered. The Resistance ultimately collapsed along with him, under the weight of these minions of the dark...\n\u0001ā",
  "DEMO_021_MSG_100": "\u0001̅Shortly after, we were forced to live under the rule of the Break Monsters, with no hope, and all dreams faded...",
  "DEMO_021_MSG_110": "\u0001̅And yet... here you are, \u0001ȁ! It would seem as though the Monster Master's lore lives on through you!\n\u0001ā",
  "DEMO_021_MSG_120": "\u0001̅You are our last ray of hope, that we can restore light back into our world, and get rid of the Break Monsters!",
  "DEMO_021_MSG_130": "\u0001̅Listen well, \u0001ȁ. You must continue to grow your abilities as a Monster Master.\n\u0001ā",
  "DEMO_021_MSG_140": "\u0001̅Unlocking your latent abilities will be the key \nto recovering your memories as well.",
  "DEMO_021_MSG_150": "\u0001̅I'd like you to pay a visit to the Monolith up above. It will lead you to a sacred ground, only accessible to Monster Masters.\n\u0001ā",
  "DEMO_021_MSG_160": "\u0001̅We refer to that sacred ground as the Virtual Colosseum. You will be tested there, and may awaken some of your latent powers.\n\u0001ā"
}