{
  "GO_OUT_ROOM_MSG_CONECTIVE": "\u0001̃Didn't I tell you to come to Wood Park!? What are you doing there!?\n\u0001ā\nNo more pitstops! You have to come to Wood Park! Got it!?",
  "GO_OUT_ROOM_MSG": "\u0001̃Ahhhhh! Stop fidgeting! Not there, go further down.",
  "AROMA_MSG_006": "\u0001̂Excellent! Looks like you've located the final ring we needed, haven't you?\n\u0001ā\nAlright then, it's time to unlock the final gate!",
  "REC_POINT_11_02": "\u0001̄Compact space, comprised of millions of planets and galaxies. There is no guarantee you'll come out alive on the other side.",
  "RUKIYA_MSG_001": "\u0001̃Oh no... this is worse than I was expecting. We don't have much time.\n\u0001ā\nHurry, \u0001ȁ... I've opened the door for you to use towards the rear of the room.",
  "AROMA_MSG_004": "\u0001̂Perfect, it looks like you've located another one of the\nrings. Let me unlock the corresponding gate for you!",
  "GO_OUT_ROOM_MSG_AROMA": "\u0001̂Hey hey hey! Quit playing around and go straight to the lab!\n\u0001ā\nGeez... do you really want to save Lenate?",
  "AROMA_MSG_001": "\u0001̂Lucia's lab resides in the back. I want to show you \nsomething, if you could just follow me inside.",
  "REC_POINT_01_01": "Zoom Stone",
  "AROMA_MSG_002": "\u0001̂Through use of the Planet Seed, we should be able to rescue Lenate.\n\u0001ā\nTo do that, we need parts called the Planet Shards, which you can get by fighting the Gods of Creation.\n\u0001ā\nDon't worry, though! Together, we should be able to pull this off!\n\u0001ā\nFor now, let's head to the Centre Building and speak with the Nochoro King.",
  "REC_POINT_01_02": "\u0001̄Attuning to this Zoom Stone will add it to your destination list.\nThese stones appear in various places around the world.",
  "AROMA_MSG_003_A": "\u0001̂The gate I've unlocked should take you to challenge\nthe Land God, Attihocc.\n\u0001ā\nAfter this, you'll have the Sea God, Wadatsumi, and the Sky God,\nHoakari, left to defeat. Do your best, \u0001ȁ.",
  "REC_POINT_15_01": "Core",
  "AROMA_MSG_003_B": "\u0001̂The gate I've unlocked should take you to challenge\nthe Sea God, Wadatsumi.\n\u0001ā\nAfter this, you'll have the Land God, Attihocc, and the Sky God,\nHoakari, left to defeat. Do your best, \u0001ȁ.",
  "REC_POINT_15_02": "\u0001̄A celestial body that exists in the center of the world. \nThere is no more data on it.",
  "AROMA_MSG_003_C": "\u0001̂The gate I've unlocked should take you to challenge\nthe Sky God, Hoakari.\n\u0001ā\nAfter this, you'll have the Land God, Attihocc, and the Sea God,\nWadatsumi, left to defeat. Do your best, \u0001ȁ.",
  "AROMA_MSG_005_A": "\u0001̂At the moment, I've unlocked 2 of the 3 gates leading\nto the Gods of Creation.\n\u0001ā\nOnce you've located \u0001\u0004Attihocc's Ring\u0001\u0001, I'll be able\nto unlock the Land God's Gate!",
  "AROMA_MSG_005_B": "\u0001̂At the moment, I've unlocked 2 of the 3 gates leading\nto the Gods of Creation.\n\u0001ā\nOnce you've located \u0001\u0004Wadatsumi's Ring\u0001\u0001, I'll be able\nto unlock the Sea God's Gate!",
  "AROMA_MSG_005_C": "\u0001̂At the moment, I've unlocked 2 of the 3 gates leading\nto the Gods of Creation.\n\u0001ā\nOnce you've located \u0001\u0004Hoakari's Ring\u0001\u0001, I'll be able\nto unlock the Sky God's Gate!",
  "AROMA_MSG_011": "\u0001̂All three of the Gods' gates have been unlocked. All that remains is for you to earn each God's Planet Shard.",
  "AROMA_MSG_007": "\u0001̂Is that truly a Planet Shard?! This is amazing... even I had my doubts...\n\u0001ā\nThis confirms my suspicions that you've grown stronger than even the original Anses!\n\u0001ā\nAnyhow, I'd better get to work.\n\u0001ā\nLet's see what happens if I put this Shard inside of the Planet Seed.",
  "AROMA_MSG_008": "\u0001̂There are still 2 Planet Shards that remain missing. \nAt this point, I have no doubts... we can do this.\n\u0001ā\nWell, what're you waiting for! You know it's rude to keep a lady waiting, don't you?!",
  "AROMA_MSG_009": "\u0001̂2 Planet Shards accquired, now only\none more remains!\n\u0001ā\nSoon we will be able to help Renerte.\n\u0001ȁ……go get em!",
  "AROMA_MSG_010": "\u0001̂She's still inside the Core. Go on ahead of me, \u0001ȁ!\nI'll meet you inside!",
  "SYSTEM_MSG_001": "A wormhole has opened up. It appears to connect to a parallel world on the other side.\n\u0001ā\nWould you like to enter the wormhole?\u0001Ă",
  "REC_POINT_05_01": "Escape Pod",
  "NPC_RUKIYA_REC": "\u0001̄An elderly woman who once led the Resistance.\nStill a very intelligent woman, and an active leader to this day.",
  "NPC_AROMA_REC": "\u0001̄A girl that was impersonating Lucia. She is a rather intelligent, beautiful, young apprentice scientist.",
  "REC_POINT_NOC_02_01": "Strange Monolith",
  "REC_POINT_NOC_02_02": "\u0001̄Stone monument that possesses a special technique obtainable by Monster Masters.",
  "REC_POINT_08_01": "Sea God's Gate",
  "REC_POINT_NOC_03_01": "Strange Monolith",
  "REC_POINT_NOC_03_02": "\u0001̄Stone monument that possesses a special technique obtainable by Monster Masters.",
  "REC_POINT_09_01": "Sky God's Gate",
  "REC_POINT_NOC_04_01": "Strange Monolith",
  "REC_POINT_NOC_04_02": "\u0001̄A stone monument that has recorded a special technology that exists for use by Monster Masters.",
  "REC_POINT_04_01": "Cloning Device",
  "REC_POINT_04_02": "\u0001̄A device capable of creating a living entity out of\nmemories alone.",
  "REC_POINT_05_02": "\u0001̄A very small, compact spacecraft, used for human evacuation purposes.\u0001ā\nIt is jam-packed with enough features and functionality to keep a human alive in space for quite some time.",
  "REC_POINT_06_01": "Planet Seed",
  "REC_POINT_06_02": "\u0001̄This seed contains every element and blueprint of\nlife from this planet in order to begin an entirely new world.\u0001ā\nHowever, it has not yet grown enough to achieve that.",
  "REC_POINT_07_01": "Land God's Gate",
  "REC_POINT_07_02": "\u0001̄A door that is sealed securely by a strong force.",
  "REC_POINT_08_02": "\u0001̄A door that is sealed securely by a strong force.",
  "REC_POINT_09_02": "\u0001̄A door that is sealed securely by a strong force.",
  "REC_POINT_10_01": "Warp Drive",
  "REC_POINT_10_02": "\u0001̄A device used to transport humans and monsters\nquickly through the fabric of space-time.",
  "REC_POINT_11_01": "Black Hole",
  "REC_POINT_12_01": "Land God's Wormhole",
  "REC_POINT_12_02": "\u0001̄A ripple in space and time, leading to another world.\nA frightening presence can be felt from inside.",
  "REC_POINT_13_01": "Sea God's Wormhole",
  "REC_POINT_13_02": "\u0001̄A ripple in space and time, leading to another world.\nA frightening presence can be felt from inside.",
  "REC_POINT_14_01": "Sky God's Wormhole",
  "REC_POINT_14_02": "\u0001̄A ripple in space and time, leading to another world.\nA frightening presence can be felt from inside.",
  "AROMA_MSG_012": "\u0001̂It might be that chick's fault,\nbut there's no point in making a big deal of it.\n\u0001ā\nHow about that story, though!\nI wonder what the Incarnus Realm is like.\n\u0001ā\nWell, my pod is ruined, so i'm stuck here for a while.\nTake me with you, \u0001ȁ!",
  "TICO_MSG_001": "\u0001̂「\u0001ȁ. Come with me to the Incarnus\nRealm! We need to borrow the Mirror of Ra. \n\u0001ā\nWith it, we can see through the distortion on this\nplanet and find the missing Incarnii. \n\u0001ā\nHowever, the monsters in the Incarnus realm can\nbe aggressive and relentless.\n\u0001ā\nAbove all else, we should make sure we are\nprepared before we depart!",
  "TICO_MSG_002": "\u0001̂Well then, \u0001ȁ, it's decided. Finish\nyour preparations, and I can open a Wormhole.\n\u0001ā\nYou'll help me find the Incarnii, right? Are\nyou ready to go to the Incarnus Realm?\u0001Ă",
  "RENATE_MSG_001": "\u0001̂As I was born from Mother, I am\nbound to this planet.\n\u0001ā\nI'll remain here for now. Go check on the\nIncarnus Realm and report back.",
  "NPC_MAN_A": "\u0001́Judging from the condition of the pod,\nAroma must have fallen from quite the altitude.\n\u0001ā\nI'm glad she returned, uninjured. The safety\nfeatures of this pod are state-of-the-art.",
  "NPC_MAN_B": "\u0001́The repairs will take a little while.\nJust leave it to us!",
  "MINE_WARP_HOLE_010": "Use the Wormhole and travel\nto the Incarnus Realm?\u0001Ă",
  "MINE_BREAK_POD_010": "The remains of the Escape Pod used by Aroma.\nIt is completely totaled and gives off no reaction.",
  "NPC_TICO_REC": "\u0001̄A member of the hard working Pipit tribe who\nforges lucky armaments. He is no amateur.",
  "NPC_RENATE_REC": "\u0001̄She was once Anses's main partner. Now she's the overseer of the underground Resistance lab for Anses clones.",
  "NPC_MAN_A_REC": "\u0001̄A surviving male resistance mechanic.",
  "NPC_MAN_B_REC": "\u0001̄A surviving male resistance mechanic.",
  "REC_POINT_17_01": "Wormhole",
  "REC_POINT_17_02": "\u0001̄A Wormhole created by Tiko.\nOn the other side, the Incarnus Realm awaits."
}