{
  "DEMO_939_MSG_001_1": "\u0001̃This can't be..!\n\u0001ā",
  "DEMO_939_MSG_001_2": "\u0001̃I am the King of the pahntom world, ruler of all monsters.",
  "DEMO_939_MSG_001_3": "\u0001̃ There's no being in this world stronger than me! And as the King....",
  "DEMO_939_MSG_002": "\u0001̃Grrr",
  "DEMO_939_MSG_003": "\u0001̃I cannot lose to anyone!",
  "DEMO_939_MSG_004": "\u0001́We already know who won.\n\u0001ā\nYou know it too. There's no point in battling any further....",
  "DEMO_939_MSG_005": "\u0001̃「………………",
  "DEMO_939_MSG_006": "\u0001́You said your life as Nochora was boring, but was it really?\n\u0001ā\nYou lost all your memories but at the time, you were lving a happy life with eveyone else.",
  "DEMO_939_MSG_007": "\u0001́And you also approve of the human power right? Or you wouldn't be asking a monster master for help.",
  "DEMO_939_MSG_008": "\u0001́Humans have no boundaries and can show affection to all living beings, even to monsters. And that's what helps the monsters grow so much.\n\u0001ā\n...How 'bout it? Could we coexist like back in the day?",
  "DEMO_939_MSG_009": "\u0001̃Heh... you're insane!\n\u0001ā\nWe were born in the dark world. There is no way we can coexist with beings from the light world.",
  "DEMO_939_MSG_010_1": "\u0001̃But....\n\u0001ā",
  "DEMO_939_MSG_010_2": "\u0001̃If you promise not to close the phantom gate..... I'm willing to take a break from this battle.",
  "DEMO_939_MSG_011": "\u0001́Then it's settled. During the break, the phantom gate shall say open.",
  "DEMO_939_MSG_012_1": "\u0001̃Your name was... \u0001ȁ right? Your monsters are taken care of and brought up very well.\n\u0001ā\nIf you ever come down here again, I want you to train all the monsters you encounter.",
  "DEMO_939_MSG_012_2": "\u0001̃I'll even help you with your training. But.... don't think that you'll win so easily like this time.",
  "DEMO_939_SYS_001": "And this is how world peace started, not just the Break World, but with all other worlds including the Phantom World."
}