{
  "INSIDE_GUIDE_MSG_01": "Head west to reach the Monolith\nHead south to reach the Underwater Tunnel",
  "REC_POINT_ICE_15": "Frozen Wooden Sign",
  "INSIDE_GUIDE_MSG_02": "The Underwater Tunnel is up ahead!",
  "REC_POINT_ICE_16": "Pillar to Heaven",
  "REC_POINT_ICE_16_2": "\u0001̄A device that will activate Masters Road for those who wish to improve their riding technique.",
  "INSIDE_GUIDE_MSG_03": "Head North to reach East Polar Park\nHead South to reach the Iron Ark",
  "CORD_REC_01": "Codes",
  "INSIDE_GUIDE_MSG_04": "To East Polar Park",
  "CORD_REC_02": "There was data in the container!\nReceived secret data of the Grim Tundra!",
  "INSIDE_GUIDE_MSG_05": "To the Iron Ark",
  "OUTSIDE_GUIDE_MSG_01": "Nothing is written on the back.",
  "OUTSIDE_GUIDE_MSG_02": "Prepare a ride before jumping into the water!",
  "OUTSIDE_GUIDE_MSG_03": "Only friends of Silver welcome from here onwards!",
  "OUTSIDE_GUIDE_MSG_04": "Nothing is written on the back.",
  "OUTSIDE_GUIDE_MSG_05": "Nothing is written on the back.",
  "REC_POINT_ICE_05_2": "\u0001̄This man-made transporter is connected to the Darkiron Bastille.",
  "MINE_02_MSG": "Use the Transportation Device to visit Spirit Road?\u0001Ă",
  "CHILDREN_D_MSG_001": "\u0001́The boss wanted me to check up on you. It looks like you got the new Underwater Ride ability.\n\u0001ā\nNow, it's time to go to East Polar Park. First, head back the way you came, and then dive into the lake.\n\u0001ā",
  "MINE_04_MSG": "Would you like to use the Transportation Device to reach the Darkiron Bastille?\u0001Ă",
  "MINE_04_MSG_2": "The Transporation Device is offline. You won't be able to use it at this time.",
  "DONT_USE_TRANSFER_010": "The Transporation Device is offline. You won't be able to use it at this time.",
  "DOOR_MSG_000": "\u0001̂Your Reactor is not authorized to unlock this door.",
  "SYSTEM_MSG_000": "The door won't open...",
  "ICE_NPC_REC": "\u0001̄Self-confident minion of Toto. He is in charge of protecting the monolith.",
  "NPC_TODO_CHILD_REC": "\u0001̄A minion and loyal subject to Toto. It would do literally anything to make him happy.",
  "REC_POINT_ICE_12_2": "\u0001̄A giant lake that covers half of the Grim Tundra. It has a network of connected tunnels deep below.",
  "DEMO_001_AFT_BC": "\u0001́Hey, you can't! My boss says no one can use it!\n\u0001ā\nJust go home before you injure youself! You'll live a longer life if you follow the rules!",
  "DEMO_004_AFT_BC": "\u0001́The Boss said you'd be comin'. Exclusive trainin' place for Monster Masters, eh?\n\u0001ā\nAn' here I had no idea what I was guardin' this whole time. Oh hoh hoh!",
  "CHILDREN_D_MSG_002": "\u0001́Within the lake you'll see glowing stone landmarks. \nIf you follow those, you'll find the tunnel's entrance.\n\u0001ā\nOnce you reach the tunnel, East Polar Park should be right on the other side.",
  "DEMO_005_AFT_BC": "\u0001́There are glowing stones in the water, beneath the tundra. Lucia is the who originally placed them there.\n\u0001ā\nShe was being considerate so no one would get lost underwater. \nUse them to help guide your way.",
  "GIM_BOX_REC_00": "Small Box",
  "GIM_BOX_REC_01": "\u0001̄I'm detecting a form of life, from inside of the box.\nWould you like to see what's inside?\u0001Ă",
  "GIM_BOX_REC_02": "The monster in the container started an attack!",
  "GIM_BOX_REC_03": "\u0001̄There is an item in this container. Would you like he open it?\u0001Ă",
  "REC_POINT_DRONE_HOLE_01": "Strange Small Hole",
  "REC_POINT_ICE_01": "Zoom Stone",
  "REC_POINT_DRONE_HOLE_02": "\u0001̄It looks hollow inside. You can check it out using the drone.",
  "REC_POINT_ICE_02": "Monolith",
  "REC_POINT_ICE_01_2": "\u0001̄Attuning to this Zoom Stone will add it to your destination list.\nThese stones appear in various places around the world.",
  "REC_POINT_ICE_09": "Iron Ark",
  "REC_POINT_ICE_02_2": "\u0001̄Space-travel device leading Monster Masters to the Virtual Colosseum.",
  "REC_POINT_ICE_03": "Transporter",
  "REC_POINT_ICE_03_2": "\u0001̄This man-made transporter is connected to the Spirit Road.",
  "REC_POINT_ICE_05": "Transporter Device",
  "REC_POINT_ICE_04": "Core",
  "REC_POINT_ICE_04_2": "\u0001̄A celestial body that exists in the center of the world. \nThere is no more data on it.",
  "REC_POINT_ICE_06": "Space Shuttle",
  "REC_POINT_ICE_06_2": "\u0001̄Large ships that can travel between stars, and are carrying lots of humans at once.\u0001ā\nThis particular ship seems to have broken on impact from an emergency landing.",
  "REC_POINT_ICE_07": "Dragon;s Skeleton",
  "REC_POINT_ICE_07_2": "\u0001̄A once legendary and fearsome creature that dominated the Grim Tundra.",
  "REC_POINT_ICE_08": "Polar Park",
  "REC_POINT_ICE_08_2": "\u0001̄The only village in the Grim Tundra. It's located in a cave created from a hollowed out chunk of ice.",
  "REC_POINT_ICE_10": "Cape of Ordeal",
  "REC_POINT_ICE_09_2": "\u0001̄A crashed spacecraft. which monsters often refer to as the Iron Ark.\u0001ā\nOffically named the \"Star Dragon 1\", it can travel across our galaxy with ease.",
  "REC_POINT_ICE_10_2": "\u0001̄Polar Park's youth like jumping from this point as a display of courage to one another.",
  "REC_POINT_ICE_11": "Icy Haven",
  "REC_POINT_ICE_11_2": "\u0001̄Due to the thickness and softness of the icy walls, it seems like a suitable place to rest for a bit.",
  "REC_POINT_ICE_12": "Large Ice Lake",
  "REC_POINT_ICE_13": "Frozen Springs",
  "REC_POINT_ICE_13_2": "\u0001̄A portion of a glacier, eroded by the natural water source beneath it.\nFairies are frequently seen playing in these springs.",
  "REC_POINT_ICE_14": "Pirate Cave",
  "REC_POINT_ICE_14_2": "\u0001̄A cave used by pirates who once inhabited this land. \nIt used to be their main hideout.",
  "REC_POINT_ICE_15_2": "\u0001̄A frozen tree was chopped up to make this sign. Be careful out in the Grim Tundra, or else you'll end up frozen, just like it!",
  "MINE_HUKUROU_MSG": "A Nochora is frozen by a spell.",
  "REC_POINT_HUKUROU_BEFORE": "\u0001̄ The Ra Function is reacting to the target very strongly! Activate Ra Function to unmask target.",
  "REC_RA_DOOR_011": "\u0001̄A door leading to another world. It was discovered\nby in the Mirror of Ra's reflection, which shows the truth.",
  "REC_POINT_HUKUROU": "\u0001̄Error! Failed to analyze subject.",
  "REC_RA_DOOR_010": "Door of Truth",
  "REC_RA_DOOR_020": "\u0001̄You successfully located the door!",
  "REC_RA_DOOR_030": "They don't appear to have any significance at this time...",
  "REC_RA_MONS_MES": "\u0001̄An Insurgent Demon transformed by Mother's\nrampage. It has an frightening amount of power."
}