{
  "MINE_TRANSFER_MSG_001": "Use this Transportation Device to reach the Fallen City?\u0001Ă",
  "MINE_TRANSFER_MSG_002": "Use this Transportation Device to reach the Grim Tundra?\u0001Ă",
  "DONT_USE_TRANSFER_010": "The Transporation Device is offline. You won't be able to use it at this time.",
  "LOCK_DOOR_MSG_05": "The door was unlocked.",
  "DEMO_202_AFT_NPC_A": "\u0001́Kee-kee! I am Lord Bundold's main henchman, Bonebat. What do you want, kee!?\n\u0001ā\n... Kee!? Hand over the \u0001\u0004Garden Key\u0001\u0001!? That's mine to keep! Kee-hee-hee!\n\u0001ā\nNow, just turn around and we'll pretend this never happened!\u0001Ă",
  "DEMO_202_AFT_NPC_A_YES": "\u0001́That's a smart move... now get lost, kee!",
  "DEMO_202_AFT_NPC_A_NO": "\u0001́Kee-kee! You aren't that bright, kee! You'll have plenty of time to think this decision over in hell, kee!",
  "DEMO_202_AFT_NPC_B_YES": "\u0001̂Bah! As long as I've got my charm, no one will resist us!\nTime to die, lover boy!",
  "NPC_UNDERLING_A_002": "\u0001́Gahhh... ! I can't believe I lost the \u0001\u0004Garden Key\u0001\u0001 to this bunch...\n\u0001ā\nP-P-Please... forgive me... Lord Bundold!",
  "DEMO_202_AFT_NPC_B": "\u0001̂Ooooo-oh my, aren't you a handsome devil. Do you have any business with Bundold's sweetest minion, Charmbat?\n\u0001ā\nYou want the \u0001\u0004Garden Key\u0001\u0001? But... what could you want with that!?\n\u0001ā\nWait a minute, are you with the Resistance? Are you planning to overthrow Lord Bundold?\u0001Ă",
  "DEMO_202_AFT_NPC_B_NO": "\u0001̂Just as smart as you are handsome! Perhaps you'd go \non a date with me once I'm off duty.",
  "REC_POINT_CORE_01": "Core",
  "NPC_UNDERLING_B_002": "\u0001̂T-T-To think... I would lose the key to this lot... I let my guard down because of your handsome face...\n\u0001ā\nBut unless you gather all three keys... this means nothing! Forgive me... Lord Bundold...",
  "DEMO_202_AFT_NPC_C": "\u0001́The name's Corpsebat! Lord Bundold's most loyal servant!\n\u0001ā\n... You're after the \u0001\u0004Garden Key\u0001\u0001!? No-no-no... you will not get your grubby mits on that.\n\u0001ā\nI'm under orders to secure this key while our investigation on the Resistance continues! Please, leave me be!\u0001Ă",
  "DEMO_202_AFT_NPC_C_YES": "\u0001́Yes, yes... excellent! It is best not to defy the Great Bundold or his loyal subjects!",
  "DEMO_202_AFT_NPC_C_NO": "\u0001́How unfortunate for you. Allow me to drive you headfirst into the ground below!",
  "DOOR_OPEN_MSG_001": "Used the \u0001\u0004Garden Key\u0001\u0001 to open the gate!\n\u0001ā\nThe \u0001\u0004Garden Key\u0001\u0001 broke off inside the gate...",
  "NPC_UNDERLING_C_002": "\u0001́Urg-hhh... forgive me, Lord Bundold... I, Charmbat, have... f-failed you!\n\u0001ā\nI leave these... people to you... my other winged friends... ga-hhh!",
  "GRAVE_NPC_A_REC": "\u0001̄One of the three minions protecting Bundold's Gates. This one appears to be the leader of the three.",
  "GET_KEY_SYS_MSG": "Obtained a \u0001\u0004Garden Key\u0001\u0001!",
  "MINE_KAME_MSG": "It's a stone statue, sculpted in the image of a Nochoro.\nIt gives off a magical kind of feeling.",
  "DOOR_NOTOPEN_MSG_001": "The door is shut tightly.",
  "DOOR_NOTOPEN_MSG_002": "You'll need a key to open this door.",
  "DOOR_NOTOPEN_MSG_003": "You'll need a key to open this door again.",
  "NPC_GOST_C_050": "\u0001̂Speaking for all ghosts, we prefer the cloudy weather.\n\u0001ā\nThe burning glar of the sun has the same affect on us as\nSizz would no you humans.",
  "REC_POINT_BARIKEDO_C_01": "Undead Garden - Front Gate",
  "DOOR_OPEN_MSG_002": "Used the \u0001\u0004Garden Key\u0001\u0001 to open the gate!\n\u0001ā\nThe \u0001\u0004Garden Key\u0001\u0001 broke... discarded the \u0001\u0004Garden Key\u0001\u0001.",
  "DOOR_OPEN_MSG_003": "Used the \u0001\u0004Garden Key\u0001\u0001 to open the final gate!\n\u0001ā\nThe \u0001\u0004Garden Key\u0001\u0001 broke... discarded the \u0001\u0004Garden Key\u0001\u0001.",
  "REC_RA_DOOR_010": "Door of Truth",
  "LOCK_DOOR_MSG_00": "There is a door here protected by some kind of security device.",
  "LOCK_DOOR_MSG_01": "\u0001́Please enter your Security Code.",
  "LOCK_DOOR_MSG_02": "You'll need to find a Security Code first before you can open this door...",
  "LOCK_DOOR_MSG_03": "\u0001ȁ entered the Security Code!",
  "LOCK_DOOR_MSG_04": "\u0001́The Security Code was accepted. Now unlocking the door.",
  "GRAVE_NPC_B_REC": "\u0001̄One of the three minions protecting Bundold's Gates. This one has a cute look about her.",
  "REC_POINT_UNDEAD_GARDEN_01": "Undead Garden",
  "GRAVE_NPC_C_REC": "\u0001̄One of three minions protecting Bundold's Gates. This guy looks bad, but is actually the most reasonable of the bunch.",
  "GRAVE_NPC_GOST_REC": "\u0001̄The ghost of a monster, stuck between the worlds of the living and the dead.",
  "NPC_GOST_A_010": "\u0001̂When you first transport to the Grim Tundra, it's a good idea to visit Polar Park first.\n\u0001ā\nPolar Park is a huge town, and home to one of Lucia's closest allies.",
  "NPC_GOST_A_020": "\u0001̂Hey, if it's not \u0001ȁ. What business do you have here at the Spirit Road?",
  "NPC_GOST_A_030": "\u0001̂This terrible sky... could it be caused by a Break Monster?\n\u0001ā\nMaybe you should use a Transporter to get up to that machine in the sky and bring it down here.",
  "NPC_GOST_A_040": "\u0001̂I know something that may help you. A place where I often saw huge monsters has been fading away.\n\u0001ā\nI think something is wrong at the Violent Spirit Road.\n\u0001ā\nAnd I'm sure only you can do something about it.",
  "NPC_GOST_A_050": "\u0001̂How odd, meeting you in a place like this.\n\u0001ā\nWhat's that? You came to use the Transporter Device?",
  "NPC_GOST_A_060": "\u0001̂Everything is fine. You can still use theMoving Apparatus. Good luck, \u0001ȁ.",
  "NPC_GOST_A_070": "\u0001̂You're on fire, \u0001ȁ! I feel safe because we have you to rely on.",
  "REC_POINT_BARIKEDO_A_01": "Undead Garden - Front Gate",
  "NPC_GOST_B_010": "\u0001̂Monsters holding a \u0001\u0004Garden Key\u0001\u0001 are carefully selected minions of Bundold.\n\u0001ā\nThey aren't as strong as Bundold, but still tough, if that gives you any peace of mind.",
  "NPC_GOST_B_020": "\u0001̂It looks like all of Bundold's minions have been defeated.",
  "NPC_GOST_B_030": "\u0001̂I've never seen such an ominous sky... and that mass in the sky...\n\u0001ā\nThere's no time to mess around with such sinister activity afoot... and yet we're so helpless down here on the ground.",
  "NPC_GOST_B_040": "\u0001̂It would seem we've been saved. But, the problem still lingers...\n\u0001ā\nThe true ringleader is still out there somewhere. Surely, the solution would be to vanquish it.",
  "NPC_GOST_B_050": "\u0001̂It's become considerably more quiet and peaceful around here, but the monsters have not gone away.\n\u0001ā\nThe biggest difference is that Bundold no longer dictates all of us. And it's all thanks to you.",
  "NPC_GOST_B_060": "\u0001̂It's raining monsters! What is going on!",
  "REC_POINT_GRAVE_02": "\u0001̄An elaborate grave marker, built from stone. The shrine's entrance is cemented shut to prevent graverobbers from entering.",
  "REC_POINT_BARIKEDO_B_01": "Undead Garden - Front Gate",
  "NPC_GOST_B_070": "\u0001̂These monsters aren't vicious anymore. Huh? You're behind this?",
  "NPC_GOST_C_010": "\u0001̂Security in the Undead Garden is very tight! Watch out for Bundold's henchmen!",
  "NPC_GOST_C_020": "\u0001̂You've left the gate to the Undead Garden open. I guess I'll close it one more time for you.",
  "NPC_GOST_C_030": "\u0001̂My anxiety grows worse and worse every time I look at the sky.\n\u0001ā\nThe darkness is slowly shrouding the world and I can only wonder why...",
  "NPC_GOST_C_040": "\u0001̂Oh... the sky is back to normal! What is this feeling... it's so nostalgic.\n\u0001ā\nSometimes losing the simplest things we take for granted can cause so much suffering.",
  "NPC_GOST_C_060": "\u0001̂It's so scary. Mosters from the spirit world came!\n\u0001ā\nUnlike the monsters here, they're far more vicious.",
  "NPC_GOST_C_070": "\u0001̂Monsters from the Spirit World suddenly very gentle with us.... Do they want to be friends?",
  "NPC_GOST_H_010": "\u0001̂Bundold constructed three gates to protect him inside \nof the Undead Garden. \n\u0001ā\nEach one is locked tightly by a unique key.\n\u0001ā\nHis three minions, residing within the Spirit Road's Graveyard area, each hold one of these keys.",
  "REC_POINT_DOOR_02": "\u0001̄A door protected by a security device. It won't open without the Security Code.",
  "NPC_GOST_H_020": "\u0001̂Amazing... I wasn't sure if you would be able to collect all three Garden Keys.",
  "REC_POINT_DRONE_HOLE_02": "\u0001̄It looks hollow inside. You can check it out using the drone.",
  "NPC_GOST_H_030": "\u0001̂This is unbelievable... you defeated Bundold.\n\u0001ā\nI must say... I never thought we'd be free of his rule ever again.",
  "NPC_GOST_H_040": "\u0001̂Surely there must be someone even worse out there.\n\u0001ā\nAnd... to think, they scoffed at the job of overseeing our Spirit Road.",
  "NPC_GOST_H_050": "\u0001̂Whew... it's finally over. It's a terrible calamity... really.",
  "REC_POINT_PARK_02": "\u0001̄The southern entrance to the dazzling Neon Park area.",
  "NPC_GOST_H_060": "\u0001̂It looks like you'll be leaving us... is someone else in need of your help?\n\u0001ā\nWell, thank you... I feel no matter how big the problem is, you'll be able to solve it.",
  "NPC_GOST_H_080": "\u0001̂I've never seen monsters from the Spirit World. I wonder what they're doing here.",
  "NPC_GOST_H_090": "\u0001̂You came all the way out here for a patrol? The mosters from the spirit world aren't vicios anymore.",
  "NPC_GOST_H_070": "\u0001̂Are you looking for something? By the way, the Nochora you are with....\n\u0001ā\nI feel like I've him hee before. It's a ilttle rough to get there but I think it was in the west.",
  "NPC_GOST_G_010": "\u0001̂This is the first time I've ever seen the sky turn this color, and, as a ghost, I've been around a while.\n\u0001ā\nIt's the same color as that poison cloud in the sky... this cannot be a good omen.",
  "NPC_GOST_G_040": "\u0001̂I heard that you got rid of that Black Pollen. Amazing... What will do you now?",
  "GIM_BOX_REC_00": "Small Box",
  "REC_RA_DOOR_030": "They don't appear to have any significance at this time...",
  "GIM_BOX_REC_01": "\u0001̄I'm detecting a form of life, from inside of the box.\nWould you like to see what's inside?\u0001Ă",
  "GIM_BOX_REC_02": "The monster in the container started an attack!",
  "GIM_BOX_REC_03": "\u0001̄There is an item in this container. Would you like he open it?\u0001Ă",
  "CORD_REC_01": "Codes",
  "CORD_REC_02": "It contained special data! You've received all of the\ndata on the Spirit Road!",
  "REC_POINT_DRONE_HOLE_01": "Strange Small Hole",
  "REC_POINT_TRANSFER_01": "Transporter Device",
  "REC_POINT_TRANSFER_02": "\u0001̄Equipment used to transfer Masters between the different Realms. This one is connected to the Fallen City.",
  "REC_POINT_TRANSFER_03": "\u0001̄Equipment used to transfer Masters between the different Realms. This one is connected to the Grim Tundra.",
  "REC_POINT_PARK_01": "Neon Park - South Entrance",
  "REC_POINT_PARK_03": "Neon Park - North Entrance",
  "REC_POINT_PARK_04": "\u0001̄The North Entrance to the dazzling Neon Park area.",
  "REC_POINT_GRAVE_01": "Mausoleum",
  "REC_RA_DOOR_011": "\u0001̄A door leading to another world. It was discovered\nby in the Mirror of Ra's reflection, which shows the truth.",
  "REC_POINT_DOKU_NUMA_01": "Toxic Swamp",
  "REC_POINT_DOKU_NUMA_02": "\u0001̄Poison seeps out from the ground. Touching the toxic water will cause damage to your entire team.",
  "REC_POINT_DOKU_IKE_01": "Toxic Swamp",
  "REC_POINT_DOKU_IKE_02": "\u0001̄Poison seeps out from the ground. Touching the toxic water will cause damage to your entire team.",
  "REC_POINT_TUNNEL_01": "Poisonous Tunnel",
  "REC_POINT_TUNNEL_02": "\u0001̄A large tunnel has eroded here from years of exposure to poisonous waters.",
  "REC_POINT_UNDEAD_GARDEN_02": "\u0001̄An old cathedral built carefully by hand. The interior is old and starting to crumble.\n\u0001ā\nThe Resistance converted it into a secret base. Lucia renovated the interior by hand.",
  "REC_RA_MONS_MES": "\u0001̄An Insurgent Demon transformed by Mother's\nrampage. It has an frightening amount of power.",
  "REC_POINT_DOOR_01": "Security Door",
  "REC_POINT_CORE_02": "\u0001̄A celestial body that exists in the center of the world. \nThere is no more data on it.",
  "REC_POINT_BARIKEDO_A_02": "\u0001̄One of three gates Bundold made to secure his rule over this area. A minion holds the key to each one.",
  "REC_POINT_BARIKEDO_B_02": "\u0001̄One of three gates Bundold made to secure his rule over this area. A minion holds the key to each one.",
  "REC_POINT_BARIKEDO_C_02": "\u0001̄The ever-cautious Bundold created a series of gates to protect himself behind. They cannot be opened without the three Garden Keys held by his minions.\u0001ā\nYou'll need to find his three wary minions and get their keys.",
  "REC_POINT_RULER_01": "Zoom Stone",
  "REC_POINT_RULER_02": "\u0001̄Attuning to this Zoom Stone will add it to your destination list.\nThese stones appear in various places around the world.",
  "REC_POINT_HASHIRA_01": "Pillar to Heaven",
  "REC_POINT_HASHIRA_02": "\u0001̄A device that will activate Masters Road for those who wish to improve their riding technique.",
  "REC_POINT_KAME_BEFORE": "\u0001̄ The Ra Function is reacting to the target very strongly! Activate Ra Function to unmask target.",
  "NPC_SASURAI_MSG": "\u0001́My life's mission... god... beast...?\n\u0001ā\nI wonder what it is. I feel like I've forgotten about something very important.",
  "NPC_SASURAI_REC": "\u0001̄ He is fretfully wandering the break world trying to rememer something.",
  "REC_RA_DOOR_020": "\u0001̄You successfully located the door!"
}