{
  "MenuTitle_arasuji": "Summary",
  "MenuTitle_kaikin": "Reveal",
  "Diary_08_title": "Ground Zero",
  "MenuTitle_kaisetsu": "Comments",
  "Diary_01_title": "Silent Meadows",
  "Diary_01_00": "- The Mystery Girl helped me escape from the fake paradise.\n- Met the Nochoro, Nochorin.\n- The Nochoro, Jack, asked me to help rescue his friends.\n- Defeated Boshock and saved the Nochoro.\n- The Nochoro King opened the Virtual Colosseum.\n- Earned the C-Rank License from the V.C.\n- Found the Transporter, leading to the Fallen City.\n\u0001ā\n- Scouted your very first monster.\n- Nochorin decided to partner up alongside you.\n- Discovered a Stealth Box using your Reactor.\n- Learned the Zoom Ability.\n- Mastered the Art of Land Riding\n- Mastered the Art of Battle Riding\n- Your partner can now Land & Battle Ride.\n\u0001ā\n《Silent Meadows》\nThe open frontier, situated in the Broken World.\nMany of the monsters roaming these plains, seem to\npossess a nature, similar to that of the temperate climate.\nSome only appear during heavy rains, though.\n《Large Building》\nResides just south of the meadows, and is an old warehouse\nbuilt by humans, ages ago. Boshock attempted to turn this \ninto his fortress, until his plans were thwarted.",
  "Diary_02_title": "Fallen City",
  "Diary_02_00": "- The King asked us to restore power to the city.\n- We headed to the Power Plant, and successfully restored power.\n- Constant tremors began plaguing the Center Building.\n- We headed to the top floor to investigate the cause.\n- You put a stop to the Guard Master, on the top floor.\n- That strange girl appeared again, and showed us a past vision.\n- She also instructed us to find Lucia, the Resistance Leader.\n- Activated the control panel, and raised the city into the sky.\n- Travelled to the Spirit Road, using the newly active transporter.\n\u0001ā\n- Learned how to use the Fusion Reactor.\n- Learned the ability, Full Charge.\n- Learned the ability, Ride Fuse.\n- Installed Drone functionality into your reactor.\n\u0001ā\n《Fallen City》\nThe city has a futuristic design, rumored to be similar to\nthe humans distance origins. They intended to continue to\nbuild around this city, but fell short of their goal.\n《Water Reservoir》\nWith frequent amounts of rain, the humans built this device to\nhold large amounts of water, in case of an emergency. It also\nacts as a cooling system for the Power Plants energy source.",
  "Diary_03_title": "Spirit Road",
  "Diary_03_00": "- Sent to liberate Undead Garden from ghosts.\n- Met Chomach in Undead Garden.\n- Won battle against Bundordo.\n- Learned rumors about Lucia from Resistance Reactor.\n- That strange girl appeared again, and showed us a past vision.\n- Used Moving Apparatus and flew to Grim Tundra.\n\u0001ā\n- Nothing special\n\u0001ā\n《Spirit Road》\nThe sparkling, neon light that guides the\ndearly departed. That light unexpectedly changes\nto a cold neon color, and guides the living\ninstead.\n《Common Grave》\nWhere those who have lost their way finally\nend up. Those led by the neon light are\ntrapped here even after death.",
  "Diary_09_title": "Incarnus Realm",
  "Diary_04_title": "Grim Tundra",
  "Diary_04_00": "- Asked to solve the Yeti problem by Toto.\n- Got B Rank license at the Virtual Colosseum.\n- Faced off against Silver at the Frozen Graveyard.\n- Discoved the real Yeti corpse deep in the graveyard.\n- Azhamook revealed itself masquerading as Yeti.\n- Won battle against Azhamook.\n- That strange girl appeared again, and showed us a past vision.\n- Took challenge from Dark Master during vision.\n- Toto said farewells to Silver at the Laboratory.\n- Used Moving Apparatus to fly to Darkiron Bastille.\n\u0001ā\n- Became able to use Underwater Ride.\n\u0001ā\n《Grim Tundra》\nIt was originally a giant ocean.\nBut due to outside influences,\nit became a frozen land.\n《Ship Remains》\nThe mother ship that left Stranger Number\nleft Core with beached by Polar Park.\nNobody knows why the Mar de Dragon, which\nshould be in your hometown, appeared here.",
  "Diary_05_title": "Darkiron Bastille",
  "Diary_05_00": "- Sacrificed the doll and entered Bastille.\n- Found Lucia doll in the next cell.\n- Observed monsters being \"broken\".\n- Revealed truth behind dolls facing Itaburu.\n- Lucia was rescued after pursuit of foes.\n- Defeated Itaburu in battle.\n- Lucia self-destructed to blow up evil device.\n- Argument with Lucia & Mystery Girl reveals past.\n- Used Moving Apparatus to fly to Fiery Volcano.\n\u0001ā\n- N/A\n\u0001ā\n《Darkiron Bastille》\nGetting in is easy, but leaving not so much.\nTold traversing Spirit Road is the only way\nto escape the so-called inescapable prison.\n《The Prisoners》\nThe jail wasn't really used for people, but\nItaburu, much to the contrary, controlled it,\nand imprisoned those to further his experiments.。",
  "Diary_06_title": "Fiery Volcano",
  "Diary_06_00": "- Crashed into Mt. Elpis off of Birdy.\n- Got A Class License in the Virtual Colosseum.\n- Defeated Dark Master's minion, Deathburn.\n- Met Renerte at the Secret Base at last.\n- Learned he was posing as Anses' brother.\n- Drove off Dark Master invading the Secret Base.\n- Watched the video letter from Anses.\n- Decided to fight, zoomed to Core.\n- Flew into Core from the Moving Apparatus.\n\u0001ā\n- Learned Air Ride\n- Learned Super Big Ride\n\u0001ā\n《Fiery Volcano》\nResistance established it as the front line\ndefense to face the Broken Monsters. The\nremenants were hunted after the Resistance fell,\nand a shining eye surveys from above now.\n《Mt. Elpis》\nVolcano that towers over the plains.\nSeemingly endless magma flows within, and\nthis continually makes the mountain taller.",
  "Diary_07_title": "Core",
  "Diary_07_00": "- Met Handerson in Mother's Core.\n- Handerson got mad and hid the world in darkness.\n- Earned S Class License in Virtual Colosseum.\n- Revived Broken Monsters waited in the skies.\n- Handerson turned into Galmazad.\n- Galmazad fled to the world after losing.\n- Renerte revealed as agent of Mother device.\n- Renerte bid his farewall for Break World.\n- World destruction stopped by Renerte's sacrifice.\n\u0001ā\n- Learned Sky Ride.\n- Learned Super Synthesis.\n\u0001ā\n《Core》\nThe mothership of a fleet that fled its homeworld.\nTo become Break World Core, it divided the Mother\nRoom, and split the ship into parts. The remains\nof the ship are known as \"Point Zero\".\n《Mother》\nOfficial name of Planet Manufacturer, Mother.\nSurvivors of its polluted homeworld intend to\ncreate a new home after a seemingly endless voyage.",
  "Diary_08_00": "- Met Lucia, thought dead, again at Wood Park.\n- Faced Aroma, Lucia's true form, at Point Zero.\n- Learned about the Star Seed from Aroma.\n- Created Map Disc using the Disc Machine.\n- Took Star Seed after defeating all the gods.\n- Revived Dark Master with Star Seed's power.\n- Empowered Dark Master turned into Snapped-Dragon.\n- Snapped-Dragon, lost, turned into Jormungandros.\n- Defeated Jormungandros\n- Freed Renarte from Mother using Star Seed.\n\u0001ā\n- Can create Discs with Disc Machine.\n\u0001ā\n《Point Zero》\nLucia's laboratory from the Mothership wreckage.\nA nostalgic place to Lucia, Aroma and Anses for\nthe basis of the Star Seed Research.\n《Star Seed》\nPower of the strongest gods born from a star.\nTo get the pieces required for the Star Seed,\nchose to challenge the gods themselves again.",
  "Diary_09_00": "- Aroma's pod returned, colliding with Tiko.\n- Agreed to seek the Power of Ra in the Spirit Realm.\n- Ace injected the power of Ra into the Reactor.\n- Used Ra device, and restored the Nochora to Incarnii.\n- Used Ra device, and exposed the king as the Djinn.\n- Freed Incarnii from the Broken World.\n- Combined the 4 Incarnii and revived Jester.\n- The Djinn's forces invaded the Broken World.\n- Restored Nochorin to Wulfspade with the heart pieces.\n- Combined the 4 Incarnii and revived Wildcard.\n\u0001ā\n- Imbued Reactor with Ra.\n- Imbued Reactor with Specialist.\n- Learned Super Synthesis revised.\n\u0001ā\n《Incarnus World》\nWorld of the Incarnus. Status of the Incarnus dot\nthe land in worship of the former Incarnus king.\nIt has crumbled to chaos without its former king.\n《Incarnus》\nThe Incarnii known in legends on your planet.\nThey are only of pure and noble spirit. Their\nexistence is related to Dr. Carmasso who\nmade possible the use of Darkonium.",
  "Diary_10_title": "Spirit World",
  "Diary_10_00": "- Liberated slaves from the Djinn's control with Incarnus' power.\n- Engaged the Djinn in battle and was victorious.\n- Ended the feud between the Djinn & Incarnii and restored peace.\n- Aroma boarded the repaired pod for her home world.\n- Jester arrived to protect the world.\n- Teamed up with Wildcard to contain the Break World.\n\u0001ā\n- Unlocked Centre Building BF2 Arena.\n- Can search Incarnus World SE area.\n- Can search for Truth Dimensions using Ra device.\n- Can use Auto-Battle.\n\u0001ā\n《Spirit World》\nHomeworld of monsters centered around a fountain\nof Dark Matter. Monsters born in other lands\ncreated the world from the memories in their souls.\n《Dark Matter》\nLike blood to monsters, can be refined, and the\nresulting Darkonium has tremendous energy within.\nDr. Jet, Dr. Carmosso's friend, proposed a\nmethod to use that energy long ago."
}