{
  "RideInSmallMap": "You cannot ride the\n%ls here.",
  "Obstacle_Query": "A strong breeze flows from between the rocks.\n\u0001ā\nWould you like to destroy the rocks?\u0001Ă",
  "BigMonsterRideInEvent": "You cannot ride large monsters right now.",
  "RideInHellMap": "You cannot ride %ls because the\nground is not stable enough.",
  "RideBigSizeInNotFlight": "You cannot ride oversized monsters, until you acquired\nat least an A-Rank License.",
  "CantBigMonsterRide": "You need to be in a wider place, without steps.",
  "FieldRespawn": "You lost some HP and gold due to falling out of bounds. \nMake sure to watch your step, Monster Master!",
  "FieldBarriered": "You've left the boundaries for the current map, and\nhave been returned to the entrance!",
  "FieldRespawn_Drone": "The drone has left wireless range, and communications\nwith it have been lost.",
  "DarkoniumInfection": "The %ls appears to be mutating...",
  "DarkoniumReincarnated": "The %ls has mutated!",
  "RideAttackGetExp": "You gained %ls Exp!",
  "RideAttackRateGetExp": "You received %ls Exp! （%lsx）",
  "FastRailStart": "Would you like to ride the rails?\n\u0001Ă",
  "RideAttackSleep": "No experience was received, because it was hibernating!",
  "FastRailEnd": "Would you like to get off the rails?\n\u0001Ă",
  "SaveDronePosition": "Saved the last known position of the drone.",
  "FastRailNotRide": "You are required to ride a monster here.",
  "DisableDroneNotGranding": "You cannot launch the drone from the water, or mid-air.\nPlace your feet on stable ground, and try again.",
  "DisableDroneNarrow": "You cannot launch the drone with an obstacle this close.\nFind an open area to launch the drone from.",
  "DisableDroneStrangePower": "A mysterious interference is preventing you from launching\nthe drone within this area.",
  "Obstacle_LackingPower": "A strong breeze flows from between the rocks. You could likely\nbreak them with a riding monster.",
  "DroneGuide": "\u0001̄The Drone feature has been enabled!\nYou can launch it, by pressing START.\n\u0001ā\nYour drone can monitor far off destinations, and even grab\nitems it spots in the field.\n\u0001ā\nMore information can be found from the Menu, under\nthe Tips & Tricks section.",
  "QuickKillItemUse": "Using this item while riding, provides a quick kill.",
  "Escape_Query": "A strong wind shoots straight up towards the sky.\nYou could likely ride it straight up out of here.\n\u0001ā\nWould you like to leave this place?\u0001Ă",
  "Smell_Red": "Dragon and Zombie monsters appear to like the scent.",
  "Smell_Yellow": "Slime and ??? monsters appear to like the scent.",
  "Smell_Pink": "Demon and Break monsters appear to like the scent.",
  "Explode_BombRock": "A rockbomb blew up!\nAll parties took heavy damage!",
  "Hit_LastDungeonLightning": "It was returned to the entrance by Evil Tikara!"
}