{
  "HideSearch": "There is something invisible here.\nUse your Reactor to uncover it.",
  "Small_Get": "%ls",
  "Large_Get": "The \u0001\u0004%ls\u0001\u0001 \nwas trapped inside!",
  "Large_Query": "Will you allow \u0001\u0004%ls\u0001\u0001 to join you?\u0001Ă",
  "Large_Yes": "\u0001\u0004%ls\u0001\u0001 became your friend!",
  "Fondue_Expl_01": "\u0001́Merci beaucoup! It felt as 'zo I vas going to be\nstuck in zere forever!\n\u0001ā\nSacre bleu! Look at ze' time! My family iz waiting for me at ze' Wood Park!\n\u0001ā\nIf vous do not mind, come and meet me zere. I have somesing to give vous!",
  "Large_No": "The \u0001\u0004%ls\u0001\u0001\nsadly sulked off...",
  "Large_NotEmpty": "But the depository is full!",
  "BossStealthMons_Get": "\u0001\u0004%ls\u0001\u0001 was trapped inside of\nthe stealth box!\n\u0001ā\nIt appears that \u0001\u0004%ls\u0001\u0001 would\nlike to join your team!",
  "Fondue_Expl_04": "\u0001́Thank you so much! I'm going to be so late now...\n\u0001ā\nI can't do much for you now, but perhaps you can meet me over at Wood park, yes?\n\u0001ā\nI'll have more time to properly thank you there... So I'll see you then!",
  "Fondue_Name_02": "Black",
  "Fondue_Open": "A \u0001\u0004Fondude\u0001\u0001 was trapped inside of the stealth box!",
  "Fondue_Pop_01": "\u0001́Voila! It is I, Brother %ls! Vas it you!? Vas it vous who saved one of the six Fondude Frères!?\n\u0001ā",
  "Fondue_Pop_02": "\u0001́I am Brother %ls, of the six Fondude Brothers.\nYou're the one who helped me, aren't you?\n\u0001ā",
  "Fondue_Pop_03": "\u0001́Hello out there... will someone let me out!?\nIt's me, Brother %ls, one of the six Fondude Brothers.\n\u0001ā",
  "Fondue_Pop_04": "\u0001́Are you the one who helped out Brother %ls, of the six Fondude Brothers?\n\u0001ā",
  "Fondue_Pop_05": "\u0001́Gnarly... I'm free again! The name's Brother %ls,\nof the six Fondude Brothers.\n\u0001ā",
  "Fondue_Expl_02": "\u0001́Thank you... now I can finally meet up with the other Fondudes...\n\u0001ā\nSome strange monster stuffed me into that invisible chest, but I'm not sure why.\n\u0001ā\nOh well! I'd better get going. Come see me over at Wood Park!",
  "Fondue_Name_00": "%ls",
  "Fondue_Expl_03": "\u0001́I've been saved! That darned monster grabbed me and stuffed me in there in the middle of my trip...\n\u0001ā\n... Ahh, yes! I was on my way to join the other Fondudes over at Wood Park!\n\u0001ā\nI'm sorry, but I have to hurry over there! Come see me and I'll make it up to you sometime!",
  "Fondue_Name_01": "Green",
  "Fondue_Expl_05": "\u0001́That's the last time I travel alone, that's for sure.\nI was on my way to Wood Park, when suddenly...\n\u0001ā\nSome mysterious monster kidnapped me and stuffed me in that stupid box!\n\u0001ā\nI hate to cut this short, since ya saved me... but, let's meet back up at Wood Park.",
  "Fondue_Name_03": "Blue",
  "Fondue_Goodbye": "The Fondude ran off in a hurry!",
  "Fondue_Name_04": "Yellow",
  "Fondue_Name_05": "Red"
}