{
  "DEMO_915_MSG_001": "\u0001́I'm glad you brother were at least able to be a part of Jester again.... but....\n\u0001ā",
  "DEMO_915_MSG_002": "\u0001́Where could Wulfspade Ace be ? We looked every where for him.",
  "DEMO_915_MSG_003": "\u0001́About that... Now that I'm restored, I feel it.",
  "DEMO_915_MSG_004": "\u0001́You're name is Nochorin right?\n\u0001ā\nYou're Wulfspade Ace.",
  "DEMO_915_MSG_005": "\u0001́I'm... Wulfspade Ace?\n\u0001ā\nThen why is the reactor not responding?",
  "DEMO_915_MSG_006": "\u0001́During the incident, I was staning right next to you and you protected me. So you were damaged quite severely.\n\u0001ā",
  "DEMO_915_MSG_007": "\u0001́You can't transform back because your soul as the Incarnus was completely shattered....\n\u0001ā\nIf we find those pieces to your soul, you should reagain yourself again.",
  "DEMO_915_MSG_008": "\u0001́Repairing the broken Incarnus soul...? How do we do that!?",
  "DEMO_915_MSG_009": "\u0001́\u0001ȁ already has a piece of your soul already.",
  "DEMO_915_SYS_001": "\u0001\u0004 Shining Piece \u0001\u0001 was actually \n\u0001\u0004 A piece of the Incarnus soul \u0001\u0001",
  "DEMO_915_MSG_010": "\u0001́ That is a piece of Wulfspade Ace's soul.\n\u0001ā",
  "DEMO_915_MSG_011": "\u0001́All of the pieces should be on this planet. When we collect all of them, we should bring it to the altar in the Incarnus Village.",
  "DEMO_915_MSG_012": "\u0001́I understand! Let's go around the break world to find the missing pieces!",
  "DEMO_915_MSG_013": "\u0001̂You don't have to look everywhere.",
  "DEMO_915_MSG_014": "\u0001̂I couldn't finish this in time for the Incarnii search but I created a search program.",
  "DEMO_915_MSG_015": "\u0001̂Pieces with the same properties could be found at the Fiery Volcano and Black Iron Prison Tower. One each.\n\u0001ā",
  "DEMO_915_MSG_016": "\u0001̂I'll send you guys the coordinates later to help with your search.",
  "DEMO_915_MSG_017": "\u0001́Sir Jester!!\n\u0001ā",
  "DEMO_915_MSG_018": "\u0001́There's been a problem! We found the phantom gate but the demons are right out side if it.",
  "DEMO_915_MSG_019": "\u0001́What!?"
}