{
  "ActionHelp000": "［None］",
  "ActionHelp001": "Physically damage the enemy.",
  "ActionHelp002": "Reduces most damage received from enemies by 1/2.",
  "ActionHelp003": "Charges up your Tension, increasing the amount of damage or healing done. Higher levels will have an even greater effect.",
  "ActionHelp004": "Raises Your own Tension 2z in a single turn.",
  "ActionHelp005": "Raises your own Tension by x4 in a single turn.",
  "ActionHelp006": "Stop fighting and flee from battle.",
  "ActionHelp007": "Skip making a move and wait for the next turn.",
  "ActionHelp008": "Deals a physical blow.",
  "ActionHelp009": "-",
  "ActionHelp010": "Deals minor Fire damage to a single enemy. (MAG)",
  "ActionHelp011": "Deals large Fire damage to a single enemy. (MAG)",
  "ActionHelp012": "Deals massive Fire damage to a single enemy. (MAG)",
  "ActionHelp013": "Deals extreme Fire damage to a single enemy. (MAG)",
  "ActionHelp014": "Deals minor Water damage to a single enemy. (MAG)",
  "ActionHelp015": "Deals large Water damage to a single enemy. (MAG)",
  "ActionHelp016": "Deals massive Water damage to a single enemy. (MAG)",
  "ActionHelp017": "Deal extreme Water damage to a single enemy. (MAG)",
  "ActionHelp018": "Deals minor Wind damage to a group of enemies. (MAG)",
  "ActionHelp019": "Deals large Wind damage to a group of enemies. (MAG)",
  "ActionHelp020": "Deals massive Wind damage to a group of enemies. (MAG)",
  "ActionHelp108": "Targets enemies 4 times and lowers their Tension slightly while raising your own. (MAG)",
  "ActionHelp021": "Deals extreme Wind damage to a group of enemies. (MAG)",
  "ActionHelp109": "Steals a large amount of MP from an enemy and adds it to your own. (MAG)",
  "ActionHelp022": "Deals minor Ground damage to all enemies. The effect will not occur until the next turn. (MAG)",
  "ActionHelp023": "Deals large Ground damage to all enemies. The effect will not occur until the next turn. (MAG)",
  "ActionHelp024": "Deals massive Ground damage to all enemies. The effect will not occur until the next turn. (MAG)",
  "ActionHelp025": "Deals extreme Ground damage to all enemies. The effect will not occur until the next turn. (MAG)",
  "ActionHelp026": "Deals minor Blast damage to all enemies. (MAG)",
  "ActionHelp027": "Deals large Blast damage to all enemies. (MAG)",
  "ActionHelp028": "Deals massive Blast damage to all enemies. (MAG)",
  "ActionHelp029": "Deals extreme Blast damage to all enemies. (MAG)",
  "ActionHelp030": "Deals minor Ice damage to all enemies. (MAG)",
  "ActionHelp118": "Doubles the occurrence of your allies' special traits in battle. (MAG)",
  "ActionHelp031": "Deals large Ice damage to all enemies. (MAG)",
  "ActionHelp119": "Eliminates the possibility of all enemies' special traits from occuring in battle. (MAG)",
  "ActionHelp032": "Deals massive Ice damage to all enemies. (MAG)",
  "ActionHelp033": "Deals extreme Ice damage to all enemies. (MAG)",
  "ActionHelp034": "Deals minor Electric damage to one enemy. (MAG)",
  "ActionHelp035": "Deals large Electric damage to one enemy. (MAG)",
  "ActionHelp036": "Deals massive Electric damage to one enemy. (MAG)",
  "ActionHelp037": "Deals extreme Electric damage to one enemy. (MAG)",
  "ActionHelp038": "Deals Gravity damage to a single enemy, removing 1/8 of their remaining HP. (MAG)",
  "ActionHelp603_Short": "Raises the ATK, DEF, INT, AGI of all allies for 5 rounds. (ART)",
  "ActionHelp039": "Deals Gravity damage to a single enemy, removing 1/6 of their remaining HP. (MAG)",
  "ActionHelp040": "Deals Gravity damage to a single enemy, removing 1/5 of their remaining HP. (MAG)",
  "ActionHelp128": "-",
  "ActionHelp041": "Deals Gravity damage to a single enemy, removing 1/4 of their remaining HP. (MAG)",
  "ActionHelp129": "-",
  "ActionHelp042": "Deals minor Fire damage to all enemies. (MAG)",
  "ActionHelp043": "Deals large Fire damage to all enemies. (MAG)",
  "ActionHelp044": "Deals massive Fire damage to all enemies. (MAG)",
  "ActionHelp045": "Deals extreme Fire damage to all enemies. (MAG)",
  "ActionHelp046": "Deals minor Dark damage to all enemies. (MAG)",
  "ActionHelp047": "Deals large Dark damage to all enemies. (MAG)",
  "ActionHelp048": "Deals massive Dark damage to all enemies. (MAG)",
  "ActionHelp049": "Deals extreme Dark damage to all enemies. (MAG)",
  "ActionHelp050": "Assault a single enemy with the wrath of nature, dealing cataclysmic Fire and Ice damage. (MAG)",
  "ActionHelp138": "Slice an enemy with a normal attack that deals Light damage. (PHY)",
  "ActionHelp051": "Smite all enemies with holy light, dealing cataclysmic Light damage. (MAG)",
  "ActionHelp139": "Slice an enemy with a normal attack that deals Dark damage. (PHY)",
  "ActionHelp052": "Gathers all of the user's remaining MP to deal unmatched Light damage to all enemies based on the amount used. (MAG)",
  "ActionHelp053": "Bombards all enemies with a barrage of Fire damage. Randomly strikes one target per instance of damage. (MAG)",
  "ActionHelp054": "Bombards all enemies with a barrage of Water damage. Randomly strikes one target per instance of damage. (MAG)",
  "ActionHelp055": "Bombards all enemies with a barrage of Wind damage. Randomly strikes one target per instance of damage. (MAG)",
  "ActionHelp056": "Bombards all enemies with a barrage of Ground damage. Randomly strikes one target per instance of damage. (MAG)",
  "ActionHelp057": "Bombards all enemies with a barrage of Blast damage. Randomly strikes one target per instance of damage. (MAG)",
  "ActionHelp300": "Kills the user and target enemy after a fixed number of turns have passed. Can only be used once per battle. (DAN)",
  "ActionHelp058": "Bombards all enemies with a barrage of Ice damage. Randomly strikes one target per instance of damage. (MAG)",
  "ActionHelp301": "Steals MP from a single enemy and adds it to your own. (DAN)",
  "ActionHelp059": "Bombards all enemies with a barrage of Electric damage. Randomly strikes one target per instance of damage. (MAG)",
  "ActionHelp302": "Steals Tension from a single enemy and adds it to your own. (DAN)",
  "ActionHelp060": "Bombards all enemies with a barrage of Gravity damage. Randomly strikes one target per instance of damage. (MAG)",
  "ActionHelp148": "Deals physical damage to all enemies. Will strike larger enemies multiple times. (PHY)",
  "ActionHelp061": "Bombards all enemies with a barrage of Light damage. Randomly strikes one target per instance of damage. (MAG)",
  "ActionHelp149": "Deals physical damage to all enemies. Will strike larger enemies multiple times. Extra effective against Devil, Zombie, Material, Break, and Boss family monsters. (PHY)",
  "ActionHelp062": "Bombards all enemies with a barrage of Dark damage. Randomly strikes one target per instance of damage. (MAG)",
  "ActionHelp063": "Restores around 30 HP to a single ally. (MAG)",
  "ActionHelp064": "Restores around 80 HP to a single ally. (MAG)",
  "ActionHelp065": "Restores around 300 HP to a single ally. (MAG)",
  "ActionHelp066": "Restores around 100 HP to all allies. (MAG)",
  "ActionHelp067": "Restores around 500 HP to all allies. (MAG)",
  "ActionHelp310": "-",
  "ActionHelp068": "Completely restores all HP of one ally. (MAG)",
  "ActionHelp311": "-",
  "ActionHelp069": "Causes one ally to regen some HP after finishing a turn's actions. (MAG)",
  "ActionHelp312": "-",
  "ActionHelp070": "Causes one ally to regen lots of HP after finishing a turn's actions. (MAG)",
  "ActionHelp158": "Attack all enemies with an extremely powerful Electric slash. Deals more damage the higher the user's level. (PHY)",
  "ActionHelp071": "Has a chance to revive a single fallen ally but can fail to work. (MAG)",
  "ActionHelp159": "Attack all enemies 2 times with an extremely powerful shocking blizzard. Deals more damage the higher the user's level. (PHY)",
  "ActionHelp072": "Revives a single ally with full health. (MAG)",
  "ActionHelp073": "Causes a single ally to automatically revive upon death. (MAG)",
  "ActionHelp074": "Caster gives up own life to revive and fully heal all allies, including those in standby. User cannot be revived until combat has ended. (MAG)",
  "ActionHelp075": "Creates a magical barrier in front of all allies that will reflect the next MAG attack. (MAG)",
  "ActionHelp076": "Creates a magical barrier in front of oneself which reflects most MAG attacks. (MAG)",
  "ActionHelp077": "Creates a magical barrier in front of oneself which returns most PHYS attacks. (MAG)",
  "ActionHelp320": "Cancels any remaining moves left this turn for all allies and all enemies instantly. Can only be used one time per battle. (ART)",
  "ActionHelp078": "Causes all allies to be unable to act, in enchange for nullifying incoming attacks. Can only be used once per battle. (MAG)",
  "ActionHelp321": "Reverses the order of actions for the rest of the battle for all enemies and all allies. Some actions and effects may ignore this ability. (ART)",
  "ActionHelp079": "Cures all allies of confusion. (MAG)",
  "ActionHelp322": "Causes all enemies and all allies to act in a completely random order for the rest of the battle. Some actions and effects may ignore this ability. (ART)",
  "ActionHelp080": "Cures all allies of sleep and paralysis. (MAG)",
  "ActionHelp168": "Deliver a reckless attack directed at one enemy that has a high chance of missing, but will often result in a critical strike. (PHY)",
  "ActionHelp411": "Physically damage the enemy.",
  "ActionHelp081": "Cures all allies of poison. (MAG)",
  "ActionHelp169": "Attack indiscriminately, randomly hitting an enemy or ally with a vicious critical strike. (PHY)",
  "ActionHelp412": "Physically damage the enemy.",
  "ActionHelp082": "Removes curses from all allies. (MAG)",
  "ActionHelp413": "Physically damage the enemy.",
  "ActionHelp083": "Significantly increases ATK of one ally for 5 turns. (MAG)",
  "ActionHelp414": "Physically damage the enemy.",
  "ActionHelp084": "Slightly increases ATK of all allies for 5 turns. (MAG)",
  "ActionHelp415": "Physically damage the enemy.",
  "ActionHelp085": "Significantly reduces ATK of a single enemy for 5 turns. (MAG)",
  "ActionHelp416": "Physically damage the enemy.",
  "ActionHelp086": "Slightly reduces ATK of all enemies for 5 turns. (MAG)",
  "ActionHelp417": "Physically damage the enemy.",
  "ActionHelp087": "Significantly increases DEF of a single ally for 5 turns. (MAG)",
  "ActionHelp330": "Lowers the DEF of all allies and all enemies at the start of each turn for the next 5 turns. (ART)",
  "ActionHelp418": "Physically damage the enemy.",
  "ActionHelp088": "Slightly increases DEF of all allies for 5 turns. (MAG)",
  "ActionHelp331": "Lowers the SPD of all allies and all enemies at the start of each turn for the next 5 turns. (ART)",
  "ActionHelp419": "Physically damage the enemy.",
  "ActionHelp089": "Significantly reduces DEF of a single enemy for 5 turns. (MAG)",
  "ActionHelp332": "Lowers the INT of all allies and all enemies at the start of each turn for the next 5 turns. (ART)",
  "ActionHelp090": "Slightly reduces DEF of all enemies for 5 turns. (MAG)",
  "ActionHelp178": "An attack that increases in damage as allies or enemies keep using it during the current battle. (PHY)",
  "ActionHelp421": "Physically damage the enemy.",
  "ActionHelp091": "Significantly increases SPD of a single ally for 5 turns. (MAG)",
  "ActionHelp179": "Lowers enemy Tension while also dealing out physical damage. Deals more damage based on how much the target's Tension is lowered. (PHY)",
  "ActionHelp092": "Slightly increases SPD of all allies for 5 turns. (MAG)",
  "ActionHelp093": "Significantly reduces SPD of a single enemy for 5 turns. (MAG)",
  "ActionHelp094": "Slightly reduces SPD of all enemies for 5 turns. (MAG)",
  "ActionHelp095": "Significantly increases INT of a single ally for 5 turns. (MAG)",
  "ActionHelp096": "Slightly increases INT of all allies for 5 turns. (MAG)",
  "ActionHelp097": "Significantly reduces INT of a single enemy for 5 turns. (MAG)",
  "ActionHelp340": "-",
  "ActionHelp098": "Slightly reduces INT of all enemies for 5 turns. (MAG)",
  "ActionHelp341": "-",
  "ActionHelp099": "Reduces the accuracy of all enemies for 3 turns. (MAG)",
  "ActionHelp342": "-",
  "ActionHelp100": "Significantly raises the resistances of a single ally. (MAG)",
  "ActionHelp101": "Slightly raises the resistances of all allies. (MAG)",
  "ActionHelp102": "Significantly reduces the resistances of a single enemy. (MAG)",
  "ActionHelp103": "Slightly reduces the resistances of all enemies. (MAG)",
  "ActionHelp104": "-",
  "ActionHelp105": "-",
  "ActionHelp106": "-",
  "ActionHelp107": "Lowers the Tension of an enemy significantly while raising your own. (MAG)",
  "ActionHelp110": "Targets enemies 4 times and steals a small amount of MP from them while adding it to your own. (MAG)",
  "ActionHelp111": "Sends a single enemy into confusion. (MAG)",
  "ActionHelp112": "Sends all enemies into confusion. (MAG)",
  "ActionHelp113": "Puts a single enemy to sleep. (MAG)",
  "ActionHelp114": "Puts all enemies to sleep. (MAG)",
  "ActionHelp115": "Attempts to instantly end the life of one enemy. (MAG)",
  "ActionHelp116": "Attempts to instantly end the lives of all enemies. (MAG)",
  "ActionHelp117": "Sacrifices the caster's life in an attempt to utterly destroy all enemies. (MAG)",
  "ActionHelp120": "A mysterious spell with unpredictable effects. (MAG)",
  "ActionHelp208": "Massacre random enemies in a sudden fit of rage, attacking 4 times and dealing more damage to enemies with higher DEF. (ART)",
  "ActionHelp121": "A spell that allows the caster to chain similiar attacks with allies. (MAG)",
  "ActionHelp209": "Inflicts the stasis status effect on one enemy and lowers their DEF. (ART)",
  "ActionHelp122": "Exchanges the caster's stats with those of another enemy of the same size. (MAG)",
  "ActionHelp123": "-",
  "ActionHelp124": "-",
  "ActionHelp125": "-",
  "ActionHelp126": "-",
  "ActionHelp127": "-",
  "ActionHelp130": "Slice an enemy with a normal attack that deals Fire damage. (PHY)",
  "ActionHelp218": "-",
  "ActionHelp131": "Slice an enemy with a normal attack that deals Water damage. (PHY)",
  "ActionHelp219": "Removes negative status effects of any kind from one ally. (ART)",
  "ActionHelp132": "Slice an enemy with a normal attack that deals Wind damage. (PHY)",
  "ActionHelp133": "Slice an enemy with a normal attack that deals Ground damage. (PHY)",
  "ActionHelp134": "Slice an enemy with a normal attack that deals Blast damage. (PHY)",
  "ActionHelp135": "Slice an enemy with a normal attack that deals Ice damage. (PHY)",
  "ActionHelp136": "Slice an enemy with a normal attack that deals Electric damage. (PHY)",
  "ActionHelp137": "Slice an enemy with a normal attack that deals Gravity damage. (PHY)",
  "ActionHelp140": "Slice an enemy with cursed blades from the netherworld, reducing their max HP. (PHY)",
  "ActionHelp228": "Hides the user in a shroud of mist, preventing damage from most sources from occuring one time. (ART)",
  "ActionHelp141": "Slice an enemy with cursed blades from the netherworld, reducing their max MP. (PHY)",
  "ActionHelp229": "User recovers around 350 HP. (ART)",
  "ActionHelp142": "Slice an enemy with a normal attack that reduces their ATK. (PHY)",
  "ActionHelp143": "Slice an enemy with a normal attack that reduces their DEF. (PHY)",
  "ActionHelp144": "Slice an enemy with a normal attack that reduces their SPD. (PHY)",
  "ActionHelp145": "Slice an enemy with a normal attack that reduces their INT. (PHY)",
  "ActionHelp146": "Slice an enemy with a normal attack and recover half the damage dealt as HP. Cannot heal more than 200 HP at once. (PHY)",
  "ActionHelp147": "A normal attack that will always deal damage to metal monsters. (PHY)",
  "ActionHelp150": "Deals physical damage to all enemies. Will strike larger enemies multiple times. Extra effective against Slime, Dragon, Nature, and Beast family monsters. (PHY)",
  "ActionHelp238": "Counters any MAG attack recieved from enemies this turn. (ART)",
  "ActionHelp151": "Deals miniscule physical damage to all enemies. If the target is poisoned or paralyzed, they will take heavy damage. (PHY)",
  "ActionHelp239": "Counters any ART attack recieved from enemies this turn. (ART)",
  "ActionHelp152": "Deals miniscule physical damage to all enemies. If the target is sleeping or conflused, they will take heavy damage. (PHY)",
  "ActionHelp153": "Strike the weak point of all enemies with a fiery explosion that deals large Fire and Blast damage. (PHY)",
  "ActionHelp154": "Strike the weak point of all enemies with a glacial torrent that deals large Ice and Water damage. (PHY)",
  "ActionHelp601_Short": "Deals Fire and Blast damage to all enemies. Does more damage the lower user's HP is. (PHY)",
  "ActionHelp155": "Strike the weak point of all enemies with a lightning storm that deals large Wind and Electric damage. (PHY)",
  "ActionHelp156": "Strike the weak point of all enemies with a crushing avalanche that deals large Ground and Gravity damage. (PHY)",
  "ActionHelp157": "Attack an enemy with an extremely powerful Electric slash. Deals more damage the higher the user's level. (PHY)",
  "ActionHelp160": "Attack enemies 4-12 times randomly with explosive light arrows. (PHY)",
  "ActionHelp248": "Raises the user's Tension by 2 levels, but causes them to be poisoned. (ART)",
  "ActionHelp161": "Strike the weak point of all enemies with crushing darkness that deals heavy Dark and Gravity damage. (PHY)",
  "ActionHelp249": "Increases the user's INT greatly, but causes them to be cursed. (ART)",
  "ActionHelp162": "Attack one enemy, collecting an additional gold bounty if they are defeated. (PHY)",
  "ActionHelp163": "Attack one enemy with a weak strike that may yield additional dropped items if they are defeated by the attack. (PHY)",
  "ActionHelp164": "Convert all remaining MP into damage and unleash it at an enemy. Target is chosen at random. (PHY)",
  "ActionHelp165": "Reduces the HP of yourself and a single enemy to 1. (PHY)",
  "ActionHelp166": "Attack with a body blow, dealing heavy damage to both the user and a single enemy. (PHY)",
  "ActionHelp167": "Conceal yourself in the shadows, avoiding enemy attacks. On the next turn you will reveal yourself, striking all enemies at once. (PHY)",
  "ActionHelp170": "Deals heavy damage to an enemy. However, you will take the same amount of damage. (PHY)",
  "ActionHelp258": "Deals extreme Ice breath damage to all enemies. (BRE)",
  "ActionHelp633_Short": "Deals Electric and Light damage to all enemies. Deals more damage as user's HP gets lower. (PHY)",
  "ActionHelp171": "Penetrate the enemies' defenses, nullifying abilities that redirect attacks to one target and dealing extra damage to all enemies instead. (PHY)",
  "ActionHelp259": "Deals cataclysmic Ice breath damage to all enemies, and may cause the stasis status effect. (BRE)",
  "ActionHelp172": "Strike an enemy preemptively at the start of the turn for heavy damage. User will take double damage until next turn. (PHY)",
  "ActionHelp173": "Slash an enemy for minor damage at the start of the turn. (PHY)",
  "ActionHelp174": "Pound on the enemy at the end of the turn for heavy damage. (PHY)",
  "ActionHelp175": "Charge up your power for one turn, striking an enemy on the next turn while ignoring their DEF. (PHY)",
  "ActionHelp176": "Strike all enemies, ignoring their DEF. (PHY)",
  "ActionHelp177": "Randomly strike 4 enemy targets with a flurry of punches. (PHY)",
  "ActionHelp420": "Physically damage the enemy.",
  "ActionHelp180": "-",
  "ActionHelp268": "Coughes a corrosive cloud that poisons all enemies. (BRE)",
  "ActionHelp181": "-",
  "ActionHelp269": "Vomits a vile venom that inflicts strong poison on all enemies. (BRE)",
  "ActionHelp182": "-",
  "ActionHelp183": "-",
  "ActionHelp184": "-",
  "ActionHelp185": "-",
  "ActionHelp186": "-",
  "ActionHelp187": "Calls a crushing fist of light down from the heavens to smite all enemies for massive Light and Gravity damage. (ART)",
  "ActionHelp188": "Summons a hand from a magic gate to unleash a dark explosion on all enemies for massive Dark and Blast damage. (ART)",
  "ActionHelp189": "Beckons a hand wielding the powers of heaven and hell to shear all enmies for massive Holy and Dark damage. (ART)",
  "ActionHelp190": "Unleash a blazing vortex to deal Fire and Blast damage to a single enemy. (ART)",
  "ActionHelp278": "Blows an arcane wind that will recover the MP of all allies. Continues for 3 turns. (BRE)",
  "ActionHelp609": "Lowers the resistances of one enemy. (MAG)",
  "ActionHelp191": "Unleash will-o-wisps to deal large Fire and Blast damage to all enemies. (ART)",
  "ActionHelp279": "Blows an empowering song that will raise the ATK of all allies. Continues for 3 turns, but the effect will fade afterwards. (BRE)",
  "ActionHelp192": "Unleash a giant column of pyre to deal massive Fire and Blast damage to all enemies. (ART)",
  "ActionHelp193": "Spray an enemy with a burst of freezing water, dealing Water and Ice damage. (ART)",
  "ActionHelp194": "Assault all enemies with a flash flood that deals large Water and Ice damage. (ART)",
  "ActionHelp195": "Conjure a tsunami to batter all enemies for massive Water and Ice damage. (ART)",
  "ActionHelp196": "Cut an enemy with a whirlwind, dealing Wind and Electric damage. (ART)",
  "ActionHelp197": "Slice all enemies with fierce blades of wind, dealing large Wind and Electric damage. (ART)",
  "ActionHelp198": "Shred all enemies with a brutal tornado, dealing massive Wind and Electric damage. (ART)",
  "ActionHelp199": "Throw a rock at one enemy, dealing Ground and Gravity damage. (ART)",
  "ActionHelp200": "Shake up the soil at your feet, dealing large Ground and Gravity damage to all enemies. (ART)",
  "ActionHelp201": "Smash all enemies with a gargantuan boulder, dealing massive Ground and Gravity damage. (ART)",
  "ActionHelp202": "Call a meteor strike down upon one enemy, dealing Light and Dark damage. (ART)",
  "ActionHelp203": "Rain a shower of falling stars from the sky down upon all enemies, dealing large Light and Dark damage. (ART)",
  "ActionHelp204": "Obliterate all enemies with a black hole from which not even light can escape, dealing massive Light and Dark damage (ART)",
  "ActionHelp205": "Cremate all enemies in a large explosion, dealing massive Blast and Gravity damage. (ART)",
  "ActionHelp206": "Call upon a hellish storm from the underworld to deal massive Electric and Dark damage to all enemies. (ART)",
  "ActionHelp207": "Judges all enemies with a cataclysm that rattles the heavens, dealing massive Frost and Light damage. (ART)",
  "ActionHelp210": "-",
  "ActionHelp211": "Reduces the accuracy of all enemies for 3 turns. (ART)",
  "ActionHelp212": "Increases your own evasiveness and dodge physical attacks easily. (ART)",
  "ActionHelp213": "-",
  "ActionHelp214": "Reduce all Resistances of all enemies (ART)",
  "ActionHelp215": "-",
  "ActionHelp216": "Provokes (AI CONTROLLED) enemies into attacking the user more frequently for 3 rounds. (ART)",
  "ActionHelp217": "Conceal yourself, hiding from enemy's attacks for 3 turns. (ART)",
  "ActionHelp220": "Removes negative status effects of any kind from all allies. (ART)",
  "ActionHelp308": "Sacifices the life of the user and massively raises ATK, DEF, SPD, and INT of all allies.",
  "ActionHelp221": "Reduces the ATK, DEF, SPD, and INT of a single enemy. (ART)",
  "ActionHelp309": "-",
  "ActionHelp222": "Reduces the ATK, DEF, SPD, and INT of all enemies. (ART)",
  "ActionHelp223": "Removes most beneficial effects from a single enemy. (ART)",
  "ActionHelp224": "Removes most beneficial and negative effects from all enemies. (ART)",
  "ActionHelp225": "Bolster your defenses, reflecting the next physical attack targing each ally. (ART)",
  "ActionHelp226": "Bolster your defenses, reflecting the next technique aimed at each ally. (ART)",
  "ActionHelp227": "Enshrouds all allies in a headwind that will reflect the next BRE attack that hits them. (ART)",
  "ActionHelp230": "On the next turn, the user will restore a large amount of HP to all allies. (ART)",
  "ActionHelp318": "-",
  "ActionHelp231": "Defends all allies, taking all attacks directed at them in their place. Lowers Tension, and leaves the user susceptible to certain types of attacks. (ART)",
  "ActionHelp319": "-",
  "ActionHelp232": "Passes the user's current Tension on to all allies. (ART)",
  "ActionHelp233": "Reduces the Tension of all enemies based on the user's Tension. (ART)",
  "ActionHelp234": "At the end of the turn, the user will copy any and all attacks they are hit by and direct them towards the enemies. Certain attacks cannot be copied. (ART)",
  "ActionHelp235": "At the end of the turn, the user will switch their HP and MP. If MP is 0, HP will be 1. (ART)",
  "ActionHelp236": "Creates a soul link between the user and a single enemy. While linked, any damage recieved will cause the other to recieve the same amount of damage. (ART)",
  "ActionHelp237": "Counters any PHY attack recieved from enemies this turn. (ART)",
  "ActionHelp240": "Counters any BRE attack recieved from enemies this turn. (ART)",
  "ActionHelp328": "Envelops the area in a volatile vapor that invigorates all allies and all enemies, raising the damage and healing cap to 9999. (ART)",
  "ActionHelp241": "Counters any DAN attack recieved from enemies this turn. (ART)",
  "ActionHelp329": "Lowers the ATK of all allies and all enemies at the start of each turn for the next 5 turns. (ART)",
  "ActionHelp242": "On the user's next turn, one of the following trait effects will occur: Wrath of the Stars, Gift of the Stars, Boon of the Stars. (ART)",
  "ActionHelp243": "Raises the ATK, DEF, SPD, and INT of one ally for 5 rounds. (ART)",
  "ActionHelp244": "Increases the user's ATK greatly, but causes them to be confused. (ART)",
  "ActionHelp245": "Restores the user's HP greatly, but causes them to fall asleep. (ART)",
  "ActionHelp246": "Increases the user's DEF greatly, but causes them to be paralyzed. (ART)",
  "ActionHelp247": "Increases the user's SPD greatly, but causes the stasis status effect. (ART)",
  "ActionHelp250": "Deals minor Fire breath damage to all enemies. (BRE)",
  "ActionHelp338": "-",
  "ActionHelp251": "Deals large Fire breath damage to all enemies. (BRE)",
  "ActionHelp339": "-",
  "ActionHelp252": "Deals massive Fire breath damage to all enemies. (BRE)",
  "ActionHelp253": "Deals extreme Fire breath damage to all enemies. (BRE)",
  "ActionHelp254": "Deals cataclysmic Fire breath damage to all enemies, and may cause the stasis status effect. (BRE)",
  "ActionHelp255": "Deals minor Ice breath damage to all enemies. (BRE)",
  "ActionHelp256": "Deals large Ice breath damage to all enemies. (BRE)",
  "ActionHelp257": "Deals massive Ice breath damage to all enemies. (BRE)",
  "ActionHelp260": "Deals extreme Fire and Ice breath damage to all enemies. (BRE)",
  "ActionHelp348": "-",
  "ActionHelp261": "Deals Wind and Light breath damage to all enemies. Has a chance to raise the Tension of all allies by one level. (BRE)",
  "ActionHelp349": "-",
  "ActionHelp262": "Unleash a frightening roar, dealing damage 4 times randomly. Higher INT will result in more damage. (BRE)",
  "ActionHelp263": "Deals damage to enemies based on the number of dead allies. The more dead, the more damage, but standby allies are not included. (BRE)",
  "ActionHelp264": "Spews a boisterous belch that confuses all enemies. (BRE)",
  "ActionHelp265": "Spits a fragrant fizz that puts all enemies to sleep. (BRE)",
  "ActionHelp266": "Belches a blistering burp that paralyzes all enemies. (BRE)",
  "ActionHelp605_Short": "Deals damage to all enemies and lowers their ATK, DEF, INT, AGI for 5 rounds. (PHY)",
  "ActionHelp267": "Wails a haunting howl that causes the stasis status effect on all enemies. (BRE)",
  "ActionHelp270": "Breathes a blasted boon that curses all enemies. (BRE)",
  "ActionHelp358": "Deals minor Ground damage to all enemies. The effect will not occur until the next turn. (MAG)",
  "ActionHelp601": "Deals Fire and Blast damage to all enemies. Deals more damage as user's HP gets lower. (PHY)",
  "ActionHelp271": "Dishes out a gruesome gale that inficts a strong curse on all enemies. (BRE)",
  "ActionHelp359": "Deals large Ground damage to all enemies. The effect will not occur until the next turn. (MAG)",
  "ActionHelp602": "Restores around 1000 HP to one ally. Recovery amount increases with INT. (MAG)",
  "ActionHelp272": "Puffs a poisonous plume that instantly kills all enemies. (BRE)",
  "ActionHelp603": "Raises the ATK, DEF, INT, AGI of all allies for 5 rounds. (ART)",
  "ActionHelp273": "Frightens your foes with a loud shout, and mess with their tactics. (BRE)",
  "ActionHelp604": "The judgement of God smites all enemies, dealing massive Light and Dark damage. (ART)",
  "ActionHelp274": "Take a deep breath, increasing the damage of your next BRE attack. (BRE)",
  "ActionHelp605": "Deals damage to all enemies and lowers their ATK, DEF, INT, AGI for 5 rounds. (PHY)",
  "ActionHelp275": "Cures the abnormal status effects of all allies. (BRE)",
  "ActionHelp606": "Revives one fallen ally with 100% success rate and restores all of their HP.",
  "ActionHelp276": "On the user's next turn, they will revive all dead allies. However, the effect is not guaranteed (BRE)",
  "ActionHelp607": "Restores 500 HP to one ally and removes all negative statuses. (ART)",
  "ActionHelp277": "Blows a healing wind that will recover the HP of all allies. Continues for 3 turns. (BRE)",
  "ActionHelp608": "Strikes a random enemy target with Electric damage, Deals 4 instances of damage.",
  "ActionHelp280": "Blows a fortifying tune that will raise the DEF of all allies. Continues for 3 turns, but the effect will fade afterwards. (BRE)",
  "ActionHelp368": "-",
  "ActionHelp611": "Deals cataclysmic Ground damage to all enemies, and has the added effect of lowering their accuracy. (BRE)",
  "ActionHelp281": "Blows a speedy sonata that will raise the SPD of all allies. Continues for 3 turns, but the effect will fade afterwards. (BRE)",
  "ActionHelp369": "-",
  "ActionHelp612": "Deals cataclysmic Electric damage to all enemies, and has the added effect of paralysing them. (BRE)",
  "ActionHelp282": "Blows a sagacious serenade that will raise the INT of all allies. Continues for 3 turns, but the effect will fade afterwards. (BRE)",
  "ActionHelp613": "Deals cataclysmic Water damage to all enemies, and has the added effect of putting them to sleep. (BRE)",
  "ActionHelp283": "Blows a macabre melody that will instantly kill any enemies that have 1/8 or less HP remaning. (BRE)",
  "ActionHelp614": "Deals Dark damage to all enemies. The amount of damage deal raises with user's INT. (DAN)",
  "ActionHelp284": "Sighs loudly, reducing the Tension of all enemies. (BRE)",
  "ActionHelp615": "Deals Blast damage to all enemies. The amount of damage deal raises with user's DEF. (DAN)",
  "ActionHelp285": "-",
  "ActionHelp616": "Deals Wind damage to all enemies. The amount of damage deal raises with user's AGI. (DAN)",
  "ActionHelp286": "-",
  "ActionHelp617": "Deals 3/20ths of remaining HP as Gravity damage to all enemies. (DAN)",
  "ActionHelp287": "-",
  "ActionHelp618": "Deals MP damage to all enemies based on user's INT. (DAN)",
  "ActionHelp288": "-",
  "ActionHelp619": "Inflicts all enemies with an effect that will increase the amount of damage they recieve for 1 turn.",
  "ActionHelp289": "-",
  "ActionHelp290": "Deals damage to enemies randomly 3-7 times. (DAN)",
  "ActionHelp378": "Reserve",
  "ActionHelp609_Short": "Lowers the resistances of one enemy. (MAG)",
  "ActionHelp621": "Increases the Tension of all allies. At lower HP values, the amount of Tension added will be increased.",
  "ActionHelp291": "Deals damage to enemies randomly 4 times. The higher the user's SPD, the more damage dealt. (DAN)",
  "ActionHelp379": "Reserve",
  "ActionHelp622": "Inflicts all enemies with an effect that will cause them to take damage instead of recoving any HP or MP from effects that recover.",
  "ActionHelp292": "Deals damage to a single enemy based on how much HP the user is missing. (DAN)",
  "ActionHelp623": "Lowers the ATK and DEF of all enemies. (BRE)",
  "ActionHelp293": "Deals damage to enemies randomly 3-7 times. Has a chance of raising the user's Tension by 1 level. (DAN)",
  "ActionHelp624": "Lowers the AGI and INT of all enemies. (BRE)",
  "ActionHelp294": "Deals [(target's current HP minus user's current HP) divided by 2] damage. Will always fail against monsters of different size than user. (DAN)",
  "ActionHelp625": "Lowers the resistances of all enemies. (BRE)",
  "ActionHelp295": "Causes all enemies to be paralyzed. (DAN)",
  "ActionHelp626": "Deals large damage to one enemy.",
  "ActionHelp296": "Causes the stasis status effect on all enemies. (DAN)",
  "ActionHelp627": "Deals large damage to all enemies. (PHY)",
  "ActionHelp297": "Causes all enemies to be poisoned. (DAN)",
  "ActionHelp628": "Swaps around the ATK, DEF AGI, and INT of all allies randomly.",
  "ActionHelp298": "Causes all enemies to be cursed. (DAN)",
  "ActionHelp629": "Causes one enemy to become weaker to one of the following at random: Confusion, Sleep, Paralysis, Stasis, Curse, or Instant Death.",
  "ActionHelp299": "Attempts to instantly kill all enemies. (DAN)",
  "ActionHelp303": "Restores the HP of a random ally 2-6 times. The higher the user's level, the more HP restored.",
  "ActionHelp304": "Caster gives up own life to revive and fully heal all allies including those in standby, User cannot be further revived until combat has ended. (DAN)",
  "ActionHelp305": "Reflects the next DAN move aimed at each ally back towards the enemy. (DAN)",
  "ActionHelp306": "Lowers the user's Tension in order to raise the Tension of all other allies. (DAN)",
  "ActionHelp307": "Lowers the Tension of all other allies in order to raise the Tension of the user. (DAN)",
  "ActionHelp313": "-",
  "ActionHelp314": "-",
  "ActionHelp315": "-",
  "ActionHelp316": "-",
  "ActionHelp317": "-",
  "ActionHelp323": "Eliminates the chance of any allies or enemies acting more than one time in a single round. (ART)",
  "ActionHelp324": "Emits a red mist that prevents PHY moves from being used by all allies and all enemies. (ART)",
  "ActionHelp325": "Emits a black mist that prevents MAG spells from being used by all allies and all enemies. (ART)",
  "ActionHelp326": "Emits a white mist that prevents ART abilities from being used by all allies and all enemies. (ART)",
  "ActionHelp327": "Covers the area in a mysterious mist from the depths of the abyss that will cause all enemies and all allies whom recover HP or MP to instead lose the intended amount of HP or MP. (ART)",
  "ActionHelp333": "Counterattacks any monster, ally or enemy that attempts to use round ending abilities such as Showstopper with an instant death attack. (ART)",
  "ActionHelp334": "Reduces any damage received by 90%. Can only be used once per battle. (ART)",
  "ActionHelp335": "Swaps the currently active monster party with the one from standby. Monsters can no longer be swapped manually for the rest of the battle. (ART)",
  "ActionHelp336": "-",
  "ActionHelp337": "-",
  "ActionHelp343": "-",
  "ActionHelp344": "-",
  "ActionHelp345": "-",
  "ActionHelp346": "-",
  "ActionHelp347": "-",
  "ActionHelp350": "-",
  "ActionHelp351": "-",
  "ActionHelp352": "-",
  "ActionHelp353": "-",
  "ActionHelp354": "Conceal yourself in the shadows, avoiding enemy attacks. On the next turn you will reveal yourself, striking all enemies at once. (ART)",
  "ActionHelp355": "Gather power for one turn, attacking a single enemy on the next turn. (ART)",
  "ActionHelp356": "On the user's next turn, they will revive all dead allies. There is a chance this ability may fail. (BRE)",
  "ActionHelp357": "On the user's next turn, one of the following trait effects will occur: Wrath of the Stars, Gift of the Stars, Boon of the Stars. (ART)",
  "ActionHelp360": "Deals massive Ground damage to all enemies. The effect will not occur until the next turn. (MAG)",
  "ActionHelp361": "Deals extreme Ground damage to all enemies. The effect will not occur until the next turn. (MAG)",
  "ActionHelp362": "-",
  "ActionHelp363": "-",
  "ActionHelp364": "-",
  "ActionHelp365": "-",
  "ActionHelp366": "-",
  "ActionHelp367": "-",
  "ActionHelp610": "Deals cataclysmic Light damage to all enemies, and has the added effect of lowering their resistances. (BRE)",
  "ActionHelp370": "-",
  "ActionHelp371": "-",
  "ActionHelp372": "-",
  "ActionHelp373": "Unleashes the full power of the monster currently being ridden at max Tension. Afterwards, its Tension and all of its stats will decrease.",
  "ActionHelp374": "Reserve",
  "ActionHelp631_Short": "Deals Ground and Gravity damage to all enemies. Does more damage the lower user's HP is. (PHY)",
  "ActionHelp375": "Reserve",
  "ActionHelp376": "Reserve",
  "ActionHelp377": "Reserve",
  "ActionHelp620": "Inflicts all enemies with an effect that will increase the amount of MP they consume for 1 turn.",
  "ActionHelp602_Short": "Restores around 1000 HP to one ally. Recovery amount increases with INT. (MAG)",
  "ActionHelp604_Short": "Strikes all enemies with massive Light and Dark damage. (ART)",
  "ActionHelp606_Short": "Revives one fallen ally with 100% success rate and restores all of their HP.",
  "ActionHelp607_Short": "Restores around 500 HP to one ally and cures them of all bad status. (ART)",
  "ActionHelp608_Short": "Strikes a random enemy target with Electric damage, Deals 4 instances of damage.",
  "ActionHelp630": "Yells a battlecry that causes all enemy tactics to shift towards offense, but also causes the user to switch towards offense.",
  "ActionHelp631": "Deals Ground and Gravity damage to all enemies. Deals more damage as user's HP gets lower. (PHY)",
  "ActionHelp632": "Deals Water and Wind damage to all enemies. Deals more damage as user's HP gets lower. (PHY)",
  "ActionHelp632_Short": "Deals Water and Wind damage to all enemies. Deals more damage as user's HP gets lower. (PHY)",
  "ActionHelp633": "Deals Electric and Light damage to all enemies. Deals more damage as user's HP gets lower. (PHY)",
  "ActionHelp634": "Deals Dark and Ice damage to all enemies. Deals more damage as user's HP gets lower. (PHY)",
  "ActionHelp634_Short": "Deals Dark and Ice damage to all enemies. Deals more damage as user's HP gets lower. (PHY)",
  "ActionHelp635": "A Mist that limits ability to battle ride, dismount, and fuse with monsters in battle. Effects both allies and enemies.",
  "ActionHelp637": "Deals damage to all enemies. (ART)",
  "ActionHelp638": "Deals physical damage to all enemies. The amount of damage varies widely. (PHY)",
  "ActionHelp639": "Erects a barrier that will instantly kill any physical attacker that targets user. (ART)",
  "ActionHelp640": "Attempts to inflict all enemies with Stasis status. (ART)",
  "ActionHelp641": "Deals physical damage to a single enemy. (PSY)"
}