{
  "FeatHelp000": "［None］",
  "FeatHelp295": "Increases maximum ATK by 20.",
  "FeatHelp001": "Act 1-2 times in a single turn. If given a command, the AI will decide the rest of the turns.",
  "FeatHelp296": "Increases maximum ATK by 24.",
  "FeatHelp002": "Act 1-3 times in a single turn. If given a command, the AI will decide the rest of the turns.",
  "FeatHelp297": "Increases maximum ATK by 30.",
  "FeatHelp003": "Act 2 times in a single turn. If given a command, the AI will decide the rest of the turns.",
  "FeatHelp298": "Increases maximum ATK by 36.",
  "FeatHelp004": "Act 2-3 times in a single turn. If given a command, the AI will decide the rest of the turns.",
  "FeatHelp299": "Increases maximum ATK by 48.",
  "FeatHelp005": "Act 3 times in a single turn. If given a command, the AI will decide the rest of the turns.",
  "FeatHelp006": "Act 3-4 times in a single turn. If given a command, the AI will decide the rest of the turns.",
  "FeatHelp007": "Act 4 times in a single turn. If given a command, the AI will decide the rest of the turns.",
  "FeatHelp008": "Uses Oomph on oneself at the start of a battle.",
  "FeatHelp009": "Uses Buff on oneself at the start of a battle.",
  "FeatHelp010": "Uses Accelerate on oneself at the start of a battle.",
  "FeatHelp011": "Uses Ping on oneself at the start of a battle",
  "FeatHelp012": "Causes own Tension to rise 1 level at the start of a battle.",
  "FeatHelp013": "Chance to use Oomph on oneself during a battle.",
  "FeatHelp014": "Chance to use Buff on oneself during a battle.",
  "FeatHelp015": "Chance to use Accelerate on oneself during a battle.",
  "FeatHelp016": "Chance to use Ping on oneself during a battle.",
  "FeatHelp017": "Chance to use boost Tension during a battle.",
  "FeatHelp018": "Chance to use Red Mist during a battle.",
  "FeatHelp019": "Chance to use Black Mist during a battle.",
  "FeatHelp020": "Chance to use White Mist during a battle.",
  "FeatHelp021": "Chance to use Underworld Fog during a battle.",
  "FeatHelp022": "Chance to use Sublime Mist during a battle.",
  "FeatHelp023": "Chance to use Unnatural Order during a battle.",
  "FeatHelp024": "Chance to use Shuffle during a battle.",
  "FeatHelp025": "Chance to use Skip during a battle.",
  "FeatHelp026": "Slight chance to cause your own Tension to go up 2 levels in a battle.",
  "FeatHelp027": "Slight chance to use Insulate during a battle",
  "FeatHelp028": "Slight chance to use Mist Me during a battle",
  "FeatHelp029": "-",
  "FeatHelp030": "Causes Frizz effectiveness to increase and MP consumption to decrease.",
  "FeatHelp031": "Causes Fizz effectiveness to increase and MP consumption to decrease.",
  "FeatHelp032": "Causes Woosh effectiveness to increase and MP consumption to decrease.",
  "FeatHelp033": "Causes Quake effectiveness to increase and MP consumption to decrease.",
  "FeatHelp034": "Causes Bang effectiveness to increase and MP consumption to decrease.",
  "FeatHelp035": "Causes Crack effectiveness to increase and MP consumption to decrease.",
  "FeatHelp036": "Causes Zap effectiveness to increase and MP consumption to decrease.",
  "FeatHelp037": "Causes Gravity effectiveness to increase and MP consumption to decrease.",
  "FeatHelp038": "Causes Sizz effectiveness to increase and MP consumption to decrease.",
  "FeatHelp039": "Causes Zam effectiveness to increase and MP consumption to decrease.",
  "FeatHelp040": "Causes Heal effectiveness to increase and MP consumption to decrease.",
  "FeatHelp041": "Causes Breath effectiveness to increase and MP consumption to decrease.",
  "FeatHelp042": "Causes Dance effectiveness to increase and MP consumption to decrease.",
  "FeatHelp043": "Increases Frizz Resistance.",
  "FeatHelp044": "Increases Fizz Resistance.",
  "FeatHelp045": "Increases Woosh Resistance.",
  "FeatHelp046": "Increases Quake Resistance.",
  "FeatHelp047": "Increases Bang Resistance.",
  "FeatHelp048": "Increases Crack Resistance.",
  "FeatHelp049": "Increases Zap Resistance.",
  "FeatHelp050": "Increases Gravity Resistance.",
  "FeatHelp051": "Increases Sizz Resistance.",
  "FeatHelp052": "Increases Zam Resistance.",
  "FeatHelp053": "Increases Fuddle Resistance.",
  "FeatHelp054": "Increases Sleep Resistance.",
  "FeatHelp055": "Increases Paralysis Resistance.",
  "FeatHelp056": "Increases Stasis Resistance.",
  "FeatHelp057": "Increases Poison Resistance.",
  "FeatHelp058": "Increases Curse Resistance.",
  "FeatHelp059": "Increases Whack Resistance.",
  "FeatHelp060": "Increases Blunt Resistance.",
  "FeatHelp061": "Increases Sap Resistance.",
  "FeatHelp062": "Increases tolerance against AGI decreases.",
  "FeatHelp063": "Increases tolerance against INT decreases.",
  "FeatHelp064": "Increases tolerance against accuracy decreases.",
  "FeatHelp065": "Increases tolerance against resistance decreases.",
  "FeatHelp066": "Increases tolerance against MP draining attacks.",
  "FeatHelp067": "Increases tolerance against Essence draining attacks.",
  "FeatHelp068": "Increases all Resistances.",
  "FeatHelp069": "●-",
  "FeatHelp070": "Small monsters are able to dodge more frequently, and will act before monsters of other sizes.",
  "FeatHelp071": "A trait found in normal-sized monsters. There are no added effects.",
  "FeatHelp072": "A trait found in larger-sized monsters. Damage caused by attacks and abilities increases as their user's HP gets lower.",
  "FeatHelp073": "Giga-sized monsters will hit all enemies with regular attacks and certain abilities. Other abilities will deal more damage, too.",
  "FeatHelp074": "Ultra-sized monsters will have an echo effect added to their attacks in addition to striking all enemies at once. Their damage cap is always 9999.",
  "FeatHelp075": "Receives 1/2 of incoming damage. MP usage increases by 1.5x.",
  "FeatHelp076": "Receives 1/3 of incoming damage. MP usage increases by 2x.",
  "FeatHelp077": "Receives 1/4 of incoming damage. MP usage increases by 2.5x.",
  "FeatHelp078": "Receives 1/5 of incoming damage. MP usage increases by 3x.",
  "FeatHelp079": "Damage taken is increased, but there is a chance it will be nullified.",
  "FeatHelp080": "Receives 3/4 of incoming damage. Damages enemies that physically attack.",
  "FeatHelp081": "Causes your physical attacks to inflict confusion on enemies.",
  "FeatHelp082": "Causes your physical attacks to inflict sleep on enemies.",
  "FeatHelp083": "Causes your physical attacks to inflict paralysis on enemies.",
  "FeatHelp084": "Causes your physical attacks to inflict stasis on enemies.",
  "FeatHelp085": "Causes your physical attacks to inflict poison on enemies.",
  "FeatHelp086": "Causes your physical attacks to inflict curse on enemies.",
  "FeatHelp087": "Causes your physical attacks to absorb the damage done and restore your own HP.",
  "FeatHelp088": "Causes your physical attacks to steal some of the target's MP and restore your own.",
  "FeatHelp089": "Causes your physical attacks to lower the enemies tension and raise your own.",
  "FeatHelp090": "Everytime HP falls below 1/3 of their Max HP, skill levels increase by 2.",
  "FeatHelp091": "For every 33% of your Max HP lost, your STR, DEF, AGI, and INT will raise by 3 levels.",
  "FeatHelp092": "For every 33% of your Max HP lost, your STR, DEF, AGI, and INT will raise by 4 levels.",
  "FeatHelp093": "For every 20% of your Max HP lost, your STR, DEF, AGI, and INT will raise by 4 levels.",
  "FeatHelp094": "●-",
  "FeatHelp095": "Strikes 5 times in a row. If commanded, additional turns will be decided by AI",
  "FeatHelp096": "Strikes 6 times in a row. If commanded, additional turns will be decided by AI",
  "FeatHelp097": "Strikes 7 times in a row. If commanded, additional turns will be decided by AI",
  "FeatHelp098": "Strikes 8 times in a row. If commanded, additional turns will be decided by AI",
  "FeatHelp099": "●-",
  "FeatHelp100": "Frizz-based skills become more effective However, there are no changes to monsters that can nullify Frizz-based damage.",
  "FeatHelp395": "When attacking in battle, the rate of a critical attack increases even more.",
  "FeatHelp101": "Fizz-based skills become more effective However, there are no changes to monsters that can nullify Fizz-based damage.",
  "FeatHelp396": "When attacking in battle, the rate of a critical attack significantly increases.",
  "FeatHelp102": "Woosh-based skills become more effective. However, there are no changes to monsters that can nullify Woosh-based damage.",
  "FeatHelp397": "When casting magic, the probability of spells going haywire increases slightly.",
  "FeatHelp103": "Quake-based skills become more effective. However, there are no changes to monsters that can nullify Quake-based damage.",
  "FeatHelp398": "When casting magic, the probability of spells going haywire increases even more.",
  "FeatHelp427_Short": "Damage dealt to Dragon family monsters is doubled.",
  "FeatHelp104": "Bang-based skills become more effective. However, there are no changes to monsters that can nullify Bang-based damage.",
  "FeatHelp399": "When casting magic, the probability of spells going haywire significantly increases.",
  "FeatHelp105": "Crack-based skills become more effective. However, there are no changes to monsters that can nullify Crack-based damage.",
  "FeatHelp106": "Zap-based skills become more effective. However, there are no changes to monsters that can nullify Zap-based damage.",
  "FeatHelp107": "Gravity-based skills become more effective. However, there are no changes to monsters that can nullify Gravity-based damage.",
  "FeatHelp108": "Sizz-based skills become more effective However, there are no changes to monsters that can nullify Sizz-based damage.",
  "FeatHelp109": "Zam-based skills become more effective However, there are no changes to monsters that can nullify Zam-based damage.",
  "FeatHelp110": "Confusion-based skills become more effective However, there are no changes to monsters that can nullify confusion effects.",
  "FeatHelp111": "Paralysis-based skills become more effective However, there are no changes to monsters that can nullify paralysis effects.",
  "FeatHelp112": "Skills that cause enemies to Sleep become more effective. However, there are no changes to monsters that can nullify Sleep.",
  "FeatHelp113": "Skills that cause enemies to miss a turn become more effective. However, there are no changes to monsters that can nullify accuracy changing effects.",
  "FeatHelp114": "Poison-based skills become more effective However, there are no changes to monsters that can nullify Poison-based effects.",
  "FeatHelp115": "Curse-based skills become more effective However, there are no changes to monsters that can nullify Curse effects.",
  "FeatHelp116": "Whack-based skills become more effective However, there are no changes to monsters that can nullify Whack effects.",
  "FeatHelp117": "Skills that can lower ATK, DEF, AGI & INT become more effective. However, there are no changes to monsters that can nullify parameter changes.",
  "FeatHelp118": "Increases effectiveness of HP & MP absorbing skills, and resistance and focus changing skills. However, there are no changes to monsters that can nullify any of these effects.",
  "FeatHelp119": "All abilities become more effective. However, the cost of MP consumption rises by 1.5x the normal amount.",
  "FeatHelp120": "Every ability will become more effective but MP cost increases by 2x.",
  "FeatHelp467_Short": "At the end of a battle, the amount of EXP received increases greatly.",
  "FeatHelp121": "Every ability will become even more effective but MP cost increases by 2.5x.",
  "FeatHelp122": "●-",
  "FeatHelp123": "●-",
  "FeatHelp124": "●-",
  "FeatHelp125": "●-",
  "FeatHelp126": "●-",
  "FeatHelp127": "●-",
  "FeatHelp128": "●-",
  "FeatHelp129": "●-",
  "FeatHelp130": "The Flee command will always succeed.",
  "FeatHelp131": "Increases odds of a pre-emptive trike.",
  "FeatHelp132": "Makes it easier to dodge enemy attacks.",
  "FeatHelp133": "Makes it so enemies are unable to dodge.",
  "FeatHelp134": "Causes the monster to be the last one to take action each turn in battle. When others have the same trait, order is then determined by AGI.",
  "FeatHelp135": "Causes the monster to be the first one to take action per turn in battle. When others have the same trait, order is then determined by AGI.",
  "FeatHelp136": "Has to ability to act even faster than monsters with the \"Early Bird\" trait.",
  "FeatHelp137": "Turn order is decided by the levels of built up Tension among the team.",
  "FeatHelp138": "●-",
  "FeatHelp139": "●-",
  "FeatHelp140": "Doubles the chances of a critical hit.",
  "FeatHelp141": "When your HP is low, your chances of a critical hit increase.",
  "FeatHelp142": "Increases the probability of a spell going haywire.",
  "FeatHelp143": "When near death, increases the chance of a spell going haywire.",
  "FeatHelp455_Short": "Use Wave of Panic automatically on all even numbered rounds.",
  "FeatHelp144": "If you are stuck by a physical attack, you will counter attack the enemy.",
  "FeatHelp145": "When attacked, you will counter attack enemies with a wild attack that does unpredictable damage.",
  "FeatHelp146": "Restores a small amount of HP after completing each turn in battle.",
  "FeatHelp147": "Restores a small amount of MP after completing all actions each turn.",
  "FeatHelp148": "MP consumption is reduced by 3/4.",
  "FeatHelp149": "MP consumption is reduced by 1/2.",
  "FeatHelp150": "Max HP rises by 1.5x during battles, but ATK & AGI decrease by 1/2.",
  "FeatHelp151": "Max MP rises by 2x during battles, but DEF & INT decrease by 1/2.",
  "FeatHelp152": "At the start of battle, Max HP may increase or decrease.",
  "FeatHelp430_Short": "Damage dealt to Devil family monsters is doubled.",
  "FeatHelp153": "At the start of battle, Max MP may increase or decrease.",
  "FeatHelp154": "At the start of battle, ATK may increase or decrease.",
  "FeatHelp155": "At the start of battle, DEF may increase or decrease.",
  "FeatHelp156": "At the start of battle, AGI may increase or decrease.",
  "FeatHelp157": "At the start of battle, INT may increase or decrease.",
  "FeatHelp468_Short": "At the end of the battle, the amount of gold you recieve will increase.",
  "FeatHelp158": "Permanently applies the Bounce effect, and it cannot be dispelled through other abilities.",
  "FeatHelp159": "Permanently applies the Ba-Bounce effect, and it cannot be dispelled through other abilities.",
  "FeatHelp160": "●-",
  "FeatHelp161": "●-",
  "FeatHelp162": "●-",
  "FeatHelp163": "●-",
  "FeatHelp164": "●-",
  "FeatHelp165": "●-",
  "FeatHelp166": "●-",
  "FeatHelp443_Short": "Has a chance to use Miracle of the Stars on oneself at the start of a turn in battle.",
  "FeatHelp167": "●-",
  "FeatHelp168": "●-",
  "FeatHelp169": "●-",
  "FeatHelp429_Short": "Doubles damage dealt to monsters in the Nature Family.",
  "FeatHelp170": "Deal +1 damage to Metal Family monsters.",
  "FeatHelp171": "Increases damage dealt to Metal-type monsters.",
  "FeatHelp172": "Increases damage done to both small and normal sized monsters.",
  "FeatHelp173": "You will deal more damage to Large, Giga, and Ultra sized monsters.",
  "FeatHelp174": "Your attacks will miss more frequently, but if they connect they will always be critical hits.",
  "FeatHelp175": "May cause an attacking enemy to become confused.",
  "FeatHelp176": "May cause an attacking enemy to fall asleep.",
  "FeatHelp177": "May cause an attacking enemy to become paralyzed.",
  "FeatHelp178": "May cause an attacking enemy to be inflicted with stasis.",
  "FeatHelp179": "May cause an attacking enemy to become poisoned.",
  "FeatHelp180": "May cause an attacking enemy to become cursed.",
  "FeatHelp181": "May cause an attacking enemy to instantly die.",
  "FeatHelp182": "May cause an an attacking enemy to have their HP absorbed.",
  "FeatHelp183": "May cause an attacking enemy to have their MP stolen.",
  "FeatHelp184": "May cause an attacking enemy to have their Tension drained.",
  "FeatHelp185": "Has a small chance of automatically reviving oneself upon death.",
  "FeatHelp186": "When your HP reaches zero, there is a chance you will survive with 1 HP.",
  "FeatHelp187": "Once per fight, when your HP reaches zero, you will survive with 1 HP remaining.",
  "FeatHelp188": "When you die, you will remain until the end of the round, still acting and providing effects as normal.",
  "FeatHelp189": "When you die, you will deal unpreventable damage to all enemy monsters.",
  "FeatHelp431_Short": "Damage dealt to Zombie Family monsters is doubled.",
  "FeatHelp190": "When you die, you grant a large boost to the ATK, DEF, AGI, and INT of all of your allies.",
  "FeatHelp191": "When you die, the monster who inflicted the deathblow will suffer various ailments.",
  "FeatHelp192": "When HP is low, your luck will increase.",
  "FeatHelp193": "When HP is high, your luck will decrease.",
  "FeatHelp194": "At the start of battle, there's a chance to raise the Tension levels of all allies.",
  "FeatHelp195": "At the start of battle, enemies who had their Tension raised will have it returned back to normal.",
  "FeatHelp196": "At the start of battle, enemies will have their Tension lowered by 1 level.",
  "FeatHelp197": "Causes your Tension to randomly increase or decrease at the start of each turn in battle.",
  "FeatHelp198": "Your Tension cannot change.",
  "FeatHelp199": "●-",
  "FeatHelp200": "May cause the enemy to miss a turn at the start of battle by using an imposing stare.",
  "FeatHelp495": "While using Ride Fusion, your number of attacks increases by 1.",
  "FeatHelp201": "May cause enemies to miss their next turn in battle.",
  "FeatHelp202": "Sometimes you will glare at the enemy, inflicting stasis status for 1 turn.",
  "FeatHelp497": "Raises Max HP by 1000.",
  "FeatHelp203": "Pressures enemies in the middle of a battle, inflicting stasis status for 1 turn.",
  "FeatHelp498": "Will revive with half HP upon death once per battle.",
  "FeatHelp204": "Attacks enemies with Hatchet Man while under the effects of confusion.",
  "FeatHelp499": "Greatly increases the chances that a defeated enemy will drop an item that will increase the effectiveness of scout attacks.",
  "FeatHelp205": "While asleep, you will attack all enemies.",
  "FeatHelp206": "While you are paralyzed, you will counter paralyzed enemies that attack or use PHY abilities on you.",
  "FeatHelp207": "When struck by stasis status, you will increase your Tension by 2 levels.",
  "FeatHelp208": "When poisoned, you'll raise your Tension by 2 levels, but be afflicted by deadly poison instead.",
  "FeatHelp209": "If strucky by Curse status, you will not use MP for a while, but you will be inflicted with a greater curse.",
  "FeatHelp210": "Physical attacks become more effective.",
  "FeatHelp211": "Magic becomes more effective.",
  "FeatHelp212": "Increases the effectiveness of ART property abilities.",
  "FeatHelp213": "Increases the effectiveness of BRE property abilities.",
  "FeatHelp440_Short": "Nullifies the INT of monsters being attacked while attacking.",
  "FeatHelp214": "All Dance-based abilities become more effective.",
  "FeatHelp215": "Attacking an enemy who has already taken their turn will slightly increase the damage output on that target.",
  "FeatHelp216": "Attacking an enemy who has a higher level will slightly increase the damage output on that target.",
  "FeatHelp217": "Damage output will increase for the first 3 rounds, but decreases from the 4th round onwards.",
  "FeatHelp218": "At the start of the 4th round of a battle, ATK, DEF, AGI & INT get a large boost.",
  "FeatHelp219": "May automatically trigger Ripple of Light during a battle.",
  "FeatHelp220": "May activate a Ripple of Panic during battle.",
  "FeatHelp221": "May activate a Disruptive Wave during battle.",
  "FeatHelp222": "When your HP falls critically low in battle, your Tension instantly goes up to 100.",
  "FeatHelp223": "At the start of each turn in battle, if your HP is above 50%, you will go up 1 level of Tension in exchange for taking a percentage of max HP as damage.",
  "FeatHelp224": "At the start of each turn in battle, if your HP is above 50%, your ATK will go up 1 level in exchange for taking a percentage of max HP as damage.",
  "FeatHelp225": "At the start of each turn in battle, if your HP is above 50%, your DEF will go up 1 level in exchange for taking a percentage of max HP as damage.",
  "FeatHelp226": "At the start of each turn in battle, if your HP is above 50%, your AGI will go up 1 level in exchange for taking a percentage of max HP as damage.",
  "FeatHelp227": "At the start of each turn in battle, if your HP is above 50%, your INT will go up 1 level in exchange for taking a percentage of max HP as damage.",
  "FeatHelp453_Short": "Nullifies Sleep and Confusion effects from attacking enemies.",
  "FeatHelp228": "When you are hit by a critical strike, your Tension will go up.",
  "FeatHelp229": "When you are afflicted by a status effect, the enemy will also be afflicted.",
  "FeatHelp230": "May shield allies from all incoming attacks.",
  "FeatHelp231": "When you are attacked, there is a chance to avoid all damage and counterattack the attacker.",
  "FeatHelp232": "When you are struck by critical strikes or haywire magic, they will be nullified.",
  "FeatHelp233": "While the flute is continuously blown, all status effects will be nullified for all allies and you will have an easier time doding enemy attacks.",
  "FeatHelp234": "You are occasionally granted a buff which will copy beneficial effects targeting you to your entire party.",
  "FeatHelp235": "In battle, instead of being affected by abilities causing sleep or confusion, the monster may instead absorb the status ailment and convert it into Tension, psyching up all allies.",
  "FeatHelp236": "In battle, instead of being affected by abilities causing poison or paralysis, the monster may instead absorb the status ailment and convert it into Tension, psyching up all allies.",
  "FeatHelp237": "Many random things could happen at the start of a battle. They will be based off the size of the monster with this trait.",
  "FeatHelp238": "When you enter a battle with no accessory equipped, you will gain a large ATK boost.",
  "FeatHelp239": "One time per battle, when your HP drops critically low, you will receive a large boost to ATK and INT.",
  "FeatHelp240": "One time per battle, when your HP drops critically low, your DEF and resistances will recieve a large boost.",
  "FeatHelp241": "One time per battle when your HP drops critically low, your AGI will recieve a large boost.",
  "FeatHelp242": "One time per battle, when your HP drops critically low, you will automatically recover. The amount recovered will increase as your max HP gets higher.",
  "FeatHelp243": "One time per battle, when your HP drops critically low, you will increase the Tension of your entire monster team.",
  "FeatHelp244": "One time per battle, when your HP drops critically low, you will recieve a huge luck boost for 3 rounds.",
  "FeatHelp245": "During battle, your ATK, DEF, AGI, and INT might recieve a bonus at the start of a round.",
  "FeatHelp246": "Having other monsters of the same family in battle will double their Tension Burn.",
  "FeatHelp247": "May cause all enemies to die by Thwack after the 10th round of a battle.",
  "FeatHelp248": "●-",
  "FeatHelp249": "●-",
  "FeatHelp250": "Attacks will be divided into 2 smaller hits.",
  "FeatHelp251": "Attacks will be divided into 3 smaller hits.",
  "FeatHelp252": "Attacks will be divided into 4 smaller hits.",
  "FeatHelp253": "Attacks will be divided into 5 smaller hits.",
  "FeatHelp254": "Attacks will be divided into 6 smaller hits.",
  "FeatHelp255": "●-",
  "FeatHelp256": "●-",
  "FeatHelp257": "●-",
  "FeatHelp258": "●-",
  "FeatHelp259": "●-",
  "FeatHelp260": "May increase the rate of success when attempting to scout.",
  "FeatHelp261": "May greatly increase the rate of success when attempting to scout.",
  "FeatHelp262": "When scouting monsters that have only one skill tree learned, the chance of the scout being successful will be increased greatly.",
  "FeatHelp263": "●-",
  "FeatHelp264": "●-",
  "FeatHelp265": "●-",
  "FeatHelp266": "●-",
  "FeatHelp267": "●-",
  "FeatHelp268": "●-",
  "FeatHelp269": "●-",
  "FeatHelp270": "Increases maximum HP by 2.",
  "FeatHelp271": "Increases maximum HP by 4.",
  "FeatHelp272": "Increases maximum HP by 8.",
  "FeatHelp273": "Increases maximum HP by 12.",
  "FeatHelp274": "Increases maximum HP by 16.",
  "FeatHelp275": "Increases maximum HP by 20.",
  "FeatHelp276": "Increases maximum HP by 24.",
  "FeatHelp277": "Increases maximum HP by 30.",
  "FeatHelp278": "Increases maximum HP by 36.",
  "FeatHelp279": "Increases maximum HP by 48.",
  "FeatHelp280": "Increases maximum MP by 4.",
  "FeatHelp281": "Increases maximum MP by 8.",
  "FeatHelp282": "Increases maximum MP by 16.",
  "FeatHelp283": "Increases maximum MP by 24.",
  "FeatHelp284": "Increases maximum MP by 32.",
  "FeatHelp285": "Increases maximum MP by 40.",
  "FeatHelp286": "Increases maximum MP by 48.",
  "FeatHelp287": "Increases maximum MP by 60.",
  "FeatHelp288": "Increases maximum MP by 72.",
  "FeatHelp289": "Increases maximum MP by 96.",
  "FeatHelp290": "Increases maximum ATK by 2.",
  "FeatHelp291": "Increases maximum ATK by 4.",
  "FeatHelp292": "Increases maximum ATK by 8.",
  "FeatHelp293": "Increases maximum ATK by 12.",
  "FeatHelp294": "Increases maximum ATK by 16.",
  "FeatHelp300": "Increases maximum DEF by 4.",
  "FeatHelp301": "Increases maximum DEF by 8.",
  "FeatHelp302": "Increases maximum DEF by 16.",
  "FeatHelp303": "Increases maximum DEF by 24.",
  "FeatHelp304": "Increases maximum DEF by 32.",
  "FeatHelp305": "Increases maximum DEF by 40.",
  "FeatHelp306": "Increases maximum DEF by 48.",
  "FeatHelp307": "Increases maximum DEF by 60.",
  "FeatHelp308": "Increases maximum DEF by 72.",
  "FeatHelp309": "Increases maximum DEF by 96.",
  "FeatHelp310": "Increases maximum AGI by 4.",
  "FeatHelp311": "Increases maximum AGI by 8.",
  "FeatHelp312": "Increases maximum AGI by 16.",
  "FeatHelp313": "Increases maximum AGI by 24.",
  "FeatHelp314": "Increases maximum AGI by 32.",
  "FeatHelp315": "Increases maximum AGI by 40.",
  "FeatHelp316": "Increases maximum AGI by 48.",
  "FeatHelp317": "Increases maximum AGI by 60.",
  "FeatHelp318": "Increases maximum AGI by 72.",
  "FeatHelp319": "Increases maximum AGI by 96.",
  "FeatHelp320": "Increases maximum INT by 4.",
  "FeatHelp321": "Increases maximum INT by 8.",
  "FeatHelp322": "Increases maximum INT by 16.",
  "FeatHelp323": "Increases maximum INT by 24.",
  "FeatHelp324": "Increases INT by 32.",
  "FeatHelp325": "Increases INT by 40.",
  "FeatHelp326": "Increases INT by 48.",
  "FeatHelp327": "Increases INT by 60.",
  "FeatHelp328": "Increases INT by 72.",
  "FeatHelp329": "Increases INT by 96.",
  "FeatHelp330": "Frizz-based skills become a bit more effective. However, there are no changes to monsters that can nullify Frizz-based damage.",
  "FeatHelp331": "Fizz-based skills become a bit more effective. However, there are no changes to monsters that can nullify Fizz-based damage.",
  "FeatHelp332": "Woosh-based skills become a bit more effective. However, there are no changes to monsters that can nullify Woosh-based damage.",
  "FeatHelp333": "Quake-based skills become a bit more effective. However, there are no changes to monsters that can nullify Quake-based damage.",
  "FeatHelp334": "Bang-based skills become a bit more effective. However, there are no changes to monsters that can nullify Bang-based damage.",
  "FeatHelp335": "Crack-based skills become a bit more effective. However, there are no changes to monsters that can nullify Crack-based damage.",
  "FeatHelp336": "Zap-based skills become a bit more effective. However, there are no changes to monsters that can nullify Zap-based damage.",
  "FeatHelp337": "Gravity-based skills become a bit more effective. However, there are no changes to monsters that can nullify Gravity-based damage.",
  "FeatHelp338": "Sizz-based skills become a bit more effective. However, there are no changes to monsters that can nullify Sizz-based damage.",
  "FeatHelp339": "Zam-based skills become a bit more effective. However, there are no changes to monsters that can nullify Zam-based damage.",
  "FeatHelp340": "Confusion-causing skills become a bit more effective. However, there are no changes to monsters that can nullify the effects of confusion.",
  "FeatHelp341": "Paralysis-causing skills become a bit more effective. However, there are no changes to monsters that can nullify the effects of paralysis.",
  "FeatHelp342": "Skills that cause enemies to sleep become slightly more effective. However, there are no changes to monsters that can nullify sleep.",
  "FeatHelp343": "Skills causing enemies to miss a turn become slightly more effective. However, there are no changes to monsters that can nullify effects that decrease accuracy.",
  "FeatHelp344": "Skills causing poison effects become slightly more effective. However, there are no changes to monsters that can nullify poison.",
  "FeatHelp345": "Skills inflicting curses become slightly more effective. However, there are no changes to monsters that can nullify curses.",
  "FeatHelp346": "Skills inflicting instant death become slightly more effective. However, there are no changes to monsters that can nullify instant death.",
  "FeatHelp347": "Skills reducing ATK, DEF, AGI, INT become slightly more effective. However, there are no changes to monsters that can nullify parameter decreases.",
  "FeatHelp348": "Skills reducing Accuracy, Resistances, or draining MP become more effective. However, there are no changes to monsters that can nullify those effects.",
  "FeatHelp349": "Raises Frizz resistances by a single tier.",
  "FeatHelp350": "Raises Fizz resistances by a single tier.",
  "FeatHelp351": "Raises Woosh resistances by a single tier.",
  "FeatHelp352": "Raises Quakes resistances by a single tier.",
  "FeatHelp353": "Raises Bang resistances by a single tier.",
  "FeatHelp354": "Raises Crack resistances by a single tier.",
  "FeatHelp355": "Raises Zap resistances by a single tier.",
  "FeatHelp356": "Raises Gravity resistances by a single tier.",
  "FeatHelp357": "Raises Sizz resistances by a single tier.",
  "FeatHelp358": "Raises Zam resistances by a single tier.",
  "FeatHelp359": "Raises Fuddle resistances by a single tier.",
  "FeatHelp360": "Raises Paralysis resistances by a single tier.",
  "FeatHelp361": "Raises Sleep resistances by a single tier.",
  "FeatHelp426_Short": "Damage dealt to Slime family monsters is doubled.",
  "FeatHelp362": "Raises Stasis resistances by a single tier.",
  "FeatHelp363": "Raises Poison resistances by a single tier.",
  "FeatHelp364": "Raises Curse resistances by a single tier.",
  "FeatHelp365": "Raises Whack resistances by a single tier.",
  "FeatHelp366": "Raises Blunt resistances by a single tier.",
  "FeatHelp367": "Raises Sap resistances by a single tier.",
  "FeatHelp368": "Raises Slow resistances by a single tier.",
  "FeatHelp369": "Raises Dumb resistances by a single tier.",
  "FeatHelp370": "Raises Blind resistances by a single tier.",
  "FeatHelp371": "Raises Desist resistances by a single tier.",
  "FeatHelp372": "Raises MP Drain resistances by a single tier.",
  "FeatHelp373": "Raises Essence Drain resistances by a single tier.",
  "FeatHelp374": "Causes the growth rate of HP on level up to increase slightly.",
  "FeatHelp375": "Causes the growth rate of MP on level up to increase slightly.",
  "FeatHelp439_Short": "Nullifies the DEF of monsters being attacked while attacking.",
  "FeatHelp376": "Causes the growth rate of ATK on level up to increase slightly.",
  "FeatHelp377": "Causes the growth rate of DEF on level up to increase slightly.",
  "FeatHelp378": "Causes the growth rate of AGI on level up to increase slightly.",
  "FeatHelp379": "Causes the growth rate of INT on level up to increase slightly.",
  "FeatHelp380": "Causes the growth rate of Skill points on level up to increase slightly.",
  "FeatHelp381": "Causes the growth rate of HP on level up to increase greatly.",
  "FeatHelp382": "Causes the growth rate of MP on level up to increase greatly.",
  "FeatHelp383": "Causes the growth rate of ATK on level up to increase greatly.",
  "FeatHelp384": "Causes the growth rate of DEF on level up to increase greatly.",
  "FeatHelp385": "Causes the growth rate of AGI on level up to increase greatly.",
  "FeatHelp386": "Causes the growth rate of INT on level up to increase greatly.",
  "FeatHelp387": "Causes the growth rate of Skill Points on level up to increase greatly.",
  "FeatHelp388": "When scouting the enemy, the damage gauge boost slightly increases.",
  "FeatHelp389": "When scouting the enemy, the damage gauge boost increases even more.",
  "FeatHelp390": "When scouting the enemy, the damage gauge boost significantly increases.",
  "FeatHelp391": "When using the \"Fight\" command to attack your enemy, damage slightly increases.",
  "FeatHelp392": "When using the \"Fight\" command to attack your enemy, damage increases even more.",
  "FeatHelp393": "When using the \"Fight\" command to attack your enemy, damage increases significantly.",
  "FeatHelp394": "When attacking in battle, the rate of a critical attack slightly increases.",
  "FeatHelp400": "Increases the chance of Tension Burn slightly.",
  "FeatHelp401": "Increases the chance of Tension Burn even more.",
  "FeatHelp402": "Increases the chance of tension burn significantly.",
  "FeatHelp403": "At the battle's end, you receive slightly more EXP.",
  "FeatHelp404": "At the battle's end, you receive even more EXP.",
  "FeatHelp405": "At the battle's end, you receive significantly more EXP.",
  "FeatHelp406": "At the battle's end, slightly more gold will be received.",
  "FeatHelp407": "After a battle's end, even more gold will be received.",
  "FeatHelp448_Short": "Increases ability to evade enemy attacks",
  "FeatHelp408": "After a battle's end, significantly more gold will be received.",
  "FeatHelp409": "At the battle's end, the chance of obtaining an item slightly increases.",
  "FeatHelp410": "After a battle's end, the chance for obtaining an item increases.",
  "FeatHelp411": "After a battle's end, the chance for obtaining an item increases significantly.",
  "FeatHelp412": "Causes monsters to automatically restore their HP a little after they have completed all actions in a round.",
  "FeatHelp413": "Causes monsters to automatically restore their MP a little after they have completed all actions in a round.",
  "FeatHelp414": "There is a very rare chance at the end of a turn to cast Oomph.",
  "FeatHelp415": "There is a very rare chance at the end of a turn to cast Buff.",
  "FeatHelp416": "There is a very rare chance at the end of a turn to cast Accelerate.",
  "FeatHelp423_Short": "Damage dealt is multiplied by 1.5x, but MP expenditure is doubled.",
  "FeatHelp417": "There is a very rare chance at the end of a turn, to cast Ping.",
  "FeatHelp418": "There is a very rare chance at the end of a turn, to raise Tension.",
  "FeatHelp421": "The maximum damage dealt by capped abilities doubles, and all damage dealt increases slightly.",
  "FeatHelp421_Short": "The maximum damage dealt by capped abilities doubles, and all damage dealt increases slightly.",
  "FeatHelp422": "Damage dealt and damage received is multiplied by 1.5x.",
  "FeatHelp422_Short": "Damage dealt and damage received is multiplied by 1.5x.",
  "FeatHelp423": "Damage dealt is multiplied by 1.5x, but MP expenditure is doubled.",
  "FeatHelp424": "As your HP gets lower, damage dealt with attacks and abilities will increase.",
  "FeatHelp424_Short": "As HP decreases, damage dealt with attacks and abilities increases.",
  "FeatHelp445": "You are always affected by Headwind, nothing can be done to remove it.",
  "FeatHelp425": "Upon defeating an enemy, tension will raise 2 levels.",
  "FeatHelp425_Short": "Upon defeating an enemy, tension will raise 2 levels.",
  "FeatHelp426": "Damage dealt to Slime family monsters is doubled.",
  "FeatHelp427": "Damage dealt to Dragon family monsters is doubled.",
  "FeatHelp428": "Damage dealt to Beast family monsters is doubled.",
  "FeatHelp428_Short": "Damage dealt to Slime family monsters is doubled.",
  "FeatHelp429": "Damage dealt to Nature family monsters is doubled.",
  "FeatHelp430": "Damage dealt to Devil family monsters is doubled.",
  "FeatHelp431": "Damage dealt to Zombie family monsters is doubled.",
  "FeatHelp432": "Damage dealt to Material family monsters is doubled.",
  "FeatHelp432_Short": "Doubles damage done to Material Family monsters",
  "FeatHelp433": "Damage dealt to Break family monsters is doubled.",
  "FeatHelp463_Short": "Recover HP automatically after acting this turn.",
  "FeatHelp433_Short": "Damage dealt to Break family monsters is doubled.",
  "FeatHelp434": "Damage dealt to ??? family monsters is doubled.",
  "FeatHelp434_Short": "Damage dealt to ??? family monsters is doubled.",
  "FeatHelp435": "Chance for tension to go up 2 levels upon acting.",
  "FeatHelp435_Short": "Chance for tension to go up 2 levels upon acting.",
  "FeatHelp436": "Wil act first in combat, even before all other similar traits.",
  "FeatHelp436_Short": "Monster will act absolutely first, before all other act first traits.",
  "FeatHelp437": "The chance of dealing a critical strike is increased to 100%.",
  "FeatHelp437_Short": "The chance of dealing a critical strike is increased to 100%.",
  "FeatHelp459": "Confuses an enemy sometimes.",
  "FeatHelp438": "The chance of magic going haywire is increased to 100%.",
  "FeatHelp438_Short": "The chance that a spell will go haywire increases to 100%.",
  "FeatHelp439": "Nullifies the DEF of monsters being attacked while attacking.",
  "FeatHelp440": "Nullifies the INT of monsters being attacked while attacking.",
  "FeatHelp441": "Nullifies the effects of enemies' abnormal statuses for 3 rounds.",
  "FeatHelp441_Short": "Nullifies the effects of enemies' abnormal statuses for 3 rounds.",
  "FeatHelp442": "Raises the tension level of all allies by 2 at the start of a battle.",
  "FeatHelp442_Short": "At the start of a battle, raises the tension of all allies by 2 levels.",
  "FeatHelp443": "Has a chance to use Miracle of the Stars on onself in battle.",
  "FeatHelp444": "Has a chance to cast Prezing on oneself in battle.",
  "FeatHelp444_Short": "Has a chance to cast Prezing on oneself at the start of a turn in battle.",
  "FeatHelp445_Short": "You are always affected by Headwind, nothing can be done to remove it.",
  "FeatHelp446": "You are always affected by Mirror Step, nothing can be done to remove it.",
  "FeatHelp446_Short": "You are always affected by Mirror Step, nothing can be done to remove it.",
  "FeatHelp447": "You will always counter physical attacks, nothing can be done to prevent this.",
  "FeatHelp447_Short": "You will always counter physical attacks, nothing can be done to prevent this.",
  "FeatHelp448": "Makes dodging enemy attacks really easy.",
  "FeatHelp449": "Damage recieved is reduced by a small amount.",
  "FeatHelp449_Short": "Damage recieved is reduced by a small amount.",
  "FeatHelp450": "MAG damage recieved is reduced by a small amount.",
  "FeatHelp450_Short": "MAG damage recieved is reduced by a small amount.",
  "FeatHelp451": "PHY damage recieved is reduced by a small amount.",
  "FeatHelp451_Short": "Damage from (PHY) attacks taken is decreased",
  "FeatHelp456": "Use Wave of Light automatically on all even numbered rounds.",
  "FeatHelp452": "Instant Death and Kamikazee are completely nullified.",
  "FeatHelp452_Short": "Instant Death and Kamikazee are completely nullified.",
  "FeatHelp453": "Nullifies Sleep and Confusion effects from attacking enemies.",
  "FeatHelp454": "Use Disruptive Wave automatically on all even numbered rounds.",
  "FeatHelp454_Short": "Use Disruptive Wave automatically on all even numbered rounds.",
  "FeatHelp455": "Use Wave of Panic automatically on all even numbered rounds.",
  "FeatHelp456_Short": "Use Wave of Light automatically on all even numbered rounds.",
  "FeatHelp457": "Invalidates the enemy's ability to gain tension with tension burn.",
  "FeatHelp457_Short": "Invalidates the enemy's ability to gain tension with tension burn.",
  "FeatHelp458": "Puts an enemy to sleep sometimes.",
  "FeatHelp458_Short": "Puts an enemy to sleep sometimes.",
  "FeatHelp459_Short": "Confuses an enemy sometimes.",
  "FeatHelp460": "Paralyses an enemy sometimes.",
  "FeatHelp460_Short": "Paralyses an enemy sometimes.",
  "FeatHelp461": "Poisons an enemy sometimes.",
  "FeatHelp461_Short": "An enemy will be poisoned, sometimes.",
  "FeatHelp462": "Curses an enemy sometimes.",
  "FeatHelp462_Short": "Curses an enemy sometimes.",
  "FeatHelp463": "Recover HP automatically after acting this turn.",
  "FeatHelp464": "Recover MP automatically after acting this turn.",
  "FeatHelp464_Short": "Recover MP automatically after acting this turn.",
  "FeatHelp465": "Increases the chances of recruiting a defeated enemy at the end of the battle by 10x.",
  "FeatHelp465_Short": "Increases the chances of recruiting a defeated enemy at the end of the battle by 10x.",
  "FeatHelp466": "When scouting an enemy, the chance of success increases greatly.",
  "FeatHelp466_Short": "When scouting an enemy, the chance of success increases greatly.",
  "FeatHelp467": "At the end of a battle, the amount of EXP received increases greatly.",
  "FeatHelp468": "At the end of a battle, the amount of Gold received increases greatly.",
  "FeatHelp469": "At end the of a battle, the chances of an enemy dropping an item increase greatly.",
  "FeatHelp469_Short": "At end the of a battle, the chances of an enemy dropping an item increase greatly.",
  "FeatHelp470": "All damage received is reduced. but you become extremely weak to damage from Light property attacks.",
  "FeatHelp471": "After a certain amount of turns have passed, your ATK will increase and INT will decrease.",
  "FeatHelp472": "Upon recieving fatal damage, casts the Kamikazee spell on all enemies.",
  "FeatHelp473": "The chance of chaining together consecutive attacks with allies is doubled.",
  "FeatHelp474": "Increases damage from Ice property abilities and attacks by a large amount.",
  "FeatHelp475": "Reduces the accuracy of all enemies, sometimes.",
  "FeatHelp476": "All enemies and all allies might die insantly when struck by an attack matching their lowest resistance.",
  "FeatHelp477": "Reduces the damage taken from MAG attacks by a small amount.",
  "FeatHelp478": "Reduces the damage taken from PHY attacks by a small amount.",
  "FeatHelp479": "The amount of damage when attacking becomes unstable.",
  "FeatHelp480": "Nullifies the ability of enemies to counter your attacks.",
  "FeatHelp481": "In battle, has a chance to dazzle the enemy and cause Stasis for 1 turn.",
  "FeatHelp482": "From the start of the battle, ATK goes up, DEF goes down, and Tactics changes or commands cannot be given.",
  "FeatHelp483": "On the first round of combat, damage recieved will be greatly reduced. From the second round onwards, damage recieved will be increased slightly.",
  "FeatHelp484": "Resistance to Quake attacks increases to \"Nullify\" level.",
  "FeatHelp485": "Nullifies effects that change the battlefield.",
  "FeatHelp486": "As your HP goes down in value, the amount of EXP earned at the end of the battle increases.",
  "FeatHelp487": "Puts all enemies to sleep.",
  "FeatHelp488": "Completely nullifies Confusion under the divine protection of the goddess Rubiss.",
  "FeatHelp489": "Lowers the ATK and DEF of enemies.",
  "FeatHelp490": "Instant Death and Kamikazee are completely nullified.",
  "FeatHelp491": "Will seal the spells of an enemy, sometimes.",
  "FeatHelp492": "Has a chance to raise ATK and AGI by 2 levels at the start of a turn in battle.",
  "FeatHelp493": "Has a chance to use Isolating Mist at the start of a turn in battle.",
  "FeatHelp494": "When you are dealt fatal damage, you will cast Kerplunk in reaction.",
  "FeatHelp497_Short": "Increases Max HP by 100.",
  "FeatHelp498_Short": "Is revived with half HP upon death one time per battle.",
  "FeatHelp499_Short": "Greatly increase chance defeated enemies drop scout attack chance increasing items."
}