{
  "HelpMessage0001": "Don't hold back attacks, and give no regard to MP usage.",
  "HelpMessage4023": "Your Partner will scout for monsters of high rank. Results will be obtained after 30 minutes of play.",
  "HelpMessage0002": "Snoozing foes and causing status ailments will take priority.",
  "HelpMessage0003": "Gives priority to boosting your allies attributes and curing status ailments.",
  "HelpMessage0004": "Gives priority on keeping allies' HP as close to full as can be.",
  "HelpMessage0005": "Fight without the use of MP.",
  "HelpMessage0006": "Fight without regard for Tension levels.",
  "HelpMessage0007": "Set up a battle strategy for your active and standby party members.",
  "HelpMessage0008": "Configure which techniques your party and standby party will use automatically in battle.",
  "HelpMessage0009": "Set up a battle strategy for your active party members.",
  "HelpMessage0010": "Configure which abilities your party will use in battle.",
  "HelpMessage4032": "Your partner will search for items that can be used as ingredients and pick them up. Results will be obtained after 15 minutes of play.",
  "HelpMessage0011": "Configure the way AI will use fusion in battle.",
  "HelpMessage4033": "Your partner will search for items that are dropped by monsters in the current area and pick them up. Results will be obtained after 30 minutes of play.",
  "HelpMessage0012": "Configure settings regarding fusion.",
  "HelpMessage0013": "Configure whether to remain fused from the previous battle upon entering a new one or not.",
  "HelpMessage4035": "Advance the main story and skip events. You will advance to the next boss fight.",
  "HelpMessage0014": "AI will fuse in battle, but only under certain conditions, Perhaps you will learn of the details on your journey.",
  "HelpMessage4036": "Advance the main story and skip events. You will advance to the next main area.",
  "HelpMessage0015": "AI will not fuse in battle.",
  "HelpMessage0016": "When a battle is ended while fused, remain fused at the start of the next battle.",
  "HelpMessage0017": "When a battle is ended while fused, start the next battle unfused.",
  "HelpMessage0101": "Chose a monster to ride on. If your partner is currently riding on that monster, they will dismount.",
  "HelpMessage0102": "Dismount from a monster.",
  "HelpMessage0103": "Chose a monster for partner to mount. If player is currently riding on that monster, they will dismount.",
  "HelpMessage0104": "Dismount your partner from a monster.",
  "HelpMessage0105": "Player and partner will ride together.",
  "HelpMessage2420": "These are the current best overall ranked in this event. Showing Places #1 - #15.",
  "HelpMessage0106": "Player and partner will dismount together.",
  "HelpMessage2421": "Browse the current overall rankings, or view where you stand amongst them.",
  "HelpMessage0107": "Chose a monster to ride on. If your partner is currently riding on that monster, they will dismount.",
  "HelpMessage2422": "View the results of the last event you participated in.",
  "HelpMessage0108": "Chose a monster for partner to mount. If player is currently riding on that monster, they will dismount.",
  "HelpMessage0201": "Return to a previously visited area.",
  "HelpMessage0202": "Customize your clothes and their colors.",
  "HelpMessage0203": "Switches between day and night.",
  "HelpMessage0204": "Alters the current weather.",
  "HelpMessage0205": "Become invisible and go undetected by enemies. Cannot be used everywhere.",
  "HelpMessage0206": "Listen to previous story events that you have already experienced.",
  "HelpMessage0301": "Battle against opponents with Street Pass or in Online play to collect Connection Coins.",
  "HelpMessage0302": "Compete and play with friends or trade monsters via local wireless communication.",
  "HelpMessage0303": "Enjoy ranked competition against anyone via internet communications.",
  "HelpMessage0304": "You can exchange Network Coins here for any monster that you've previously had in your possession.",
  "HelpMessage0401": "Select your active party monsters from your current monsters.",
  "HelpMessage2412": "View the Current Rankings.",
  "HelpMessage0402": "Save monsters into pre-determined parties that can be switched to on the fly.",
  "HelpMessage2413": "Displays the current event's information.",
  "HelpMessage0403": "Set shortcuts for monsters to ride.",
  "HelpMessage2414": "Exit the Wi-Fi Ranked G-Cup.",
  "HelpMessage0404": "Check a listing of opponent's monsters. You can view name, settings, and skills among other attributes.",
  "HelpMessage0501": "ﾓ　The left-most squares can hold up to 4 allies that will join you in battle. ﾔ　These allies will travel with you, and be on standby as needed. ﾕ　Monsters placed here will be left for care in your Monster Storage area.",
  "HelpMessage0601": "Fuse together two chosen monsters into one.",
  "HelpMessage0602": "View an index that narrows down the possible results of a monster fusion based on conditions.",
  "HelpMessage3000": "Swap monsters freely during a match.",
  "HelpMessage0603": "Consume a Rainbow Fondue in a fusion that will change only the color of the paired monster.",
  "HelpMessage3001": "You can change monsters only once during battle.",
  "HelpMessage0604": "Use Darkonium in order to create a duplicate of a monster that has joined you at least once.",
  "HelpMessage3002": "Monster swapping is prohibited.",
  "HelpMessage0605": "Organize your team members.",
  "HelpMessage0606": "Set Field Riding.",
  "HelpMessage0910": "Will you accept %ls's quest?",
  "HelpMessage0607": "You can check your party members.",
  "HelpMessage0911": "Cannot use this without a code.",
  "HelpMessage0608": "Return back to the Field.",
  "HelpMessage0912": "You cannot hold anymore discs.",
  "HelpMessage0609": "Limit index results to monster fusions born only from combinations consisting of monsters currently in your company.",
  "HelpMessage0913": "You don't have enough Gold.",
  "HelpMessage0610": "Limit index results to display only fusions resulting in new monsters that have never been in your company.",
  "HelpMessage0611": "Select the family you desire for the monsters resulting from fusion.",
  "HelpMessage0612": "Filter only the desired Rank of monsters resulting from fusion.",
  "HelpMessage0613": "Search for Fusable monsters based on the search criteria selected.",
  "HelpMessage0614": "Find all monsters never seen before but who have parents you have seen before.",
  "HelpMessage1001": "Check for people you've passed by. Select a passerby to either play against or save them to your Battle Memories.",
  "HelpMessage0615": "Find only children who you can make out of monsters on one of your current teams.",
  "HelpMessage1002": "You can register up to 30 people here regardless of the results of your battle with them. You may challenged these saved opponents as many times as you like as well. Even if a you lost, a win later can get you a Network Coin. In addition, if you win the battle, you can distribute it along with your data.",
  "HelpMessage0616": "Search all candidates for fusion out of only monsters that you have never seen before.",
  "HelpMessage1003": "You can set the data to be received by StreetPass communications. If you want to change your Profile and Monster data sent, please set it here as well.",
  "HelpMessage0617": "View a list of results consisting of only monsters that have never been in your company.",
  "HelpMessage0921": "Current energy is full. There is no need to recover at this time.",
  "HelpMessage1004": "StreetPass battles have been enabled.",
  "HelpMessage0618": "Find results from any Families.",
  "HelpMessage0922": "You cannot purchase another free pass in addition to the one you've already purchased.",
  "HelpMessage1005": "Return to the game with Street Pass communications enabled for later use.",
  "HelpMessage0619": "Search for children of a specific family.",
  "HelpMessage0923": "You will recover all energy. It will cost %ls gold. Is that alright?",
  "HelpMessage1006": "Here you can view the details of the selected opponents party members. However, you will not be able to see them unless you've won in battle against them.",
  "HelpMessage0620": "Find results with any rank.",
  "HelpMessage0621": "Search for children of a specific rank.",
  "HelpMessage0701": "Battle to obtain a new rank of monster license.",
  "HelpMessage0702": "A game involving riding a monster and collecting Slimes.",
  "HelpMessage3100": "Allows monster transfers to be performed freely during a match.",
  "HelpMessage0703": "A special battle you can only participate in once daily against an unknown opponent.",
  "HelpMessage3101": "Monsters may only be transferred 1 time per match.",
  "HelpMessage0704": "A once daily challenge where you continuously fight until you've lost.",
  "HelpMessage3102": "Monster transfers are prohibited.",
  "HelpMessage0705": "Train a team of your own monsters against another team of your own monsters.",
  "HelpMessage0706": "Utilizes your Monster Storage.",
  "HelpMessage0707": "Select a monster to use in the Great Riders Cup.",
  "HelpMessage0708": "Select a course to challenge in the Great Rider's Cup.",
  "HelpMessage0709": "You can set the rules for this match.",
  "HelpMessage0710": "Choose a Monster to ride and a Course before starting the Great Riders Cup.",
  "HelpMessage0711": "A once daily challenge where you can fight against special opponents.",
  "HelpMessage0712": "A special Collaboration Battle featuring unique opponents. The number of times you can participate is limited to tickets held.",
  "HelpMessage0801": "Use items and materials to create new accessories.",
  "HelpMessage0802": "Use various components to create engravings on an accessory where a stamp can be placed.",
  "HelpMessage3200": "Equip accessories and battle.",
  "HelpMessage0803": "Make stamps out of items and materials.",
  "HelpMessage3201": "Remove all equiped accessories and battle.",
  "HelpMessage0804": "Place a stamp on an accessory.",
  "HelpMessage0805": "Break down an accessory and obtain the raw materials it's composed of.",
  "HelpMessage0806": "Dismantle stamps and obtain the raw materials that make them up.",
  "HelpMessage0807": "Remove a stamp from an accessory.",
  "HelpMessage0901": "You do not have a disc that you can use here.",
  "HelpMessage0902": "It cannot be created because there was no valid code entered.",
  "HelpMessage3300": "Set an infinite input wait time.",
  "HelpMessage0903": "You cannot hold any more discs.",
  "HelpMessage3301": "Set the input wait time to 15 seconds.",
  "HelpMessage0904": "You cannot discard discs if you are not holding any.",
  "HelpMessage3302": "Set the input wait time to 30 seconds.",
  "HelpMessage0905": "There is not enough energy to use this Disc.",
  "HelpMessage0906": "You can get a variety of rewards by completing this quest.",
  "HelpMessage0907": "Opens a new world for you to freely explore but for a limited amount of time.",
  "HelpMessage0908": "Will you use the %ls?",
  "HelpMessage0909": "Use%ls and freely roam within the disk world?",
  "HelpMessage0914": "Will you create the %ls %ls %ls Disc?",
  "HelpMessage1301": "Forfeit and end the current battle. Selecting this option is not the same as being wiped out in a normal battle and you will not lose half your gold.",
  "HelpMessage0915": "Created the %ls %ls %ls Disc Lv%ls.",
  "HelpMessage1302": "Reconsider choice once more.",
  "HelpMessage0916": "Choose and recover a set amount of energy.",
  "HelpMessage1303": "Give up and quit the current battle. Choosing this option is the same as being wiped out and you will lose half your current gold.",
  "HelpMessage0917": "Recover your energy to it's maximum amount.",
  "HelpMessage1304": "Reconsider choice once more.",
  "HelpMessage0918": "Purchase a 1-day free pass, which allows unlimited use for 1 day.",
  "HelpMessage0924": "You will not consume energy for 1 day. It will cost %ls gold. Is that alright?",
  "HelpMessage1007": "Exchange Network Coins with the selected player. You must have won against them in battle first, thought, to use this feature.",
  "HelpMessage0925": "The disc cannot be created since all of the codes to make it have not been set.",
  "HelpMessage1008": "Delete the selected StreetPass data.",
  "HelpMessage0926": "You don't have enough Gold.",
  "HelpMessage1009": "Play against selected opponents.",
  "HelpMessage0927": "You will now be taken to the virtual world contained within this disc.",
  "HelpMessage0928": "Combine various codes you have learned from titles to create a disk.",
  "HelpMessage0929": "Pay Gold to recover spent energy.",
  "HelpMessage0930": "Discard a disc in your possession. Any codes used in the creation of the discarded disc will become available for use to create a new disc.",
  "HelpMessage1013": "Organize parties to deliver via StreetPass.",
  "HelpMessage0931": "You will recover %ls energy. It will cost %ls gold. Is that alright?",
  "HelpMessage1014": "Set the monster to be sent via StreetPass.",
  "HelpMessage0932": "That cannot be used yet.",
  "HelpMessage1015": "Set profile to be sent via StreetPass.",
  "HelpMessage0933": "The keyword \"%ls\" is currently in used by the \"%ls\".  Discard the disc in order to regain access to regain use of this keyword within a new disc.",
  "HelpMessage1016": "Finalize your StreetPass data delivery settings.",
  "HelpMessage0934": "This cannot be selected since the level of this disk cannot be altered currently.",
  "HelpMessage1017": "Play against another player.",
  "HelpMessage0935": "Pay gold to increase the level of the disk created.",
  "HelpMessage1018": "Sets whether to or not to distribute your data to the selected individual. However, it won't be sent unless the opponent defeated you in battle.",
  "HelpMessage0950": "That cannot be used during the tutorial.",
  "HelpMessage0951": "Creating a Disc requires you to enter a password, consisting of 1-3 keywords. Enter them, and then select the \"Create Disc\" command.",
  "HelpMessage0952": "The code entered to make this disc is temporarily marked as unusable until you've discarded the previous disc made from this code. To make the code usable again, select \"Discard Disc\" from the Creation menu and discard the disc that currently uses this code.",
  "HelpMessage1010": "After judging which contender is the strong opponent, we will immediately display the battle results. Victories and defeats are recorded.",
  "HelpMessage1011": "You may choose to organize a specific team for battle now. Otherwise, your current active field team will be used.",
  "HelpMessage1012": "The selected people will now be saved to your battle memories. You can fight against them later since they've been recorded, rather than now.",
  "HelpMessage1019": "Replace your current Street Pass profile data with the data saved as your offical profile data.",
  "HelpMessage1101": "Play against others using local wireless communication.",
  "HelpMessage1102": "Exchange monsters locally with others nearby.",
  "HelpMessage1103": "Challenge others nearby to battle, or the Great Riders' Cup using local wireless communications.",
  "HelpMessage1104": "Select a local player to play with.",
  "HelpMessage1105": "Compete in a GP style match with up to 8 other opponents.",
  "HelpMessage1106": "Set match rules and opponent restrictions.",
  "HelpMessage1107": "Search for an opponent that is also looking for a match.",
  "HelpMessage1108": "Register yourself as looking for a match.",
  "HelpMessage1109": "Play using the standard rules.",
  "HelpMessage1110": "Play using the official game rules.",
  "HelpMessage1111": "Set no rules for the match.",
  "HelpMessage1112": "Set the round limit for the match.",
  "HelpMessage1113": "Play until one team is defeated.",
  "HelpMessage1114": "Sets a 5 round limit for the match.",
  "HelpMessage1115": "Sets a 10 round limit for the match.",
  "HelpMessage1116": "Toggles the commands enabled.",
  "HelpMessage1117": "Use Manual monster orders.",
  "HelpMessage1118": "Use AI monster orders.",
  "HelpMessage1119": "Sets whether or not to allow monster swapping during a match.",
  "HelpMessage1120": "Swap monsters freely during a match.",
  "HelpMessage1121": "Allow only one monster swap during a match.",
  "HelpMessage1122": "Monster Swapping is prohibited during a match.",
  "HelpMessage1123": "Sets whether or not to restrict transfers during a match.",
  "HelpMessage1124": "Allows monster transfers to be performed freely during a match.",
  "HelpMessage1125": "Allows only 1 monster transfer during a match.",
  "HelpMessage1126": "Monster transfers are prohibited during a match.",
  "HelpMessage1127": "Set restrictions for monsters that are allowed to compete during a match.",
  "HelpMessage1128": "All monsters may now compete freely during a match.",
  "HelpMessage1129": "All monsters used must be of the same family during a battle, but you cannot use the same type of monster more than once.",
  "HelpMessage1130": "Monsters from the same family are prohibited during a match.",
  "HelpMessage1131": "Set whether or not to impose restrictions on accessories during a match.",
  "HelpMessage1132": "This rule allows for accessories to be used in battle.",
  "HelpMessage1133": "This rule prohibits accessories from being equiped in battle.",
  "HelpMessage1134": "Sets time limits for entering actions for each round.",
  "HelpMessage1135": "Allows unlimited input time each round.",
  "HelpMessage1136": "Allows 15 second input time each round.",
  "HelpMessage1137": "Allows 30 second input time each round.",
  "HelpMessage1138": "Search for members for join in a GP Match. Up to 8 other players can be recruited to battle against.",
  "HelpMessage1139": "Look for members searching for GP Matches. You can join in with up to 8 other players to battle against.",
  "HelpMessage1140": "Participate in the Grand Prix against Special Masters of STRONG rank.",
  "HelpMessage1141": "Participate in the Grand Prix against Special Masters of AVERAGE rank.",
  "HelpMessage1142": "Participate in the Grand Prix against Special Masters of WEAK rank.",
  "HelpMessage1143": "Participate in the GP of the selected recruiting player.",
  "HelpMessage1144": "Set whether fusion can be used in battle or not.",
  "HelpMessage1145": "Allow fusion to be used within battle.",
  "HelpMessage1146": "Allow fusion to be used only once within battle.",
  "HelpMessage1147": "Prohibit fusion from being used within battle.",
  "HelpMessage1148": "Set the speed of the battle.",
  "HelpMessage1149": "The battle will progress at 2x speed.",
  "HelpMessage1150": "The battle will progress at normal speed.",
  "HelpMessage1201": "Searching for Monster Trading Partners.",
  "HelpMessage1202": "Apply to find someone else looking for a monster to trade.",
  "HelpMessage1203": "You are now actively seeking a Monster Exchange partner.",
  "HelpMessage1401": "Set the ride monster in the left square. Choose your favorite ride monster and set it as a shortcut to hop on easily. A list of ridable monsters will be displayed in the grid on the right-hand side.",
  "HelpMessage1501": "Set the rules for the Great Riders' Cup and search for opponents to compete against.",
  "HelpMessage1502": "Find someone seeking a Great Riders' Cup opponent.",
  "HelpMessage1503": "Set rules for the Great Riders' Cup and play against Special Masters.",
  "HelpMessage1504": "Start the Great Riders' Cup with Standard Rules, competing to collect more points within the time limit.",
  "HelpMessage1505": "Start the Great Riders' Cup with the rules of winning by collecting a specific amount of points, the fastest.",
  "HelpMessage1506": "Allow you to set the Great Riders' Cup match rules freely.",
  "HelpMessage1507": "Set the match time limit.",
  "HelpMessage1811": "Change your player's name.",
  "HelpMessage1508": "Set the match Point Limit.",
  "HelpMessage1812": "Change your player's title.",
  "HelpMessage1509": "Set whether or not Rockbombs will spawn.",
  "HelpMessage1813": "Change your player's hometown.",
  "HelpMessage2200": "Join into the Ultimate Ranked battle against the strongest masters world-wide, over the internet.",
  "HelpMessage1510": "Set whether or not items will appear.",
  "HelpMessage1511": "Set the number of players allowed.",
  "HelpMessage1512": "Set custom rules to play the match by.",
  "HelpMessage1513": "The Match will end in 90 seconds.",
  "HelpMessage1514": "The Match will end in 120 seconds.",
  "HelpMessage1515": "Battle with win condition based upon reaching a point goal.",
  "HelpMessage1516": "The match will end when a player has achieved 20 points.",
  "HelpMessage1517": "The match will end when a player has achieved 40 points.",
  "HelpMessage1821": "Hometown set to %ls.",
  "HelpMessage1518": "Battle with win condition based around a time limit.",
  "HelpMessage1519": "Allow lots of Rockbombs to appear during a match.",
  "HelpMessage1520": "Rockbombs will appear during a match.",
  "HelpMessage1521": "Rockbombs will not appear during the match.",
  "HelpMessage1522": "Lots of items will appear during the match.",
  "HelpMessage1523": "Items will appear during the match.",
  "HelpMessage1524": "Items will not appear during the match.",
  "HelpMessage1525": "Battle amongst two players.",
  "HelpMessage1526": "Battle amongst three players.",
  "HelpMessage1527": "Battle amongst four players.",
  "HelpMessage1831": "Birthplace set to %ls.",
  "HelpMessage1528": "Battle against opponents of STRONG strength.",
  "HelpMessage1529": "Battle against opponents of AVERAGE strength.",
  "HelpMessage1530": "Battle against opponents of WEAK strength.",
  "HelpMessage1531": "Register as seeking a Great Riders' Cup match against the selected player.",
  "HelpMessage1532": "Set the strength of the opponent",
  "HelpMessage1533": "Set custom rules to play the match by.",
  "HelpMessage1534": "Battle with Happening disabled.",
  "HelpMessage1535": "Battle with Happening enabled.",
  "HelpMessage1536": "Set weather Happening can occur in battle.",
  "HelpMessage1601": "Finish equipping accessories.",
  "HelpMessage1701": "Place monsters you wish to ride into the boxes on the left. The boxes on the right contain a list of ridable monsters to select from.",
  "HelpMessage1801": "Edit your profile contents.",
  "HelpMessage1802": "Edit the appearance of your character.",
  "HelpMessage1803": "Exit the profile screen and return to the previous screen.",
  "HelpMessage1814": "Change your player's comments.",
  "HelpMessage2201": "Join into the Ultimate Ranked G-Cup via Internet communications.",
  "HelpMessage1815": "Change the background of your player card.",
  "HelpMessage2202": "You can Upload or Download your DQM Joker 3 Professional save data.",
  "HelpMessage1816": "Change the appearance of your player's card that gets displayed during wireless play.",
  "HelpMessage2203": "View an explanation of the Wi-Fi Rankings.",
  "HelpMessage1817": "Change the color of your player.",
  "HelpMessage2204": "Leave the Wi-Fi Rankings.",
  "HelpMessage1818": "Save and Exit the Profile settings and return to the previous screen.",
  "HelpMessage1841": "Birthplace set to %ls.",
  "HelpMessage1850": "Set Avatar to \u0001ȁ.",
  "HelpMessage1851": "Set Avatar to your Mii. When the Mii is set, the name of your Mii will be displayed on your public player's card.",
  "HelpMessage1852": "Set Avatar to your Mii.",
  "HelpMessage1900": "This is a Wi-Fi ranked battle that chooses participants based on their monster rosters. You will fight against these other 3 opponents for a chance to win tickets to compete in more ranked matches. 【CAUTION】 Every match will trigger a game save overwritting your last one.",
  "HelpMessage3911": "Only parties with a rank lower than what has been set, may be used.",
  "HelpMessage1901": "Disconnecting from the Internet and ending the Wi-Fi ranked battle.",
  "HelpMessage3912": "Only parties with the same rank that has been set, may be used.",
  "HelpMessage1902": "Register to participate in %ls and download the challenge battle.",
  "HelpMessage1903": "Setup members of %ls and registered contents such as a team name.",
  "HelpMessage1904": "Check the current rankings. They are divided up among every GP, so you can view individual, overall and recent ratings per GP.",
  "HelpMessage1905": "Check notification of %ls.",
  "HelpMessage1906": "Quit %ls.",
  "HelpMessage2000": "Search for an opponent to battle based upon ranking achieved from the results of previous battles in this mode.",
  "HelpMessage4011": "Instruct your partner to scout for monsters in the current area.",
  "HelpMessage2001": "Search for an opponent to battle freely in an unranked match.",
  "HelpMessage4012": "Instruct your partner to search for items in the current area.",
  "HelpMessage2002": "Battle within a user-created group called a \"community\". Communities can be created and searched for by any player with online access, including yourself. Win-Loss ranking within any community can be tracked from that community page.",
  "HelpMessage4013": "Instruct your partner to change forms.",
  "HelpMessage2003": "Play against your friends.",
  "HelpMessage4014": "Call off order currently issued to your partner.",
  "HelpMessage2004": "Return to the Wi-Fi Square.",
  "HelpMessage2005": "Setup Match Rules and Find Friends",
  "HelpMessage2006": "Search for friends who seek opponents and apply for a matches.",
  "HelpMessage2007": "Applies for a match against the selected person. A person with a darkened name is either in battle or currently unavailable.",
  "HelpMessage2100": "Set the rank of the cup to participate in.",
  "HelpMessage2101": "Select which monsters to use.",
  "HelpMessage2102": "Select the monsters you will use in your party.",
  "HelpMessage2300": "This monster is of special status and cannot be scouted!",
  "HelpMessage2301": "This monster is special and cannot be scouted!",
  "HelpMessage2302": "Your boxes are currently full, therefore you cannot scout!",
  "HelpMessage2303": "This monster is of special status and cannot be riden.",
  "HelpMessage2304": "Monsters who have just fused in battle cannot be immediately swapped for others!",
  "HelpMessage2400": "The Wi-Fi G-Cup ranked competition, based on how quickly you can achieve victory. Select a monster to ride from the right-hand side. 【CAUTION】 Your game will be saved during this mode and overwrite your previous one.",
  "HelpMessage2401": "Disconnect from the Internet and ending the Wi-Fi G-Cup Ranked match.",
  "HelpMessage2410": "Challenge the tournament.",
  "HelpMessage2411": "Change what contents you have registered such as your riding monster, team name, and hometown.",
  "HelpMessage2500": "Set the name of the Community.",
  "HelpMessage2501": "Set the comments for the Community.",
  "HelpMessage2502": "Set a password for the Community.",
  "HelpMessage2503": "Set up rules for the Community.",
  "HelpMessage2504": "Create a Community with set contents.",
  "HelpMessage2600": "Only those who know the password will be able to have access to this community.",
  "HelpMessage2601": "This is a public Community, open to anyone that wishes to join.",
  "HelpMessage2700": "Sets the last round of the match.",
  "HelpMessage2701": "Set whether or not to enable commands.",
  "HelpMessage2702": "Set whether or not to allow monster swapping.",
  "HelpMessage2703": "Set whether or not to allow monster transfers.",
  "HelpMessage2704": "Restrict which monsters you will fight against.",
  "HelpMessage2705": "Set whether to allow accessories or not.",
  "HelpMessage2706": "Set a time-limit for action selection.",
  "HelpMessage2707": "Set min and max level limits of monsters that can be used.",
  "HelpMessage2708": "Set the hometown of players that can participate.",
  "HelpMessage2709": "Set the Rank of parties that can participate.",
  "HelpMessage3400": "Any monster can freely be used.",
  "HelpMessage2710": "Set custom rules to play the match by.",
  "HelpMessage2800": "Continue until one of the teams is defeated.",
  "HelpMessage2801": "Limit the Match to 5 Rounds.",
  "HelpMessage2802": "Limit the Match to 10 Rounds.",
  "HelpMessage2900": "Manual Monster Orders.",
  "HelpMessage2901": "AI Monster Orders.",
  "HelpMessage3403": "Only monsters of a specified family can be used on your team.",
  "HelpMessage3500": "Make it available to any level of monster.",
  "HelpMessage3501": "Set the minimum and maxmimum level of monsters allowed to be used.",
  "HelpMessage3600": "Set the minimum level of monsters allowed to be used.",
  "HelpMessage3601": "Set the maximum level of monsters allowed to be used.",
  "HelpMessage3602": "Restrict the level of monsters that can be used.",
  "HelpMessage3700": "We will now allow Masters from any hometown to join the Community.",
  "HelpMessage3701": "Only masters with the specified hometown will now be able to join this Community.",
  "HelpMessage3800": "You may use a party of any ranking.",
  "HelpMessage3801": "Set a Ranked Party to use.",
  "HelpMessage3900": "Set the rank restrictions for parties.",
  "HelpMessage3910": "Only parties with a rank higher than what has been set, may be used.",
  "HelpMessage4000": "Enter or Leave the current community that you are registered with.",
  "HelpMessage4001": "Search for communities to join. You can enter a community code, find recommend communities, or even view official communities.",
  "HelpMessage4002": "Create your own community.",
  "HelpMessage4003": "Battle other players with the WI-Fi Ranking Battle rule set.",
  "HelpMessage4010": "Instruct your partner to advance the story of the game.",
  "HelpMessage4020": "Your partner will search for various monsters to scout. Results will be obtained after 5 minutes of play.",
  "HelpMessage4021": "Your Partner will scout for monsters that have never joined your party. Results will be obtained after 30 minutes of play.",
  "HelpMessage4022": "Your Partner will scout for monsters of low rank. Results will be obtained after 15 minutes of play.",
  "HelpMessage4030": "Your partner will search for various items and pick them up. Results will be obtained after 5 minutes of play.",
  "HelpMessage4031": "Your partner will search for items that can be used in battle and pick them up. Results will be obtained after 15 minutes of play.",
  "HelpMessage4100": "Sort by monster family type",
  "HelpMessage4101": "Sort by monster family type",
  "HelpMessage4102": "Sort by monster family type",
  "HelpMessage4103": "Use a special ability to inflict major damage on all enemies.",
  "HelpMessage4104": "Use special abilities to restore the HP of allied monsters.",
  "HelpMessage4105": "Use special abilities that will raise various traits of allied monsters."
}