{
  "IH0000": "［None］",
  "IH0289": "-",
  "IH0925": "Δ Prism Peacock Soul",
  "IH0001": "Restores 30 HP to one ally.",
  "IH0926": "-",
  "IH0002": "Restores 60 HP to one ally.",
  "IH0927": "-",
  "IH0003": "Restores 120 HP to one ally.",
  "IH0928": "-",
  "IH0004": "Restores 240 HP to one ally.",
  "IH0929": "-",
  "IH0005": "Restores 100-120 HP to all allies.",
  "IH0006": "Restores 50-60 HP to all allies.",
  "IH0007": "Restores 30 MP to one ally.",
  "IH0008": "Restores 90 MP to one ally.",
  "IH0009": "Completely restores all MP of one ally.",
  "IH0010": "Revives one fallen ally.",
  "IH0299": "-",
  "IH0935": "A difficult to read scroll with a drawing of King Teeny Sanguini.",
  "IH0011": "Revives and completely restores all HP and MP of all fallen allies.",
  "IH0936": "A difficult to read scroll with a drawing of King Teeny Sanguini.",
  "IH0012": "Increases the ATK of one ally by a large amount for 4 rounds.",
  "IH0937": "A difficult to read scroll with a drawing of Don Mole.",
  "IH0013": "Increases the ATK of all allies slightly for 4 rounds.",
  "IH0938": "A difficult to read scroll with a drawing of Don Mole.",
  "IH0014": "Decreases the ATK of one enemy by a large amount for 4 rounds.",
  "IH0939": "A difficult to read scroll with a drawing of Kandar.",
  "IH0015": "Decreases the ATK of all enemies slightly for 4 rounds.",
  "IH0016": "Increases the DEF of one ally by a large amount for 4 rounds.",
  "IH0017": "Increases the DEF of all allies slightly for 4 rounds.",
  "IH0018": "Decreases the DEF of one enemy by a large amount for 4 rounds.",
  "IH0019": "Decreases the DEF of all enemies slightly for 4 rounds.",
  "IH0020": "Increases the SPD of one ally by a large amount for 4 rounds.",
  "IH0945": "Dark Robo-Slime parts gotten from Darkiron Bastille.",
  "IH0021": "Increases the SPD of all allies slightly for 4 rounds.",
  "IH0946": "-",
  "IH0022": "Decreases the SPD of one enemy by a large amount for 4 rounds.",
  "IH0947": "Allows you to participate in a Dai's Great Adventure Colab Battle. Obtained by winning Challenge Battles.",
  "IH0023": "Decreases the SPD of all enemies slightly for 4 rounds.",
  "IH0948": "-",
  "IH0024": "Increases the INT of one ally by a large amount for 4 rounds.",
  "IH0949": "-",
  "IH0025": "Increases the INT of all allies slightly for 4 rounds.",
  "IH0026": "Decreases the INT of one enemy by a large amount for 4 rounds.",
  "IH0027": "Decreases the INT of all enemies slightly for 4 rounds.",
  "IH0028": "Increases the Tension of all allies.",
  "IH0029": "Raises various resistances of one ally to high levels.",
  "IH0030": "Raises various resistances of all allies to high levels.",
  "IH0955": "The Prison Key to the cell doors within the Darkiron Bastille.",
  "IH0031": "Cures one ally of confusion or sleep.",
  "IH0956": "A holy symbol that looks to ward off evil presence.",
  "IH0032": "Cures one ally of paralysis.",
  "IH0957": "-",
  "IH0033": "Cures one ally of poison or severe poison.",
  "IH0958": "-",
  "IH0034": "Cures one ally of any negative status.",
  "IH0959": "-",
  "IH0035": "Inflicts one enemy with a random negative status.",
  "IH0036": "Raises the max HP of one ally by 2-4.",
  "IH0037": "Raises the max MP of one ally by 2-4.",
  "IH0038": "Rasies the ATK of one ally by 1-2.",
  "IH0039": "Rasies the SPD of one ally by 1-2.",
  "IH0040": "Rasies the DEF of one ally by 1-2.",
  "IH0965": "-",
  "IH0041": "Rasies the INT of one ally by 1-2.",
  "IH0966": "-",
  "IH0042": "Grants 3 skill points to one ally.",
  "IH0967": "-",
  "IH0043": "Promotes one ally to the next level.",
  "IH0968": "A difficult to read scroll with a drawing of the Slime Family Reunion.",
  "IH0044": "A meat monsters are fond of, which makes them easier to scout.",
  "IH0969": "A difficult to read scroll with a drawing of the Slime Family Reunion",
  "IH0045": "A meat monsters are really fond of, which makes them easier to scout.",
  "IH0046": "A meat that monsters love, which makes them easier to scout.",
  "IH0047": "A meat that monsters absolutely love, which makes them easier to scout.",
  "IH0048": "A meat with the favorite flavor of any monster, which allows you to scout them without fail.",
  "IH0049": "A strange rotten meat, which will make monsters easier to scout, and may poison them.",
  "IH0050": "A sweet smelling object that can be thrown in battle to instantly deal 0-1 damage, even to metal monsters.",
  "IH0975": "A difficult to read scroll with a drawing of Princess Togami.",
  "IH0051": "A rock which is thrown within battle in order to deal 0-1 damage to all monsters, even metal ones.",
  "IH0976": "-",
  "IH0052": "A rare rock which can be thrown in battle in order to deal 1-3 damage to all monsters, even metal ones.",
  "IH0977": "-",
  "IH0053": "An explosive stone which reduces the HP of one enemy to 1. Has no effect on monsters immune to instant death attacks.",
  "IH0978": "-",
  "IH0054": "Raises the max HP of one ally by 100.",
  "IH0979": "Mirror that reflects truth. As used as such in various worlds.",
  "IH0055": "Raises the max MP of one ally by 200.",
  "IH0056": "Raises the ATK of one ally by 100.",
  "IH0057": "Rasies the SPD of one ally by 200.",
  "IH0058": "Raises the DEF of one ally by 200.",
  "IH0059": "Raises the INT of one ally by 200.",
  "IH0060": "A reward given to ardent medal collectors who have returned a substantial number of medals to another collector.",
  "IH0985": "3 parts of Wildcard's soul shattered by Mother's Rampage.",
  "IH0061": "Reduces the price of items while shopping.",
  "IH0986": "Psyche Up all allies. Unlimited use.",
  "IH0062": "Grants 100 skill points to one ally.",
  "IH0987": "Selling this at a bookstore would certainly net you more of a profit",
  "IH0063": "A high-tech gadget, created with very advanced technology that is a bit out of this world.",
  "IH0988": "Selling this at a bookstore would certainly net you more of a profit",
  "IH0064": "Mount up and traverse the great skies. Uses the Sky Ride ability.",
  "IH0700": "Skill: Hypnotist Snooze Dazzle Strip Fuddle Bemusing Breath Tongue Lashing Kasnooze Kafuddle MASTERED",
  "IH0989": "Selling this at a bookstore would certainly net you more of a profit",
  "IH0065": "A piece of Darkonium, but shrouded in an ominous, dark aura.",
  "IH0701": "Skill: Toxifier Poison Breath Sandstorm Burning Breath Headwind Venom Breath Stance of Madness Squelch Tingle MASTERED",
  "IH0066": "An orb that will multiply the EXP and gold earned in battle by 2 when used. This effect will fade after 10 battles.",
  "IH0702": "Skill: Fear-monger Burning Breath Dazzle Rumba of Ruin Spooky Aura Cursed Cry Requiem for the Lost Reckless Frenzy Dire Dirge MASTERED",
  "IH0067": "A ticket that is exchanged for Sirloin Bites.",
  "IH0703": "Skill: Muspell Fuddle Singe Donk Whack Reckless Frenzy Stealth Attack Sear Void Slash MASTERED",
  "IH0068": "A gem that will multiply the EXP and gold earned in the next battle you win by 2. Lasts for only one battle.",
  "IH0704": "Skill: Martyr Double-Edged Slash Body Slam Double Up Rival Riler One-on-One Scapegoat Kamikazee Possessed Polka MASTERED",
  "IH0069": "A file that contains map disc information.",
  "IH0705": "Skill: Copycat Draining Dance Spooky Aura Sultry Dance Mirror Step Headwind Tongue Lashing Dodgy Dance Call of the Falcon MASTERED",
  "IH0070": "An orb that will multiply the EXP and gold earned in battle by 2 for 10 battles. Standby and stored monsters will also benefit.",
  "IH0995": "A book illustrated by Cottney, full of photos and basic monster knowledge.",
  "IH0071": "-",
  "IH0996": "A book illustrated by Cottney, full of photos and it's expertise.",
  "IH0072": "-",
  "IH0997": "A book illustrated by Rottney, full of photos and basic monster knowledge.",
  "IH0073": "An acient document marked with a drawing of Tyrannosaurus Wrecks that would take some time to decypher.",
  "IH0998": "A book illustrated by Rottney, full of photos and it's expertise.",
  "IH0074": "A book of legendary secrets that will increase the stock of the book store when sold.",
  "IH0710": "Skill: Giant Crusher Counter Dance Counter Magic Counter Breath Bound Ba-bounce Counter Attack Giga Essence Extractor Giga Drain Magic MASTERED",
  "IH0999": "-",
  "IH0075": "One fragment of a shimmering, emerald Planet Seed.",
  "IH0711": "Skill: Ghost Snooze Zam Strip Ping Draining Dance Tongue Lashing Dazzle Magic Miser MASTERED",
  "IH0076": "A book of legendary secrets that will increase the stock of the book store when sold.",
  "IH0712": "Skill: Slime Knight Thunder Slash Drain Magic ATK +12 Midheal Multislash ATK +16 Victimizer Gigaslash MASTERED",
  "IH0077": "A book of legendary secrets that will increase the stock of the book store when sold.",
  "IH0713": "Skill: Restless Armour Regen DEF +8 ATK +4 Buff Hatchet Man DEF +16 ATK +8 Gigabreak MASTERED",
  "IH0078": "One fragment of a shiny, sapphire Planet Seed.",
  "IH0714": "Skill: Killing Machine Flame Slash Water Slash Vacuum Slash Rock Slash Persecutter Multislash Nioh Slash Multifists MASTERED",
  "IH0079": "A book of legendary secrets that will increase the stock of the book store when sold.",
  "IH0715": "Skill: Funghoul Sweet Breath Defuddle Tingle Stardust Squelch Sheen Venom Breath Hustle Dance MASTERED",
  "IH0080": "A book of legendary secrets that will increase the stock of the book store when sold.",
  "IH0081": "One fragment of a glimmering, ruby Planet Seed.",
  "IH0082": "A book of legendary secrets that will increase the stock of the book store when sold.",
  "IH0083": "A book of legendary secrets that will increase the stock of the book store when sold.",
  "IH0084": "",
  "IH0720": "Skill: Mandrake Major Multislash Rival Riler DEF +16 Victimizer Anchor Knuckle DEF +24 Knuckle Sandwich Hatchet Man MASTERED",
  "IH0085": "A book of legendary secrets that will increase the stock of the book store when sold.",
  "IH0721": "Skill: Fortifier Heal Oomph Buff Accelerate Ping Oomphle Kabuff Accelatron MASTERED",
  "IH0086": "A book of legendary secrets that will increase the stock of the book store when sold.",
  "IH0722": "Skill: Enfeebler Strip Blunt Sap Decelerate Dim Kablunt Kasap Decelatron MASTERED",
  "IH0087": "",
  "IH0723": "Skill: Archfiend Zoma Cold Blizzard Kacrack Fullheal Spooky Aura Big Banga C-C-Cold Breath Kacrackle Kaoomphle MASTERED",
  "IH0088": "A book of legendary secrets that will increase the stock of the book store when sold.",
  "IH0724": "Skill: Dragonlord Bound Cold Blizzard Inferno Kasnooze Fullheal Spooky Aura C-C-Cold Breath Scorch MASTERED",
  "IH0089": "A book of legendary secrets that will increase the stock of the book store when sold.",
  "IH0725": "Skill: Malroth Kasnooze Inferno HP Regenerator+ Kabuff Kaoomph Defense Ward+ Zing Insulatle MASTERED",
  "IH0090": "",
  "IH0091": "A book of legendary secrets that will increase the stock of the book store when sold.",
  "IH0092": "An artifact that will bear an incredible monster from Fusion of 5 of them combined.",
  "IH0093": "An artifact that will bear an incredible monster from Fusion of 5 of them combined.",
  "IH0094": "An artifact that will bear an incredible monster from Fusion of 5 of them combined.",
  "IH0730": "Skill: Orgodemir War Cry Bound Sweet Breath Kafrizz Thin Air Body Slam Gigabreak Kafrizzle MASTERED",
  "IH0095": "An artifact that will bear an incredible monster from Fusion of 5 of them combined.",
  "IH0731": "Skill: Rhapthorne Drain Magic Kadim Kasnooze Kaclang Spooky Aura Cold Blizzard Blind Stance Kaswoosh MASTERED",
  "IH0096": "An artifact that will bear an incredible monster from Fusion of 5 of them combined.",
  "IH0732": "Skill: Corvus the Fallen Multifists Burning Breath Disrupting Light Kafrizzle C-C-Cold Breath Lightning Storm Comeback Kid Magic Burst MASTERED",
  "IH0097": "Unlocks the security door on the Center Building's 29th floor.",
  "IH0733": "Skill: Hades Nelgel War Cry Meteor Curse of Hades Bound Heavenly Stance Kacrackle Kazammle Kaboomle MASTERED",
  "IH0098": "Unlocks the security door on the Center Building's 30th floor.",
  "IH0734": "Skill: Disasterking Multifists Boulder Bash Lunatic Stance Blind Stance Kazapple Reckless Frenzy Wethering Wind Lightning Storm MASTERED",
  "IH0099": "Activates a Monolith",
  "IH0735": "Skill: Dark Hero Anlucia Hatchet Man Multislash Lunatic Stance Kazapple Double-Edged Slash Kashakle Shining Bow Universal slash MASTERED",
  "IH0100": "Crafting Material - A special piece of mineral ore that holds a faint aura.",
  "IH0389": "-",
  "IH0101": "Crafting Material - Common ore containing traces of iron inside.",
  "IH0102": "Crafting Material - Small, ancient fossil impression left behind in some rock sediment.",
  "IH0103": "Crafting Material - Common ore containing copper.",
  "IH0104": "Crafting Material - Common ore containing silver.",
  "IH0105": "Crafting Material - Gigantic, ancient fossil impression left behind in some rock sediment.",
  "IH0106": "Crafting Material - A lumpy, very heavy mass of metal.",
  "IH0107": "Crafting Material - A stone that holds the spirit of Saint Tikara.",
  "IH0108": "Crafting Material - Precious ore containing gold.",
  "IH0109": "Crafting Material - Incredibly valuable ore made of platinum.",
  "IH0110": "Crafting Material - A sacred stone that shines brilliantly with the light of the sun.",
  "IH0399": "-",
  "IH0111": "Crafting Material - An orb imbued with the magical powers of an otherworldly phantom named Genma.",
  "IH0112": "Crafting Material - A very hard crystalized form of a dark poison.",
  "IH0113": "Crafting Material - A quartz crystal that took a while to grow.",
  "IH0114": "Crafting Material - An unidentified metal fragment.",
  "IH0115": "Pouch for Dimensional Crystal",
  "IH0116": "Crystal said to enshrine the Incarnus' power.",
  "IH0117": "Book to the Incarnus' Home Only bestowed to the bearer.",
  "IH0118": "Only blooms in tall places. Swift among blue flowers.",
  "IH0119": "-",
  "IH0120": "Crafting Material - Traces of living creatures that have all but lost their strength.",
  "IH0121": "Crafting Material - The jelly-like remains of a Slime.",
  "IH0122": "Crafting Material - Very colorful pair of wings belonging to a butterfly.",
  "IH0123": "Crafting Material - Small shells that were gathered from a beach.",
  "IH0124": "Crafting Material - A small, claw-like reptile scale.",
  "IH0125": "Crafting Material - The tanned hide of a slain beast.",
  "IH0126": "Crafting Material - A fang that once belonged to a demon.",
  "IH0127": "Crafting Material - Very soft and warm fur.",
  "IH0128": "Crafting Material - The larger variety of beach shell, which is much harder to come by.",
  "IH0129": "Crafting Material - An oversized, thick reptile's scale.",
  "IH0130": "Crafting Material - Candy wrapped in a dirty mummy's bandage.",
  "IH0131": "Crafting Material - Thick, sturdy hide dropped by a rather large demon.",
  "IH0132": "Crafting Material - Odd leather, not commonly found after defeating a Green Dragon.",
  "IH0133": "Crafting Material - A Giant Bird's feather that can slice right through even the strongest winds.",
  "IH0134": "Crafting Material - Rare furs dropped by a mythical eidolon.",
  "IH0135": "-",
  "IH0136": "-",
  "IH0137": "-",
  "IH0138": "-",
  "IH0139": "-",
  "IH0140": "Crafting Material - Traces of plant life, used by Flora to generate their own food.",
  "IH0141": "Crafting Material - An unusual mushroom in the shape of a fist.",
  "IH0142": "Crafting Material - It's hard, almost as if the walnut were made out of stone.",
  "IH0143": "Crafting Material - A weaker, grass-like leaf.",
  "IH0144": "Crafting Material - A leaf which is said to make one more wise.",
  "IH0145": "Crafting Material - Smells exactly like the sweet-smelling flower that it was extracted from.",
  "IH0146": "Crafting Material - Mysterious grass that washes up on beaches, right from the sea.",
  "IH0147": "Crafting Material - Red-hot wood that burns the skin.",
  "IH0148": "Crafting Material - Wood that feels cold to the touch.",
  "IH0149": "Crafting Material - A strange, shimmering leaf.",
  "IH0150": "Crafting Material - Wood from dark, ancient trees.",
  "IH0151": "Crafting Material - A large cacti covered in thorns.",
  "IH0152": "Crafting Material - Mysterious drop of liquid from a sacred tree.",
  "IH0153": "Crafting Material - A collection of drops from a tree that shines even in the moonlight.",
  "IH0154": "Crafting Material - Uncommon cotton, picked by a fairy.",
  "IH0155": "-",
  "IH0156": "-",
  "IH0157": "-",
  "IH0158": "-",
  "IH0159": "-",
  "IH0160": "Crafting Material - Source of power that fuels mighty warlocks.",
  "IH0161": "Crafting Material - A lump of cooled, solidified lava.",
  "IH0162": "Crafting Material - Clean, natural spring water.",
  "IH0163": "Crafting Material - Particles that flutter through the air.",
  "IH0164": "Crafting Material - Clumps of soil filled with magical power.",
  "IH0800": "Skill: Snapped-Almighty Void Slash Multifists Reckless Frenzy Gallant Gasher Lunatic Stance Heavenly Stance Zam-flurry Ripple of Darkness MASTERED",
  "IH0165": "Crafting Material - Embers of a fire that continue to quietly burn.",
  "IH0801": "Skill: Jormungandros Compressing Slash Hustle Dance Black Hole Dream Stance Donk-Flurry Balancing Tango Ripple of Darkness Disrupting Light MASTERED",
  "IH0166": "Crafting Material - A crystallized ball that contains lightning.",
  "IH0802": "-\n\n\n\n\n\n\n\n\n",
  "IH0167": "Crafting Material - A beautiful crystal that almost looks as if it were air that was frozen solid.",
  "IH0803": "-\n\n\n\n\n\n\n\n\n",
  "IH0168": "Crafting Material - Murky mud, covered in moss and shrouded in poison.",
  "IH0804": "-\n\n\n\n\n\n\n\n\n",
  "IH0169": "Crafting Material - Droplets that glisten with light like stars that shine in the night sky.",
  "IH0805": "-\n\n\n\n\n\n\n\n\n",
  "IH0170": "Crafting Material - A strange thread that seems to have a constant flow of water within.",
  "IH0171": "Crafting Material - A dark cloth as black as a thousand nights.",
  "IH0172": "Crafting Material - The ashen remains of a once virtuous saint.",
  "IH0173": "Crafting Material - A liquid that contains a once-living soul that has trascended into an angel.",
  "IH0174": "Crafting Material - Crystal used in armor that has no equal in battle.",
  "IH0810": "-\n\n\n\n\n\n\n\n\n",
  "IH0175": "-",
  "IH0811": "Skill: Frizz Guard EX Frizz Ward+ MP＋１６ HP＋８ ATK＋８ HP＋１２ Attack Ward+ MP＋２４ ATK＋１２ MASTERED",
  "IH0176": "-",
  "IH0812": "Skill: Fizz Ward EX Fizz Ward+ MP＋１６ HP＋８ INT＋１６ HP＋１２ Wisdom Ward+ MP＋２４ INT＋２４ MASTERED",
  "IH0177": "-",
  "IH0813": "Skill: Whoosh Ward EX Whoosh Ward+ MP＋１６ HP＋８ AGI＋１６ HP＋１２ Slow Ward+ MP＋２４ AGI＋２４ MASTERED",
  "IH0178": "-",
  "IH0814": "Skill: Quake Ward EX Quake Ward+ MP＋１６ HP＋８ DEF＋１６ HP＋１２ Defense Ward+ MP＋２４ DEF＋２４ MASTERED",
  "IH0179": "-",
  "IH0815": "Skill: Bang Ward EX Bang Ward+ MP＋１６ HP＋８ ATK＋８ HP＋１２ Attack Ward+ MP＋２４ ATK＋１２ MASTERED",
  "IH0180": "Material for Accessory/Seal. A bit of the power of gemstones.",
  "IH0181": "Crafting Material - Precious stone that emits a red glow.",
  "IH0182": "Crafting Material - Precious stone that emits a blue glow.",
  "IH0183": "Crafting Material - Precious stone that emits a yellow glow.",
  "IH0184": "Crafting Material - Precious stone that emits a green glow.",
  "IH0820": "Skill: Zam Ward EX Zam Ward+ MP＋１６ HP＋８ MP＋１６ HP＋１２ MP Absorb Ward+ MP＋２４ MP＋２４ MASTERED",
  "IH0185": "Crafting Material - Precious stone that emits a purple glow.",
  "IH0821": "Skill: Attack Ward EX Attack Ward+ MP＋１６ HP＋８ ATK＋８ HP＋１２ Essence Drain Ward+ MP＋２４ ATK＋１２ MASTERED",
  "IH0186": "Crafting Material - A very precious, large, red gemstone.",
  "IH0822": "Skill: Defense Ward EX Defense Ward+ MP＋１６ HP＋８ DEF＋１６ HP＋１２ Resistance Ward+ MP＋２４ DEF＋２４ MASTERED",
  "IH0187": "Crafting Material - A very precious, large, blue gemstone.",
  "IH0823": "Skill: Slow Ward EX Slow Ward+ MP＋１６ HP＋８ AGI＋１６ HP＋１２ Blind Ward+ MP＋２４ AGI＋２４ MASTERED",
  "IH0188": "Crafting Material - A very precious, large, yellow gemstone.",
  "IH0824": "Skill: Wisdom Ward EX Wisdom Ward+ MP＋１６ HP＋８ INT＋１６ HP＋１２ MP Absorb Ward+ MP＋２４ INT＋２４ MASTERED",
  "IH0189": "Crafting Material - A very precious, large, green gemstone.",
  "IH0825": "Skill: Blind Ward EX Blind Ward+ MP＋１６ HP＋８ AGI＋１６ HP＋１２ Slow Ward+ MP＋２４ AGI＋２４ MASTERED",
  "IH0190": "Crafting Material - A rare orb that glows red.",
  "IH0191": "Crafting Material - A rare orb that glows blue.",
  "IH0192": "Crafting Material - A rare orb that glows yellow.",
  "IH0193": "Crafting Material - A rare orb that glows green.",
  "IH0194": "Crafting Material - A rare orb that glows purple.",
  "IH0830": "Skill: Sleep Ward EX Sleep Ward+ MP＋１６ HP＋８ INT＋１６ HP＋１２ Wisdom Ward+ MP＋２４ INT＋２４ MASTERED",
  "IH0195": "-",
  "IH0831": "Skill: Paralysis Ward EX Paralysis Ward+ MP＋１６ HP＋８ DEF＋１６ HP＋１２ Defense Ward+ MP＋２４ DEF＋２４ MASTERED",
  "IH0196": "-",
  "IH0832": "Skill: Stasis Ward EX Stasis Ward+ MP＋１６ HP＋８ AGI＋１６ HP＋１２ Slow Ward+ MP＋２４ AGI＋２４ MASTERED",
  "IH0197": "-",
  "IH0833": "Skill: Poison Ward EX Poison Ward+ MP＋１６ HP＋８ HP＋８ HP＋１２ Blind Ward+ MP＋２４ HP＋１２ MASTERED",
  "IH0198": "-",
  "IH0834": "Skill: Curse Ward EX Curse Ward+ MP＋１６ HP＋８ MP＋１６ HP＋１２ Resistance Ward+ MP＋２４ MP＋２４ MASTERED",
  "IH0199": "-",
  "IH0835": "Skill: Whack Ward EX Whack Ward+ MP＋１６ HP＋８ HP＋８ HP＋１２ Essence Drain Ward+ MP＋２４ HP＋１２ MASTERED",
  "IH0200": "ATK +10",
  "IH0489": "Skill: Sizz Ward Max HP +4 Max MP +8 Max HP +4 Max HP +8 Max MP +16 Sizz Ward+ Max HP +8 Blind Ward+ MASTERED",
  "IH0201": "ATK +30",
  "IH0202": "ATK +60",
  "IH0203": "ATK +100",
  "IH0204": "DEF +20",
  "IH0205": "DEF +60",
  "IH0206": "DEF　+120",
  "IH0207": "DEF +200",
  "IH0208": "AGI＋20",
  "IH0209": "AGI +60",
  "IH0210": "AGI +120",
  "IH0499": "Skill: Sap Ward+ Max HP +8 Sap Ward+ Max MP +16 DEF +16 Max HP +12 Max MP +24 DEF +24 Desist Ward+ MASTERED",
  "IH0211": "AGI +200 Skill: Artful Dodger",
  "IH0212": "INT +20",
  "IH0213": "INT +60",
  "IH0214": "INT +120",
  "IH0215": "INT +200",
  "IH0216": "Max HP +40 ATK +20 Feat: Quake Ward",
  "IH0217": "Max HP +40 DEF +40 Feat: Woosh Ward",
  "IH0218": "Max HP +40 INT +40 Feat: Fizz Ward",
  "IH0219": "ATK +10 DEF +20 Feat: HP Regenerator",
  "IH0220": "MP ＋20 INT ＋20 Feat: Magical Focus",
  "IH0221": "MP＋20 DEF +10 INT＋10 Feat: MP Regenerator",
  "IH0222": "ATK +10 AGI＋20 Feat: Critical Focus",
  "IH0223": "Max. HP ＋10 AGI ＋20 Trait: Drop Up Small",
  "IH0224": "Max MP +10 AGI +20 INT +10 Feat: Exp Boost",
  "IH0225": "Max. HP ＋10 ATK 　＋10 Trait: Scout Up Small",
  "IH0226": "DEF +20 Feat: Fuddle Ward",
  "IH0227": "DEF +20 Feat: Paralysis Ward",
  "IH0228": "DEF +20 Feat: Sleep Ward",
  "IH0229": "DEF +20 Feat: Stasis Ward",
  "IH0230": "DEF +20 Feat: Poison Ward",
  "IH0231": "DEF +20 Feat: Curse Ward",
  "IH0232": "DEF +20 Feat: Whack Ward",
  "IH0233": "DEF +80 Feat: Fuddle Ward",
  "IH0234": "DEF +80 Feat: Paralysis Ward",
  "IH0235": "DEF +80 Feat: Sleep Ward",
  "IH0236": "DEF +80 Feat: Stasis Ward",
  "IH0237": "DEF +80 Feat: Poison Ward",
  "IH0238": "DEF +80 Feat: Curse Ward",
  "IH0239": "DEF +80 Feat: Whack Ward",
  "IH0240": "HP＋10 ATK +10 DEF +20",
  "IH0241": "Max HP +20 ATK　+20 DEF　+40",
  "IH0242": "Max HP +30 ATK　+30 DEF　+80",
  "IH0243": "HP＋10 ATK +10 AGI＋20",
  "IH0244": "Max HP ＋20 ATK +20 AGI +40",
  "IH0245": "Max HP ＋30 ATK +30 AGI＋80 Feat: Fly Swatter",
  "IH0246": "MP＋20 AGI＋20 INT＋20",
  "IH0247": "Max MP +40 AGI +40 INT +40",
  "IH0248": "Max MP +60 AGI +60 INT＋80",
  "IH0249": "HP＋10 DEF +20 AGI＋20",
  "IH0250": "Max HP ＋20 DEF +40 AGI +40",
  "IH0251": "Max HP +40 DEF +60 AGI +60",
  "IH0252": "MP＋20 DEF +20 INT＋20",
  "IH0253": "Max MP +40 DEF +40 INT +40",
  "IH0254": "Max MP +80 DEF +60 INT +60",
  "IH0255": "Max HP +40 DEF +40 Feat: HP Regenerator",
  "IH0256": "Max MP +80 INT +40 Feat: MP Regenerator",
  "IH0257": "ATK +10 AGI＋20 INT＋20 Feat: Little Killer",
  "IH0258": "ATK ＋10 DEF ＋20 INT ＋20 Feat: Giant Killer",
  "IH0259": "ATK ＋10 DEF ＋20 AGI ＋20 Feat: Metal Killer",
  "IH0260": "Feat: Lucky",
  "IH0261": "AGI ＋20 Trait: Preemptive Striker",
  "IH0262": "ATK +10 Feat: Chance Oompher Small",
  "IH0263": "DEF +20 Feat: Chance Buffer Small",
  "IH0264": "AGI＋20 Feat: Chance Pinger",
  "IH0900": "-",
  "IH0265": "INT＋20 Feat: Chance Kapinger",
  "IH0901": "Mysterious stone used to navigate to the Silent Meadows.",
  "IH0266": "HP＋10 Feat: Chance Psycher",
  "IH0902": "Mysterious stone used to navigate to the Fallen City.",
  "IH0267": "MP +20 Feat: Magic Miser",
  "IH0903": "Mysterious stone used to navigate to the Spirit Road.",
  "IH0268": "ATK +4 DEF +4 AGI +4 INT +4",
  "IH0904": "Mysterious stone used to navigate to the Grim Tundra.",
  "IH0269": "ATK +12 DEF +12 AGI +12 INT +12",
  "IH0905": "Mysterious stone used to navigate to the Darkiron Bastille.",
  "IH0270": "ATK +24 DEF +24 Agility ＋24 Wisdom ＋24",
  "IH0271": "Feat: Escape Artist",
  "IH0272": "Feat: Exp Boost",
  "IH0273": "Feat: Exp Boost+",
  "IH0274": "Feat: Exp Boost SP",
  "IH0910": "-",
  "IH0275": "Trait: Drop Up Small",
  "IH0911": "Showing these ancient trade secrets to the butcher will allow you to buy the best meat money can buy.",
  "IH0276": "Trait: Drop Up",
  "IH0912": "Showing these ancient merchant trade secrets to the item shop, will allow you to buy the best tools that gold can buy.",
  "IH0277": "Trait: Drop Up Large",
  "IH0913": "-",
  "IH0278": "Feat: Gold Boost",
  "IH0914": "-",
  "IH0279": "Feat: Gold Boost+",
  "IH0915": "A Map indicating something at the southern tip of the Incarnus Realm.",
  "IH0280": "Feat: Gold Boost SP",
  "IH0281": "Feat: Scouter",
  "IH0282": "Feat: Scouter+",
  "IH0283": "Feat: Scouter SP",
  "IH0284": "MAX MP＋10 AGI＋10 INT＋20 Feat: Artful Dodger",
  "IH0920": "-",
  "IH0285": "MAX HP　＋5 ATK 　＋10 AGI ＋10 Trait: Preemptive Striker",
  "IH0921": "Δ Slime Soul",
  "IH0286": "MAX HP　＋5 DEF +20 AGI＋10 Feat: Medicinal Knowledge",
  "IH0922": "Δ Chimaera Soul",
  "IH0287": "Max HP +10 Max MP +10 INT +10 Feat: Sobering Slap",
  "IH0923": "Δ King Squid Soul",
  "IH0288": "-",
  "IH0924": "Δ Liege Lizard Soul",
  "IH0290": "-",
  "IH0291": "-",
  "IH0292": "-",
  "IH0293": "-",
  "IH0294": "-",
  "IH0930": "-",
  "IH0295": "-",
  "IH0931": "A Mysterious stone that allows you to access the first Speed Road, located in the Incarnus Realm.",
  "IH0296": "-",
  "IH0932": "A Mysterious stone that allows you to access the second Speed Road, located in the Incarnus Realm.",
  "IH0297": "-",
  "IH0933": "A Mysterious stone that allows you to access the first Speed Road located in the Spirit World.",
  "IH0298": "-",
  "IH0934": "-",
  "IH0300": "-",
  "IH0589": "Skill: Wisdom Boost+ INT +4 Max HP +2 INT +8 Max HP +4 INT +16 Max HP +8 INT +24 Max HP +8 MASTERED",
  "IH0301": "Feat: Frizz Ward",
  "IH0302": "Feat: Fizz Ward",
  "IH0303": "Feat: Woosh Ward",
  "IH0304": "Feat: Quake Ward",
  "IH0305": "Feat: Bang Ward",
  "IH0306": "Feat: Crack Ward",
  "IH0307": "Feat: Zap Ward",
  "IH0308": "Feat: Gravity Ward",
  "IH0309": "Feat: Sizz Ward",
  "IH0310": "Feat: Zam Ward",
  "IH0599": "Skill: Paladin Scapegoat Buff Omnigen Max HP +36 DEF +72 Lightning Slash Kazing Sap Ward+ MASTERED",
  "IH0311": "Feat: Confuse Ward",
  "IH0312": "Feat: Paralysis Warder",
  "IH0313": "Feat: Sleep Ward",
  "IH0314": "Feat: Crafty Warder",
  "IH0315": "Feat: Crafty Poisoner",
  "IH0316": "Feat: Curse Ward",
  "IH0317": "Feat: Whack Ward",
  "IH0318": "Feat: Buff Ward",
  "IH0319": "Feat: Jamming Ward",
  "IH0320": "Feat: Frizz Ward",
  "IH0321": "Feat: Fizz Ward",
  "IH0322": "Feat: Woosh Ward",
  "IH0323": "Feat: Quake Ward",
  "IH0324": "Feat: Bang Ward",
  "IH0325": "Feat: Crack Ward",
  "IH0326": "Feat: Zap Ward",
  "IH0327": "Feat: Gravity Ward",
  "IH0328": "Feat: Sizz Ward",
  "IH0329": "Feat: Zam Ward",
  "IH0330": "Feat: Blunt Ward",
  "IH0331": "Feat: Sap Ward",
  "IH0332": "Feat: Slow Ward",
  "IH0333": "Feat: Dumb Ward",
  "IH0334": "Feat: Blind Ward",
  "IH0335": "Feat: Resist Ward",
  "IH0336": "Feat: MP Drain Ward",
  "IH0337": "Feat: Essence Drain Ward",
  "IH0338": "Feat: Fuddle Ward",
  "IH0339": "Feat: Paralysis Ward",
  "IH0340": "Feat: Sleep Ward",
  "IH0341": "Feat: Stasis Ward",
  "IH0342": "Feat: Poison Ward",
  "IH0343": "Feat: Curse Ward",
  "IH0344": "Feat: Whack Ward",
  "IH0345": "Feat: HP Boost",
  "IH0346": "Feat: MP Boost",
  "IH0347": "Feat: ATK Boost",
  "IH0348": "Feat: DEF Boost",
  "IH0349": "Feat: AGI Boost",
  "IH0350": "Feat: INT Growth Up",
  "IH0351": "Feat: Skill Growth Up",
  "IH0352": "Feat: HP Growth Up",
  "IH0353": "Feat: MP Growth Up",
  "IH0354": "Feat: ATK Boost+",
  "IH0355": "Feat: DEF Boost+",
  "IH0356": "Feat: AGI Boost+",
  "IH0357": "Feat: INT Boost+",
  "IH0358": "Feat: Skill Boost+",
  "IH0359": "-",
  "IH0360": "-",
  "IH0361": "-",
  "IH0362": "-",
  "IH0363": "-",
  "IH0364": "-",
  "IH0365": "Feat: DMG +1",
  "IH0366": "Feat: DMG +2",
  "IH0367": "Feat: DMG +3",
  "IH0368": "Feat: Critical Focus",
  "IH0369": "Feat: Critical Focus+",
  "IH0370": "Feat: Critical Focus SP",
  "IH0371": "Feat: Magical Focus",
  "IH0372": "Feat: Magical Focus+",
  "IH0373": "Feat: Magical Focus SP",
  "IH0374": "Feat: Tension Burner",
  "IH0375": "Feat: Tension Burner+",
  "IH0376": "Feat: Tension Burner SP",
  "IH0377": "-",
  "IH0378": "-",
  "IH0379": "-",
  "IH0380": "-",
  "IH0381": "-",
  "IH0382": "-",
  "IH0383": "-",
  "IH0384": "-",
  "IH0385": "-",
  "IH0386": "-",
  "IH0387": "-",
  "IH0388": "-",
  "IH0390": "-",
  "IH0391": "-",
  "IH0392": "-",
  "IH0393": "-",
  "IH0394": "-",
  "IH0395": "-",
  "IH0396": "-",
  "IH0397": "-",
  "IH0398": "-",
  "IH0400": "-",
  "IH0689": "Skill: White Mister SP Kafrizzle Kaswooshle Kashakle Kafizzle White Mist Big Sigh Death Dance Bound MASTERED",
  "IH0401": "Skill: Frizz Frizz Max MP +4 Flame Slash ATK +2 INT +4 Max MP +8 ATK +4 Frizzle MASTERED",
  "IH0402": "Skill: Frizz+ Flame Slash Frizzle INT +8 Max MP +16 ATK +16 Blade Blunter Max MP +24 INT +24 MASTERED",
  "IH0403": "Skill: Frizz SP Kafrizz Max MP +40 INT +16 MP Regenerator+ Max MP +60 INT +24 Frizz Ward+ Frizz-Flurry MASTERED",
  "IH0404": "Skill: Frizz EX Flame Slash Max MP +40 Blade Blunter ATK +8 MP Regenerator+ Max MP +60 ATK +12 Frizz Ward+ MASTERED",
  "IH0405": "Skill: Fizz Fizz Max MP +4 Water Slash ATK +2 INT +4 Max MP +8 ATK +4 Fizzle MASTERED",
  "IH0406": "Skill: Fizz+ Water Slash Fizzle INT +8 Max MP +16 ATK +16 Temple Blow Max MP +24 INT +24 MASTERED",
  "IH0407": "Skill: Fizz SP Kafizz Max MP +40 INT +16 MP Regenerator+ Max MP +60 INT +24 Fizz Ward+ Fizz-Flurry MASTERED",
  "IH0408": "Skill: Fizz EX Water Slash Max MP +40 Temple Blow ATK +8 MP Regenerator+ Max MP +60 ATK +12 Fizz Ward+ MASTERED",
  "IH0409": "Skill: Woosh Woosh Max MP +4 Vacuum Slash ATK +2 INT +4 Max MP +8 ATK +4 Swoosh MASTERED",
  "IH0410": "Skill: Woosh+ Vacuum Slash Swoosh INT +8 Max MP +16 ATK +16 Shin Splinter Max MP +24 INT +24 MASTERED",
  "IH0699": "-\n\n\n\n\n\n\n\n\n",
  "IH0411": "Skill: Woosh SP Kaswoosh Max MP +40 INT +16 MP Regenerator+ Max MP +60 INT +24 Woosh Ward+ Woosh-Flurry MASTERED",
  "IH0412": "Skill: Woosh EX Vacuum Slash Max MP +40 Blade Blunter ATK +8 MP Regenerator+ Max MP +60 ATK +12 Woosh Ward+ MASTERED",
  "IH0413": "Skill: Quake Shake Max MP +4 Rock Slash ATK +2 INT +4 Max MP +8 ATK +4 Shakle MASTERED",
  "IH0414": "Skill: Quake+ Rock Slash Shakle INT +8 Max MP +16 ATK +16 Helm Splitter Max MP +24 INT +24 MASTERED",
  "IH0415": "Skill: Quake SP Kashake Max MP +40 INT +16 MP Regenerator+ Max MP +60 INT +24 Quake Ward+ Shake-flurry MASTERED",
  "IH0416": "Skill: Quake EX Rock Slash Max MP +40 Helm Splitter ATK +8 MP Regenerator+ Max MP +60 ATK +12 Quake Ward+ MASTERED",
  "IH0417": "Skill: Bang Bang Max MP +4 Exploding Slash ATK +2 INT +4 Max MP +8 ATK +4 Boom MASTERED",
  "IH0418": "Skill: Bang+ Exploding Slash Boom INT +8 Max MP +16 ATK +16 Blade Blunter Max MP +24 INT +24 MASTERED",
  "IH0419": "Skill: Bang SP Kaboom Max MP +40 INT +16 MP Regenerator+ Max MP +60 INT +24 Bang Ward+ Bang-Flurry MASTERED",
  "IH0420": "Skill: Bang EX Exploding Slash Max MP +40 Blade Blunter ATK +8 MP Regenerator+ Max MP +60 ATK +12 Bang Ward+ MASTERED",
  "IH0421": "Skill: Crack Crack Max MP +4 Freezing Slash ATK +2 INT +4 Max MP +8 ATK +4 Crackle MASTERED",
  "IH0422": "Skill: Crack+ Freezing Slash Crackle INT +8 Max MP +16 ATK +16 Temple Blow Max MP +24 INT +24 MASTERED",
  "IH0423": "Skill: Crack SP Kacrack Max MP +40 INT +16 MP Regenerator+ Max MP +60 INT +24 Crack Ward+ Crack-Flurry MASTERED",
  "IH0424": "Skill: Crack+ Freezing Slash Max MP +40 Temple Blow ATK +8 MP Regenerator+ Max MP +60 ATK +12 Crack Ward+ MASTERED",
  "IH0425": "Skill: Zap Zap Max MP +4 Thunder Slash ATK +2 INT +4 Max MP +8 ATK +4 Zapple MASTERED",
  "IH0426": "Skill: Zap+ Thunder Slash Zapple INT +8 Max MP +16 ATK +16 Shin Splinter Max MP +24 INT +24 MASTERED",
  "IH0427": "Skill: Zap SP Kazap Max MP +40 INT +16 MP Regenerator+ Max MP +60 INT +24 Zap Ward+ Zap-Flurry MASTERED",
  "IH0428": "Skill: Zap EX Thunder Slash Max MP +40 Temple Blow ATK +8 MP Regenerator+ Max MP +60 ATK +12 Zap Ward+ MASTERED",
  "IH0429": "Skill: Gravity Donk Max MP +4 Compressing Slash ATK +2 INT +4 Max MP +8 ATK +4 Donkle MASTERED",
  "IH0430": "Skill: Gravity+ Compressing Slash Donkle INT +8 Max MP +16 ATK +16 Helm Splitter Max MP +24 INT +24 MASTERED",
  "IH0431": "Skill: Gravity SP Kadonk Max MP +40 INT +16 MP Regenerator+ Max MP +60 INT +24 Gravity Ward+ Donk-Flurry MASTERED",
  "IH0432": "Skill: Gravity EX Compressing Slash Max MP +40 Helm Splitter ATK +8 MP Regenerator+ Max MP +60 ATK +12 Gravity Ward+ MASTERED",
  "IH0433": "Skill: Sizz Sizz Max MP +4 Lightning Slash ATK +2 INT +4 Max MP +8 ATK +4 Sizzle MASTERED",
  "IH0434": "Skill: Sizz+ Lightning Slash Sizzle INT +8 Max MP +16 ATK +16 Dark Shackles Max MP +24 INT +24 MASTERED",
  "IH0435": "Skill: Sizz SP Kasizz Max MP +40 INT +16 MP Regenerator+ Max MP +60 INT +24 Sizz Ward+ Sizz-Flurry MASTERED",
  "IH0436": "Skill: Sizz EX Lightning Slash Max MP +40 Dark Shackles ATK +8 MP Regenerator+ Max MP +60 ATK +12 Sizz Ward+ MASTERED",
  "IH0437": "Skill: Zam Zam Max MP +4 Void Slash ATK +2 INT +4 Max MP +8 ATK +4 Zammle MASTERED",
  "IH0438": "Skill: Zam+ Void Slash Zammle INT +8 Max MP +16 ATK +16 Genma's Gaol Max MP +24 INT +24 MASTERED",
  "IH0439": "Skill: Zam SP Kazam Max MP +40 INT +16 MP Regenerator+ Max MP +60 INT +24 Zam Ward+ Zam-flurry MASTERED",
  "IH0440": "Skill: Zam EX Void Slash Max MP +40 Dark Shackles ATK +8 MP Regenerator+ Max MP +60 ATK +12 Zam Ward+ MASTERED",
  "IH0441": "Skill: Frizz & Bang Flame Slash Frizzle Exploding Slash Boom ATK +16 INT +32 Max MP +48 Kafrizz MASTERED",
  "IH0442": "Skill: Frizz & Bang+ Kafrizz Kaboom INT +24 Max MP +40 INT +24 INT +24 Max MP +60 INT +24 MASTERED",
  "IH0443": "Skill: Frizz & Bang SP Flame Slash Exploding Slash Blade Blunter ATK +12 Max MP +40 ATK +12 ATK +24 Max MP +60 MASTERED",
  "IH0444": "Skill: Fizz & Crack Water Slash Fizzle Freezing Slash Crackle ATK +16 INT +32 Max MP +48 Kafizz MASTERED",
  "IH0445": "Skill: Fizz & Crack+ Kafizz Kacrack INT +24 Max MP +40 INT +24 INT +24 Max MP +60 INT +24 MASTERED",
  "IH0446": "Skill: Fizz & Crack SP Water Slash Freezing Slash Temple Blow ATK +12 Max MP +40 ATK +12 ATK +24 Max MP +60 MASTERED",
  "IH0447": "Skill: Woosh & Zap Vacuum Slash Swoosh Thunder Slash Zapple ATK +16 INT +32 Max MP +48 Kaswoosh MASTERED",
  "IH0448": "Skill: Woosh & Zap+ Kaswoosh Kazap INT +24 Max MP +40 INT +24 INT +24 Max MP +60 INT +24 MASTERED",
  "IH0449": "Skill: Woosh & Zap SP Vacuum Slash Thunder Slash Shin Splinter ATK +12 Max MP +40 ATK +12 ATK +24 Max MP +60 MASTERED",
  "IH0450": "Skill: Quake & Gravity Rock Slash Shakle Compressing Slash Donkle ATK +16 INT +32 Max MP +48 Kashake MASTERED",
  "IH0451": "Skill: Quake & Gravity+ Kashake Kadonk INT +24 Max MP +40 INT +24 INT +24 Max MP +60 INT +24 MASTERED",
  "IH0452": "Skill: Quake & Gravity SP Rock Slash Compressing Slash Helm Splitter ATK +12 Max MP +40 ATK +12 ATK +24 Max MP +60 MASTERED",
  "IH0453": "Skill: Wake & Bang Flame Slash Frizzle Rock Slash Shakle Exploding Slash Boom Kafrizz Kashake MASTERED",
  "IH0454": "Skill: Wake & Bang+ Kafrizz Kashake Kaboom INT +24 Max MP +40 INT +24 Max MP +60 Kafrizzle MASTERED",
  "IH0455": "Skill: Wake & Bang SP Flame Slash Rock Slash Exploding Slash ATK +12 Max MP +40 ATK +12 Max MP +60 Sun Slash MASTERED",
  "IH0456": "Skill: Wake & Crack Water Slash Fizzle Vacuum Slash Swoosh Freezing Slash Crackle Kafizz Kaswoosh MASTERED",
  "IH0457": "Skill: Wake & Crack+ Kafizz Kaswoosh Kacrack INT +24 Max MP +40 INT +24 Max MP +60 Kafizzle MASTERED",
  "IH0458": "Skill: Wake & Crack SP Water Slash Vacuum Slash Freezing Slash ATK +12 Max MP +40 ATK +12 Max MP +60 Ocean Slash MASTERED",
  "IH0459": "Skill: Wake & Zap Vacuum Slash Swoosh Flame Slash Frizzle Thunder Slash Zapple Kaswoosh Kafrizz MASTERED",
  "IH0460": "Skill: Wake & Zap+ Kaswoosh Kafrizz Kazap INT +24 Max MP +40 INT +24 Max MP +60 Kaswooshle MASTERED",
  "IH0461": "Skill: Wake & Zap SP Vacuum Slash Flame Slash Thunder Slash ATK +12 Max MP +40 ATK +12 Max MP +60 Fissure Strike MASTERED",
  "IH0462": "Skill: Wake & Gravity Rock Slash Shakle Water Slash Fizzle Compressing Slash Donkle Kashake Kafizz MASTERED",
  "IH0463": "Skill: Wake & Gravity+ Kashake Kafizz Kadonk INT +24 Max MP +40 INT +24 Max MP +60 Kashakle MASTERED",
  "IH0464": "Skill: Wake & Gravity SP Rock Slash Water Slash Compressing Slash ATK +12 Max MP +40 ATK +12 Max MP +60 Quake Strike MASTERED",
  "IH0465": "Skill: Frizz Ward Max HP +4 Max MP +8 ATK +4 Max HP +8 Max MP +16 Frizz Ward+ ATK +8 Blunt Ward+ MASTERED",
  "IH0466": "Skill: Frizz Ward+ Max HP +8 Frizz Ward+ Max MP +16 ATK +8 Max HP +12 Max MP +24 ATK +12 Blunt Ward+ MASTERED",
  "IH0467": "Skill: Frizz Guard SP HP＋１２ Frizz Ward+ MP＋２４ ATK＋１２ Magic Miser HP＋１６ Attack Ward+ MP＋３２ MASTERED",
  "IH0468": "Skill: Fizz Ward Max HP +4 Max MP +8 INT +8 Max HP +8 Max MP +16 Fizz Ward+ INT +16 Dumb Ward+ MASTERED",
  "IH0469": "Skill: Fizz Ward+ Max HP +8 Fizz Ward+ Max MP +16 INT +16 Max HP +12 Max MP +24 INT +24 Dumb Ward+ MASTERED",
  "IH0470": "Skill: Fizz Ward SP HP＋１２ Fizz Ward+ MP＋２４ INT＋２４ Magic Miser HP＋１６ Wisdom Ward+ MP＋３２ MASTERED",
  "IH0471": "Skill: Woosh Ward Max HP +4 Max MP +8 AGI +8 Max HP +8 Max MP +16 Woosh Ward+ AGI +16 Slow Ward+ MASTERED",
  "IH0472": "Skill: Woosh Ward+ Max HP +8 Woosh Ward+ Max MP +16 AGI +16 Max HP +12 Max MP +24 AGI +24 Slow Ward+ MASTERED",
  "IH0473": "Skill: Whoosh Ward SP HP＋１２ Whoosh Ward+ MP＋２４ AGI＋２４ Magic Miser HP＋１６ Slow Ward+ MP＋３２ MASTERED",
  "IH0474": "Skill: Quake Ward Max HP +4 Max MP +8 DEF +8 Max HP +8 Max MP +16 Quake Ward+ DEF +16 Sap Ward+ MASTERED",
  "IH0475": "Skill: Quake Ward+ Max HP +8 Quake Ward+ Max MP +16 DEF +16 Max HP +12 Max MP +24 DEF +24 Sap Ward+ MASTERED",
  "IH0476": "Skill: Quake Ward SP HP＋１２ Quake Ward+ MP＋２４ DEF＋２４ Magic Miser HP＋１６ Defense Ward+ MP＋３２ MASTERED",
  "IH0477": "Skill: Bang Ward Max HP +4 Max MP +8 ATK +4 Max HP +8 Max MP +16 Bang Ward+ ATK +8 Blunt Ward+ MASTERED",
  "IH0478": "Skill: Bang Resist+ Max HP +8 Bang Ward+ Max MP +16 ATK +8 Max HP +12 Max MP +24 ATK +12 Blunt Ward+ MASTERED",
  "IH0479": "Skill: Bang Ward SP HP＋１２ Bang Ward+ MP＋２４ ATK＋１２ Magic Miser HP＋１６ Attack Ward+ MP＋３２ MASTERED",
  "IH0480": "Skill: Crack Ward Max HP +4 Max MP +8 INT +8 Max HP +8 Max MP +16 Crack Ward+ INT +16 Dumb Ward+ MASTERED",
  "IH0481": "Skill: Crack Resist+ Max HP +8 Crack Ward+ Max MP +16 INT +16 Max HP +12 Max MP +24 INT +24 Dumb Ward+ MASTERED",
  "IH0482": "Skill: Crack Ward SP HP＋１２ Crack Ward+ MP＋２４ INT＋２４ Magic Miser HP＋１６ Wisdom Ward+ MP＋３２ MASTERED",
  "IH0483": "Skill: Zap Ward Max HP +4 Max MP +8 AGI +8 Max HP +8 Max MP +16 Zap Ward+ AGI +16 Slow Ward+ MASTERED",
  "IH0484": "Skill: Zap Resist+ Max HP +8 Zap Ward+ Max MP +16 AGI +16 Max HP +12 Max MP +24 AGI +24 Slow Ward+ MASTERED",
  "IH0485": "Skill: Zap Ward SP HP＋１２ Zap Ward+ MP＋２４ AGI＋２４ Magic Miser HP＋１６ Slow Ward+ MP＋３２ MASTERED",
  "IH0486": "Skill: Gravity Ward Max HP +4 Max MP +8 DEF +8 Max HP +8 Max MP +16 Gravity Ward+ DEF +16 Sap Ward+ MASTERED",
  "IH0487": "Skill: Gravity Ward+ Max HP +8 Gravity Ward+ Max MP +16 DEF +16 Max HP +12 Max MP +24 DEF +24 Sap Ward+ MASTERED",
  "IH0488": "Skill: Gravity Ward SP HP＋１２ Gravity Ward+ MP＋２４ DEF＋２４ Magic Miser HP＋１６ Defense Ward+ MP＋３２ MASTERED",
  "IH0490": "Skill: Sizz Ward+ Max HP +8 Sizz Ward+ Max MP +16 Max HP +8 Max HP +12 Max MP +24 Max HP +12 Blind Ward+ MASTERED",
  "IH0491": "Skill: Sizz Ward SP HP＋１２ Sizz Ward+ MP＋２４ HP＋１２ Magic Miser HP＋１６ Blind Ward+ MP＋３２ MASTERED",
  "IH0492": "Skill: Zam Ward Max HP +4 Max MP +8 Max MP +8 Max HP +8 Max MP +16 Zam Ward+ Max MP +16 Desist Ward+ MASTERED",
  "IH0493": "Skill: Zam Ward+ Max HP +8 Zam Ward+ Max MP +16 Max MP +16 Max HP +12 Max MP +24 Max MP +24 Desist Ward+ MASTERED",
  "IH0494": "Skill: Zam Ward SP HP＋１２ Zam Ward+ MP＋２４ MP＋２４ Magic Miser HP＋１６ Resistance Ward+ MP＋３２ MASTERED",
  "IH0495": "Skill: Blunt Ward Max HP +4 Max MP +8 ATK +4 Max HP +8 Max MP +16 Blunt Ward+ ATK +8 Essence Drain Ward+ MASTERED",
  "IH0496": "Skill: Blunt Ward+ Max HP +8 Blunt Ward+ Max MP +16 ATK +8 Max HP +12 Max MP +24 ATK +12 Essence Drain Ward+ MASTERED",
  "IH0497": "Skill: Attack Ward SP HP＋１２ Attack Ward+ MP＋２４ ATK＋１２ Magic Miser HP＋１６ Essence Drain Ward+ MP＋３２ MASTERED",
  "IH0498": "Skill: Sap Ward Max HP +4 Max MP +8 DEF +8 Max HP +8 Max MP +16 Sap Ward+ DEF +16 Desist Ward+ MASTERED",
  "IH0500": "Skill: Defense Ward SP HP＋１２ Defense Ward+ MP＋２４ DEF＋２４ Magic Miser HP＋１６ Resistance Ward+ MP＋３２ MASTERED",
  "IH0789": "Skill: Tyrant Basagrande War Cry Kasizz Ripple of Light Disrupting Light Zap-Flurry Sizz-Flurry ATK +20 DEF +40 MASTERED",
  "IH0501": "Skill: Slow Ward Max HP +4 Max MP +8 AGI +8 Max HP +8 Max MP +16 Slow Ward+ AGI +16 Blind Ward+ MASTERED",
  "IH0502": "Skill: Slow Ward+ Max HP +8 Slow Ward+ Max MP +16 AGI +16 Max HP +12 Max MP +24 AGI +24 Blind Ward+ MASTERED",
  "IH0503": "Skill: Slow Ward SP HP＋１２ Slow Ward+ MP＋２４ AGI＋２４ Magic Miser HP＋１６ Blind Ward+ MP＋３２ MASTERED",
  "IH0504": "Skill: Wisdom Ward Max HP +4 Max MP +8 INT +8 Max HP +8 Max MP +16 Dumb Ward+ INT +16 MP Drain Ward+ MASTERED",
  "IH0505": "Skill: Dumb Ward+ Max HP +8 Dumb Ward+ Max MP +16 INT +16 Max HP +12 Max MP +24 INT +24 MP Drain Ward+ MASTERED",
  "IH0506": "Skill: Wisdom Ward SP HP＋１２ Wisdom Ward+ MP＋２４ INT＋２４ Magic Miser HP＋１６ MP Absorb Ward+ MP＋３２ MASTERED",
  "IH0507": "Skill: Blind Ward Max HP +4 Max MP +8 AGI +8 Max HP +8 Max MP +16 Blind Ward+ AGI +16 Slow Ward+ MASTERED",
  "IH0508": "Skill: Blind Ward+ Max HP +8 Blind Ward+ Max MP +16 AGI +16 Max HP +12 Max MP +24 AGI +24 Slow Ward+ MASTERED",
  "IH0509": "Skill: Blind Ward SP HP＋１２ Blind Ward+ MP＋２４ AGI＋２４ Magic Miser HP＋１６ Slow Ward+ MP＋３２ MASTERED",
  "IH0510": "Skill: Resistance Ward Max HP +4 Max MP +8 DEF +8 Max HP +8 Max MP +16 Desist Ward+ DEF +16 Sap Ward+ MASTERED",
  "IH0799": "Skill: Itaburu Venom Breath Cursed Cry War Cry HP Regenerator+ MP Regenerator+ Kaoomphle Dulling Tempest Stupifying Swirl MASTERED",
  "IH0511": "Skill: Desist Ward+ Max HP +8 Desist Ward+ Max MP +16 DEF +16 Max HP +12 Max MP +24 DEF +24 Sap Ward+ MASTERED",
  "IH0512": "Skill: Resistance Ward SP HP＋１２ Resistance Ward+ MP＋２４ DEF＋２４ Magic Miser HP＋１６ Defense Ward+ MP＋３２ MASTERED",
  "IH0513": "Skill: MP Drain Ward Max HP +4 Max MP +8 INT +8 Max HP +8 Max MP +16 MP Drain Ward+ INT +16 Dumb Ward+ MASTERED",
  "IH0514": "Skill: MP Drain Ward+ Max HP +8 MP Drain Ward+ Max MP +16 INT +16 Max HP +12 Max MP +24 INT +24 Dumb Ward+ MASTERED",
  "IH0515": "Skill: MP Absorb Ward SP HP＋１２ MP Absorb Ward+ MP＋２４ INT＋２４ Magic Miser HP＋１６ Wisdom Ward+ MP＋３２ MASTERED",
  "IH0516": "Skill: Essence Drain Ward Max HP +4 Max MP +8 ATK +4 Max HP +8 Max MP +16 Essence Drain Ward+ ATK +8 Blunt Ward+ MASTERED",
  "IH0517": "Skill: Essence Drain Ward+ Max HP +8 Essence Drain Ward+ Max MP +16 ATK +8 Max HP +12 Max MP +24 ATK +12 Blunt Ward+ MASTERED",
  "IH0518": "Skill: Essence Drain Ward SP HP＋１２ Essence Drain Ward+ MP＋２４ ATK＋１２ Magic Miser HP＋１６ Attack Ward+ MP＋３２ MASTERED",
  "IH0519": "Skill: Fuddle Ward Max HP +4 Max MP +8 ATK +4 Max HP +8 Max MP +16 Fuddle Ward+ ATK +8 Blunt Ward+ MASTERED",
  "IH0520": "Skill: Fuddle Ward+ Max HP +8 Fuddle Ward+ Max MP +16 ATK +8 Max HP +12 Max MP +24 ATK +12 Blunt Ward+ MASTERED",
  "IH0521": "Skill: Fuddle Ward SP HP＋１２ Fuddle Ward+ MP＋２４ ATK＋１２ Magic Miser HP＋１６ Attack Ward+ MP＋３２ MASTERED",
  "IH0522": "Skill: Sleep Ward Max HP +4 Max MP +8 INT +8 Max HP +8 Max MP +16 Sleep Ward+ INT +16 Dumb Ward+ MASTERED",
  "IH0523": "Skill: Sleep Ward+ Max HP +8 Sleep Ward+ Max MP +16 INT +16 Max HP +12 Max MP +24 INT +24 Dumb Ward+ MASTERED",
  "IH0524": "Skill: Sleep Ward SP HP＋１２ Sleep Ward+ MP＋２４ INT＋２４ Magic Miser HP＋１６ Wisdom Ward+ MP＋３２ MASTERED",
  "IH0525": "Skill: Paralysis Ward Max HP +4 Max MP +8 DEF +8 Max HP +8 Max MP +16 Paralysis Ward+ DEF +16 Sap Ward+ MASTERED",
  "IH0526": "Skill: Paralysis Ward+ Max HP +8 Paralysis Ward+ Max MP +16 DEF +16 Max HP +12 Max MP +24 DEF +24 Sap Ward+ MASTERED",
  "IH0527": "Skill: Paralysis Ward SP HP＋１２ Paralysis Ward+ MP＋２４ DEF＋２４ Magic Miser HP＋１６ Defense Ward+ MP＋３２ MASTERED",
  "IH0528": "Skill: Stasis Ward Max HP +4 Max MP +8 AGI +8 Max HP +8 Max MP +16 Stasis Ward+ AGI +16 Slow Ward+ MASTERED",
  "IH0529": "Skill: Stasis Ward+ Max HP +8 Stasis Ward+ Max MP +16 AGI +16 Max HP +12 Max MP +24 AGI +24 Slow Ward+ MASTERED",
  "IH0530": "Skill: Stasis Ward SP HP＋１２ Stasis Ward+ MP＋２４ AGI＋２４ Magic Miser HP＋１６ Slow Ward+ MP＋３２ MASTERED",
  "IH0531": "Skill: Poison Ward Max HP +4 Max MP +8 Max HP +4 Max HP +8 Max MP +16 Poison Ward+ Max HP +8 Blind Ward+ MASTERED",
  "IH0532": "Skill: Poison Ward+ Max HP +8 Poison Ward+ Max MP +16 Max HP +8 Max HP +12 Max MP +24 Max HP +12 Blind Ward+ MASTERED",
  "IH0533": "Skill: Poison Ward SP HP＋１２ Poison Ward+ MP＋２４ HP＋１２ Magic Miser HP＋１６ Blind Ward+ MP＋３２ MASTERED",
  "IH0534": "Skill: Curse Ward Max HP +4 Max MP +8 Max MP +8 Max HP +8 Max MP +16 Curse Ward+ Max MP +16 Desist Ward+ MASTERED",
  "IH0535": "Skill: Curse Ward+ Max HP +8 Curse Ward+ Max MP +16 Max MP +16 Max HP +12 Max MP +24 Max MP +24 Desist Ward+ MASTERED",
  "IH0536": "Skill: Curse Ward SP HP＋１２ Curse Ward+ MP＋２４ MP＋２４ Magic Miser HP＋１６ Resistance Ward+ MP＋３２ MASTERED",
  "IH0537": "Skill: Whack Ward Max HP +4 Max MP +8 Max HP +4 Max HP +8 Max MP +16 Whack Ward+ Max HP +8 Essence Drain Ward+ MASTERED",
  "IH0538": "Skill: Whack Ward+ Max HP +8 Whack Ward+ Max MP +16 Max HP +8 Max HP +12 Max MP +24 Max MP +24 Essence Drain Ward+ MASTERED",
  "IH0539": "Skill: Whack Ward SP HP＋１２ Whack Ward+ MP＋２４ HP＋１２ Magic Miser HP＋１６ Essence Drain Ward+ MP＋３２ MASTERED",
  "IH0540": "Skill: Frizz & Bang Ward+ Max HP +8 Frizz Ward+ Max MP +16 ATK +8 Bang Ward+ Max HP +12 Max MP +24 ATK +12 MASTERED",
  "IH0541": "Skill: Frizz & Bang Ward SP ATK＋１２ Frizz Ward+ HP＋１２ Bang Ward+ MP＋２４ ATK＋１６ Attack Ward+ MP＋３２ MASTERED",
  "IH0542": "Skill: Fizz & Crack Ward+ Max HP +8 Fizz Ward+ Max MP +16 INT +16 Crack Ward+ Max HP +12 Max MP +24 INT +24 MASTERED",
  "IH0543": "Skill: Fizz & Crack Ward SP INT＋２４ Fizz Ward+ HP＋１２ Crack Ward+ MP＋２４ INT＋３２ Wisdom Ward+ MP＋３２ MASTERED",
  "IH0544": "Skill: Woosh & Zap Ward+ Max HP +8 Woosh Ward+ Max MP +16 AGI +16 Zap Ward+ Max HP +12 Max MP +24 AGI +24 MASTERED",
  "IH0545": "Skill: Whoosh & Zap Ward SP AGI＋２４ Whoosh Ward+ HP＋１２ Zap Ward+ MP＋２４ AGI＋３２ Slow Ward+ MP＋３２ MASTERED",
  "IH0546": "Skill: Quake & Gravity Ward+ Max HP +8 Quake Ward+ Max MP +16 DEF +16 Gravity Ward+ Max HP +12 Max MP +24 DEF +24 MASTERED",
  "IH0547": "Skill: Quake & Gravity Ward SP DEF＋２４ Quake Ward+ HP＋１２ Gravity Ward+ MP＋２４ DEF＋３２ Defense Ward+ MP＋３２ MASTERED",
  "IH0548": "Skill: Volcanic Ward+ Max HP +8 Frizz Ward+ Max MP +16 ATK +8 Quake Ward+ Max HP +12 Max MP +24 Bang Ward+ MASTERED",
  "IH0549": "Skill: Volcanic Ward SP ATK＋１２ Frizz Ward+ MP＋２４ HP＋１２ Quake Ward+ ATK＋１６ MP＋３２ MP＋３２ MASTERED",
  "IH0550": "Skill: Blizzard Ward+ Max HP +8 Fizz Ward+ Max MP +16 INT +16 Woosh Ward+ Max HP +12 Max MP +24 Crack Ward+ MASTERED",
  "IH0551": "Skill: Blizzard Ward SP INT +24 Fizz Ward+ MP +16 HP +20 Whoosh Ward+ INT＋３２ MP＋３２ MP＋３２ MASTERED",
  "IH0552": "Skill: Frizz & Zap Ward+ Max HP +8 Woosh Ward+ Max MP +16 AGI +16 Frizz Ward+ Max HP +12 Max MP +24 Zap Ward+ MASTERED",
  "IH0553": "Skill: Frizz & Zap Ward SP AGI＋２４ Whoosh Ward+ MP＋１６ HP＋２０ Frizz Ward+ AGI＋３２ MP＋３２ MP＋３２ MASTERED",
  "IH0554": "Skill: Deep Sea Ward+ Max HP +8 Quake Ward+ Max MP +16 DEF +16 Fizz Ward+ Max HP +12 Max MP +24 Gravity Ward+ MASTERED",
  "IH0555": "Skill: Deep Sea Ward SP DEF＋２４ Quake Ward+ MP＋１６ HP＋２０ Fizz Ward+ DEF＋３２ MP＋３２ MP＋３２ MASTERED",
  "IH0556": "Skill: Fuddle+ Bemusing Breath Max MP +8 Strip Fuddle Ward+ Max MP +16 Persecutter Max MP +24 Max MP +32 MASTERED",
  "IH0557": "Skill: Fuddle SP Fuddle Ward+ Bemusing Breath ATK＋２０ Persecutter Kafuddle Kastrip Madness Stance ATK＋２４ MASTERED",
  "IH0558": "Skill: Snooze+ Sweet Breath Max MP +8 Strip Sleep Ward+ Max MP +16 Persecutter Max MP +24 Max MP +32 MASTERED",
  "IH0559": "Skill: Snooze SP Sleep Ward+ Sweet Breath AGI＋４０ Persecutter Kasnooze Kastrip Dream Stance AGI＋４８ MASTERED",
  "IH0560": "Skill: Paralysis+ Burning Breath Max MP +8 Strip Paralysis Ward+ Max MP +16 Victimizer Max MP +24 Max MP +32 MASTERED",
  "IH0561": "Skill: Paralysis SP Paralysis Ward+ Burning Breath AGI＋４０ Victimizer Bashful Dance Kastrip Backwater Stance AGI＋４８ MASTERED",
  "IH0562": "Skill: Snooze+ War Cry Max MP +8 Strip Stasis Ward+ Max MP +16 Multislash Max MP +24 Max MP +32 MASTERED",
  "IH0563": "Skill: Snooze SP Stasis Ward+ War Cry INT＋４０ Tongue Lashing Sultry Dance Kastrip Dusk Stance INT＋４８ MASTERED",
  "IH0564": "Skill: Poison+ Poison Breath Max MP +8 Strip Poison Ward+ Max MP +16 Victimizer Max MP +24 Max MP +32 MASTERED",
  "IH0565": "Skill: Poison SP Poison Ward+ Venom Breath ATK＋２０ Victimizer Poisonous Poke Kastrip Stance of Madness ATK＋２４ MASTERED",
  "IH0566": "Skill: Curse+ Cursed Verse Max MP +8 Strip Curse Ward+ Max MP +16 Multislash Max MP +24 Max MP +32 MASTERED",
  "IH0567": "Skill: Curse SP Curse Ward+ Cursed Cry INT＋４０ Nightmare Curse of Rumba Kastrip Blind Stance INT＋４８ MASTERED",
  "IH0568": "Skill: HP Boost Max HP +2 Max HP +2 Max HP +4 Max HP +4 Max HP +4 Max HP +4 Max HP +8 Max HP +12 MASTERED",
  "IH0569": "Skill: HP Boost+ Max HP +2 Max HP +2 Max HP +4 Max HP +4 Max HP +8 Max HP +8 Max HP +8 Max HP +12 MASTERED",
  "IH0570": "Skill: HP Boost SP Max HP +2 Max HP +2 Max HP +4 Max HP +8 Max HP +8 Max HP +12 Max HP +16 Max HP +20 MASTERED",
  "IH0571": "Skill: HP Boost SP HP＋２ HP＋４ HP＋８ HP＋１２ HP＋１６ HP＋２０ HP＋２４ HP＋３０ MASTERED",
  "IH0572": "Skill: MP Boost Max MP +4 Max MP +4 Max MP +8 Max MP +8 Max MP +8 Max MP +8 Max MP +16 Max MP +24 MASTERED",
  "IH0573": "Skill: MP Boost+ Max MP +4 Max MP +4 Max MP +8 Max MP +8 Max MP +16 Max MP +16 Max MP +16 Max MP +24 MASTERED",
  "IH0574": "Skill: MP Boost SP Max MP +4 Max MP +4 Max MP +8 Max MP +16 Max MP +16 Max MP +24 Max MP +32 Max MP +40 MASTERED",
  "IH0575": "Skill: MP Boost SP MP＋４ MP＋８ MP＋１６ MP＋２４ MP＋３２ MP＋４０ MP＋４８ MP＋６０ MASTERED",
  "IH0576": "Skill: Attack Boost ATK +2 Max HP +2 ATK +4 Max HP +4 ATK +4 Max HP +4 ATK +12 Max HP +8 MASTERED",
  "IH0577": "Skill: Attack Boost+ ATK +2 Max HP +2 ATK +4 Max HP +4 ATK +8 Max HP +8 ATK +12 Max HP +8 MASTERED",
  "IH0578": "Skill: Attack Boost SP ATK +2 Max HP +2 ATK +4 Max HP +8 ATK +12 Max HP +8 ATK +20 Max HP +16 MASTERED",
  "IH0579": "Skill: ATK Boost SP ATK＋２ ATK＋４ ATK＋８ ATK＋１２ ATK＋１６ ATK＋２０ ATK＋２４ ATK＋３０ MASTERED",
  "IH0580": "Skill: Defense Boost DEF +4 Max HP +2 DEF +8 Max HP +4 DEF +8 Max HP +4 DEF +24 Max HP +8 MASTERED",
  "IH0581": "Skill: Defense Boost+ DEF +4 Max HP +2 DEF +8 Max HP +4 DEF +16 Max HP +8 DEF +24 Max HP +8 MASTERED",
  "IH0582": "Skill: Defense Boost SP DEF +4 Max HP +2 DEF +8 Max HP +8 DEF +24 Max HP +8 DEF +40 Max HP +16 MASTERED",
  "IH0583": "Skill: DEF Boost SP DEF＋４ DEF＋８ DEF＋１６ DEF＋２４ DEF＋３２ DEF＋４０ DEF＋４８ DEF＋６０ MASTERED",
  "IH0584": "Skill: Speed Boost AGI +4 Max HP +2 AGI +8 Max HP +4 AGI +8 Max HP +4 AGI +24 Max HP +8 MASTERED",
  "IH0585": "Skill: Speed Boost+ AGI +4 Max HP +2 AGI +8 Max HP +4 AGI +16 Max HP +8 AGI +24 Max HP +8 MASTERED",
  "IH0586": "Skill: Speed Boost SP AGI +4 Max HP +2 AGI +8 Max HP +8 AGI +24 Max HP +8 AGI +40 Max HP +16 MASTERED",
  "IH0587": "Skill: AGI Boost SP AGI＋４ AGI＋８ AGI＋１６ AGI＋２４ AGI＋３２ AGI＋４０ AGI＋４８ AGI＋６０ MASTERED",
  "IH0588": "Skill: Wisdom Boost INT +4 Max HP +2 INT +8 Max HP +4 INT +8 Max HP +4 INT +24 Max HP +8 MASTERED",
  "IH0590": "Skill: Wisdom Boost SP INT +4 Max HP +2 INT +8 Max HP +8 INT +24 Max HP +8 INT +40 Max HP +16 MASTERED",
  "IH0591": "Skill: INT Boost SP INT＋４ INT＋８ INT＋１６ INT＋２４ INT＋３２ INT＋４０ INT＋４８ INT＋６０ MASTERED",
  "IH0592": "Skill: Warrior Helm Splitter Max HP +4 Multislash ATK +12 Metal Slash DEF +24 Hatchet Man ATK +12 MASTERED",
  "IH0593": "Skill: Wizard Frizzle Crackle Swoosh INT +24 Snooze Donkle Fuddle INT +32 MASTERED",
  "IH0594": "Skill: Monk Midheal Kabuff Insulatle Max MP +24 Zing Whack Multiheal INT +32 MASTERED",
  "IH0595": "Skill: Fighter Body Slam ATK +4 Dodgy Dance AGI +24 Knuckle Sandwich ATK +12 Multifists AGI +24 MASTERED",
  "IH0596": "Skill: Bandit Accelerate Dazzle Klepto Clobber AGI +24 Shin Splinter Penny Pincher Miracle Slash AGI +32 MASTERED",
  "IH0597": "Skill: Barnstormer Blade Blunter Oomph Soakle Tension Cutter Shakle Jester's Jig Hustle Dance Sword Dance MASTERED",
  "IH0598": "Skill: Magic Warrior Thunder Slash Boom Zapple ATK +36 INT +72 Kasnooze Gigaslash Kaboom MASTERED",
  "IH0600": "Skill: Wise Man Zing Kasizzle Insulatle Max MP +72 INT +72 Kazammle Kaclang Magic Miser MASTERED",
  "IH0889": "-",
  "IH0601": "Skill: Battle Master Hatchet Man Nioh Slash Rival Riler Max HP +36 ATK +36 Gallant Gasher Flawless Slash Blunt Ward+ MASTERED",
  "IH0602": "Skill: Fighter+ Kasap Kablunt Essence Extractor Max MP +72 ATK +24 Dark Shackles Genma's Gaol MP Regenerator+ MASTERED",
  "IH0603": "Skill: Monk+ Double Up Kabuff Multiheal INT +72 ATK +36 Gallant Gasher Multifists Magic Miser MASTERED",
  "IH0604": "Skill: Ranger Mercurial Thrust Kafuddle Dazzle AGI +72 AGI +72 Oomphle Kaoomph Slow Ward+ MASTERED",
  "IH0605": "Skill: Thief Unnatural Order Shuffle Kaoomph Kaoomphle Skip Kaclang Change Showstopper MASTERED",
  "IH0606": "Skill: Merchant War Cry Hunter Mech Scout Up Small Preemptive Striker HP Gambit MP Gambit Magic Miser Comeback Kid MASTERED",
  "IH0607": "Skill: Pirate Penny Pincher Klepto Clobber Multislash Double-Edged Slash Stealth Attack Disrupting Call Gigaslash Rival Riler MASTERED",
  "IH0608": "Skill: Shepherd Draining Dance Sweet Breath Headwind Max HP +36 AGI +72 Blessed Rain Mist Me MP Regenerator+ MASTERED",
  "IH0609": "Skill: Seer Hide Tension Passer Counter Dance Counter Breath Counter Attack Counter Magic Counter Attack Balancing Tango MASTERED",
  "IH0610": "Skill: Troubadour Mist Me Whistle of Wisdom Call of the Falcon Max MP +72 Max MP +72 Horns of Battle Flute of Fortification Requiem of Restoration MASTERED",
  "IH0899": "-",
  "IH0611": "Skill: Dancer Sword Dance Hustle Dance Death Dance Essence Extractor Dance Draining Dance Regent's Rondo Jester's Jig Song of Salvation MASTERED",
  "IH0612": "Skill: Jester Tongue Lashing Rival Riler Essence Extractor Dance Disrupting Call Loud Sigh Jester's Jig Showstopper Copycat MASTERED",
  "IH0613": "Skill: Fencer Exploding Slash Freezing Slash Thunder Slash Compressing Slash Lightning Slash Void Slash Double-Edged Slash Flawless Slash MASTERED",
  "IH0614": "Skill: Druid Kaswoosh Kafrizz Ping INT +72 INT +72 Kacrack Kadonk Dumb Ward+ MASTERED",
  "IH0615": "Skill: Priest Multiheal Insulatle Max MP +72 Max MP +72 Kaoomph Bound Omniheal MP Drain Ward+ MASTERED",
  "IH0616": "Skill: Champion Body Slam Defending Champion ATK +36 ATK +36 Anchor Knuckle Reckless Frenzy Meditation HP Regenerator+ MASTERED",
  "IH0617": "Skill: Assassin Mercurial Thrust Hide Big Sigh Death Breath Kastrip Stealth Attack Tension Cutter Preemptive Striker MASTERED",
  "IH0618": "Skill: Luminary Essence Extractor Dance Kaoomph Tension Shift Gallant Gasher Jester's Jig Tension Passer Regent's Rondo Essence Drain Ward+ MASTERED",
  "IH0619": "Skill: Slime Frizz Heal Zap Buff Defuddle Body Slam Accelerate Blunt MASTERED",
  "IH0620": "Skill: Slime+ Frizzle Midheal Zapple Kabuff Defuddle Body Slam Accelatron Kablunt MASTERED",
  "IH1006": "Perk awarded for transferring from DQM Joker 3 exchanged at the Centre Building Accessory shop.",
  "IH0621": "Skill: Slime SP Kafrizz Fullheal Kazap Kabuff Defuddle Body Slam Kafrizzle Kazapple MASTERED",
  "IH1007": "Repair kit that can repair Sancho given by Renerte.",
  "IH0622": "Skill: Dragon Fire Breath ATK +2 Cool Breath Max HP +8 Singe War Cry ATK +8 Burning Breath MASTERED",
  "IH1008": "-",
  "IH0623": "Skill: Dragon+ War Cry ATK +16 Flame Breath Max HP +24 Chilly Breath Burning Breath ATK +24 Sear MASTERED",
  "IH1009": "Sell High",
  "IH0624": "Skill: Dragon SP War Cry ATK＋２４ Burning Breath HP＋３６ Scorch C-C-Cold Breath ATK＋３６ Oomphle MASTERED",
  "IH0625": "Skill: Beast Mercurial Thrust ATK +2 Shin Splinter AGI +16 Sandstorm Tongue Lashing ATK +8 Hatchet Man MASTERED",
  "IH0626": "Skill: Beast+ Mercurial Thrust ATK +16 Shin Splinter AGI +48 Sandstorm Tongue Lashing ATK +24 Hatchet Man MASTERED",
  "IH0627": "Skill: Beast SP Mercurial Thrust ATK＋２４ Shin Splinter AGI＋７２ Hatchet Man Multifists ATK＋３６ Double Up MASTERED",
  "IH0628": "Skill: Feral Heal INT +4 Ping INT +16 Tingle Boulder Dash INT +16 Midheal MASTERED",
  "IH0629": "Skill: Feral+ Midheal INT +32 Tingle INT +48 Kaping Boulder Bash INT +48 Fullheal MASTERED",
  "IH0630": "Skill: Feral SP Kaping INT＋４８ Tingle INT＋７２ Fullheal Boulder Toss INT＋７２ Healing Jig MASTERED",
  "IH1016": "Skill: Ruin Buff Mercurial Thrust Boulder Bash Dance of Decay Insulate Boulder Toss Kadonkle Genma's Gaol MASTERED",
  "IH0631": "Skill: Devil Void Slash Max MP +4 Zam INT +16 Sap Cursed Verse Max MP +16 Double-Edged Slash MASTERED",
  "IH1017": "Skill: Estarkid Lightning Slash Void Slash Multislash Nioh Slash Flawless Slash Universal Slash Quake Strike Ocean Slash MASTERED",
  "IH0632": "Skill: Devil+ Void Slash Max MP +32 Zammle INT +48 Kasap Cursed Cry Max MP +48 Double-Edged Slash MASTERED",
  "IH1018": "Skill: Marquis de Léon Kafrizz Kacrack War Cry Multigen Multislash Body Slam HP Regenerator+ Fullheal MASTERED",
  "IH0633": "Skill: Devil SP Void Slash MP＋４８ Kazam INT＋７２ Kasap Kazammle MP＋７２ Double-Edged Slash MASTERED",
  "IH1019": "Skill: King Teeny Sanguini Sultry Dance Oomphle Draining Dance Hustle Dance Miracle Slash Sword Dance Hide Kerplunk Dance MASTERED",
  "IH0634": "Skill: Zombie Poison Breath Whack Spooky Aura Dim Tongue Lashing Blunt Sap Thwack MASTERED",
  "IH0635": "Skill: Zombie+ Spooky Aura Tongue Lashing Venom Breath Thwack Kadim Kablunt Kasap Kaoomphle MASTERED",
  "IH0636": "Skill: Zombie SP Spooky Aura Thwack Kadim Kablunt Kasap Kaoomphle Showstopper Polka Punch MASTERED",
  "IH0637": "Skill: Material Buff DEF +4 Scapegoat Max HP +8 Blunt Insulate DEF +16 Midheal MASTERED",
  "IH0638": "Skill: Material+ Scapegoat DEF +32 Kabuff Max HP +24 Kablunt Insulatle DEF +48 Midheal MASTERED",
  "IH0639": "Skill: Material SP Selflessness DEF＋４８ Kabuff HP＋３６ Kablunt Insulatle DEF＋７２ Midheal MASTERED",
  "IH0640": "Skill: Break Body Slam Max HP +2 Rival Riler Max HP +8 Spooky Aura Double Up Max HP +8 One-on-One MASTERED",
  "IH1026": "Skill: Shen Long Scorch C-C-Cold Breath Bemusing Breath Sweet Breath Burning Breath Venom Breath War Cry Sand Breath MASTERED",
  "IH0641": "Skill: Break+ Body Slam Max HP +16 Rival Riler Max HP +24 Spooky Aura Double Up Max HP +24 One-on-One MASTERED",
  "IH1027": "Skill: Grand Hydra Acid Breath Drunkard's Breath Big Sigh Poison Ward+ Curse Ward+ Dream Stance Aurora Breath Shining Breath MASTERED",
  "IH0642": "Skill: Break SP Body Slam HP＋２４ Rival Riler HP＋３６ Spooky Aura Double Up HP＋３６ One-on-One MASTERED",
  "IH1028": "Skill: Slime Cancer Dazzle Deceleratle Insulate Venom Breath Multiheal Unwavering Stance Berserk Pentagram Pearly Gates MASTERED",
  "IH0643": "Skill: Wonderous Sizz Max MP +4 Zam Max MP +16 Lightning Slash Void Slash Max MP +16 Insulatle MASTERED",
  "IH1029": "Skill: Sliderk Lightning Slash Void Slash Kazapple Kazammle Chain Call of the Falcon Wave of Darkness Showstopper MASTERED",
  "IH0644": "Skill: Wonderous+ Lightning Slash Max MP +32 Void Slash Max MP +48 Sizzle Zammle Max MP +48 Insulatle MASTERED",
  "IH0645": "Skill: Wonderous SP Lightning Slash MP＋４８ Void Slash MP＋７２ Kasizzle Kazammle MP＋７２ Insulatle MASTERED",
  "IH0646": "Skill: Whacker+ Deadly Breath Max MP +8 Strip Whack Ward+ Max MP +16 Requiem for the Lost Max MP +24 Max MP +32 MASTERED",
  "IH0647": "Skill: Whacker SP Whack Ward+ Death Breath INT＋４０ Let Down Death Dance Kastrip Polka Punch INT＋４８ MASTERED",
  "IH0648": "-\n\n\n\n\n\n\n\n\n",
  "IH0649": "-\n\n\n\n\n\n\n\n\n",
  "IH0650": "-\n\n\n\n\n\n\n\n\n",
  "IH1036": "Skill: Barbarus C-C-Cold Breath War Cry Meditation Kazammle Wave of Darkness Black Mist Kaoomphle Sand Breath MASTERED",
  "IH0651": "-\n\n\n\n\n\n\n\n\n",
  "IH1037": "Skill: Tyrannosaurus Wrecks Kazammle Kafrizzle Kaboomle Meditation Disrupting Light Giant Killer Pentagram of Despair Curse of Hades MASTERED",
  "IH0652": "Skill: Fire Breather Fire Breath ATK +2 ATK +4 War Cry Burning Breath ATK +8 Frizz Ward+ Flame Breath MASTERED",
  "IH1038": "Skill: King Windeo Kaswoosh Vacuum Slash Whirlwind Wind Shear Kaswooshle Pearly Gates Regent's Rondo Mirror Multiverse MASTERED",
  "IH0653": "Skill: Fire Breather+ Flame Breath ATK +8 ATK +12 War Cry Burning Breath ATK +20 Frizz Ward+ Deep Breath MASTERED",
  "IH1039": "Skill: Queen Freshia Kafrizz Scorch Gale Step Cremate Pre-Frizz Kafrizzle Hellfire Starry Samba MASTERED",
  "IH0654": "Skill: Fire Breather SP War Cry Burning Breath Scorch ATK＋２４ Battle Jig Deep Breath ATK＋３６ Frizz Ward+ MASTERED",
  "IH0655": "Skill: Icy Breather Cool Breath INT +4 INT +8 Sweet Breath Bemusing Breath INT +16 Crack Ward+ Chilly Breath MASTERED",
  "IH0656": "Skill: Icy Breather+ Chilly Breath INT +16 INT +24 Sweet Breath Bemusing Breath INT +40 Crack Ward+ Deep Breath MASTERED",
  "IH0657": "Skill: Icy Breather SP Sweet Breath Bemusing Breath C-C-Cold Breath INT＋４８ Little Jig Deep Breath INT＋７２ Crack Ward+ MASTERED",
  "IH0658": "Skill: Fire & Ice Breath+ Inferno Cold Blizzard ATK +24 Horns of Battle INT +48 Whistle of Wisdom Deep Breath Scorch MASTERED",
  "IH0659": "Skill: Fire & Ice Breath SP Scorch C-C-Cold Breath ATK＋３６ Battle Jig INT＋７２ Little Jig Deep Breath Hellfire MASTERED",
  "IH0660": "Skill: Putrid Breath War Cry Poison Breath Sweet Breath Bemusing Breath Burning Breath Cursed Verse Spooky Aura Deadly Breath MASTERED",
  "IH1046": "Skill: Diamagon Ace Kacrack Kaboom Miracle Slash Wave of Light Disrupting Light Showstopper Kacrackle Kaboomle MASTERED",
  "IH0661": "Skill: Putrid Breath+ War Cry Venom Breath Sweet Breath Bemusing Breath Burning Breath Cursed Cry Spooky Aura Deadly Breath MASTERED",
  "IH1047": "Skill: Hawkhart Ace Heal Zing Midheal Multiheal Regen Wave of Light Fullheal Kazing MASTERED",
  "IH0662": "Skill: Putrid Breath SP War Cry Venom Breath Sweet Breath Bemusing Breath Burning Breath Cursed Cry Spooky Aura Death Breath MASTERED",
  "IH1048": "Skill: Cluboon Jack Helm Splitter Miracle Slash Multislash Disrupting Light Pearly Gates Hatchet Man Gigagash Pile Driver MASTERED",
  "IH0663": "Skill: Incandescent Breath Horns of Battle Flute of Fortification Call of the Falcon Whistle of Wisdom Whirlwind Deep Breath Requiem of Restoration Sonata of Serenity MASTERED",
  "IH1049": "Skill: Fractos Unfettered Dance of Ruin Disrupting Light Kaboomle Fuddle Ward+ Kazammle Berserk Pentagram Pre-Frizz Sleep Ward+ MASTERED",
  "IH0664": "Skill: Incandescent Breath+ Horns of Battle Flute of Fortification Call of the Falcon Whistle of Wisdom Whirlwind Deep Breath Requiem of Restoration Sonata of Serenity MASTERED",
  "IH0665": "Skill: Incandescent Breath SP Battle Jig Cloudy Jig Falcon Jig Little Jig Whirlwind Deep Breath Healing Jig Peaceful Jig MASTERED",
  "IH0666": "Skill: Lightweight Accelerate Fuddle Shin Splinter Dazzle Tongue Lashing Dodgy Dance Accelatron Chain MASTERED",
  "IH0667": "Skill: Lightweight SP Dazzle Shin Splinter Acceleratle Kafuddle Dodgy Dance Comeback Kid Kaoomph Chain MASTERED",
  "IH0668": "Skill: Neutral Oomphle Kaping Accelatron Kabuff Insulatle Bound Swelling Strike Multiheal MASTERED",
  "IH0669": "Skill: Neutral SP Oomphle Kaping Acceleratle Kabuff Insulatle Bound Pile Driver Omniheal MASTERED",
  "IH0670": "Skill: Welterweight Dodgy Dance Helm Splitter Body Slam Double Up Hide Nioh Slash Anchor Knuckle Ba-bounce MASTERED",
  "IH1056": "Skill: Greygnarl Scorch War Cry Flame Slash Multiheal Whirlwind Kazapple Vortex Break Breath MASTERED",
  "IH0671": "Skill: Welterweight SP Dodgy Dance Helm Splitter Body Slam Double Up Hide Smelly Slash Anchor Knuckle Ba-bounce MASTERED",
  "IH1057": "Skill: Kandar Klepto Clobber Acceleratle Penny Pincher AGI+16 Gale Step Slow Ward+ Starry Samba AGI+24 MASTERED",
  "IH0672": "Skill: Heavyweight Temple Blow Hatchet Man Insulate Thunder Slash Hustle Dance Double-Edged Slash Unwavering Stance Prezing MASTERED",
  "IH1058": "Skill: Sir Leopold C-C-Cold Breath Whack Strip Void Slash Fuddle Ward+ AGI+60 Thwack Confuddling Command MASTERED",
  "IH0673": "Skill: Heavyweight SP Temple Blow Hatchet Man Insulate Double-Edged Slash Hustle Dance Steady Recovery Impotent Stance Prezing MASTERED",
  "IH1059": "Skill: Rigor Mortex Reverse Time Kadonkle Kasnooze Break Step Kaclang Big Banga Comeback Kid Pentagram of Despair MASTERED",
  "IH0674": "Skill: Collossus Blade Blunter Miracle Slash Bounce Genma's Gaol Hustle Dance Dark Shackles Tension Cutter Giga Essence Extractor MASTERED",
  "IH0675": "Skill: Collossus SP Blade Blunter Bounce Jail of Illusion Hustle Dance Jail of Carnage Magic Regenerator Tension Cutter Giga Tame Tiger MASTERED",
  "IH0676": "Skill: Healer Heal Buff Regen Sheen Insulate Mist Me Midheal Zing MASTERED",
  "IH0677": "Skill: Healer SP Midheal Multigen Zing Insulatle Mist Me Fullheal Omnigen Meditation MASTERED",
  "IH0678": "Skill: Cure-All Heal Kabuff Tingle Insulatle Multiheal Kaoomph Zing Bound MASTERED",
  "IH0679": "Skill: Cure-All SP Multiheal Zing Insulatle Bound Healing Rain Kaoomph Healing Jig Song of Salvation MASTERED",
  "IH0680": "Skill: Purifier Defuddle Tingle Squelch Sheen Insulate Hide Ba-bounce Kaclang MASTERED",
  "IH1066": "Skill: Don Mole Drunkard's Breath Nightmare Bemusing Breath Dance of Decay Disrupting Call Boulder Toss Fuddle Ward+ Death Breath MASTERED",
  "IH0681": "Skill: Purifier SP Defuddle Tingle Squelch Sheen Insulatle Kaoomph Ba-bounce Kaclang MASTERED",
  "IH1067": "Skill: Master CPU Q484 Meteor Meditation Omnigen HP Regenerator+ Berserk Pentagram Shining Bow Kazapple ATK+24 MASTERED",
  "IH0682": "Skill: Mage's Aid Drain Magic Strip Draining Dance Bound Kastrip Bounce MP Drain Ward+ Sonata of Serenity MASTERED",
  "IH1068": "Skill: Chibi One-Twos Kaboomle Hocus Pocus Kamikazee Kasizzle Genma's Gaol Shura's Shackles Omniheal Kazing MASTERED",
  "IH0683": "Skill: Mage's Aid SP Drain Magic Strip Draining Dance Bound Kastrip Bounce MP Absorb Ward+ Peaceful Jig MASTERED",
  "IH1069": "Skill: Chibi Threes Kafrizzle Wave of Light Kazapple Vortex Jester's Jig Regent's Rondo Prezing Shining Breath MASTERED",
  "IH0684": "Skill: Black Mister Blade Blunter Helm Splitter Shin Splinter Temple Blow Miracle Slash Spooky Aura Meditation Blessed Rain MASTERED",
  "IH0685": "Skill: Black Mister SP Blade Blunter Helm Splitter Shin Splinter Temple Blow Black Mist Spooky Aura Meditation Healing Rain MASTERED",
  "IH0686": "Skill: Red Mister Sear Thin Air Geyser Boulder Bash Kastrip Kaoomphle Mist Me Ripple of Darkness MASTERED",
  "IH0687": "Skill: Red Mister SP Cremate Wind Shear Tidal Wave Boulder Toss Red Mist Kastrip Kaoomphle Mist Me MASTERED",
  "IH0688": "Skill: White Mister Frizzle Swoosh Shakle Soakle Big Sigh Death Dance Bound Sword Dance MASTERED",
  "IH0690": "Skill: Netherworld Mister Headwind Heavenly Stance Unwavering Stance Mirror Step Bound Stealth Attack Kaclang Possessed Polka MASTERED",
  "IH1076": "Skill: Nochora Engine Accelerate Defending Champion Tension Shift Hide AGI+48 Jester's Jig Stealth Attack AGI+72 MASTERED",
  "IH0691": "Skill: Netherworld Mister SP Candle Light Heavenly Stance Impotent Stance Miracle Dance Underworld Fog Bound Stealth Attack Kaclang MASTERED",
  "IH1077": "Skill: Jolly Eastern Gal Essence Extractor Dance Whirlwind Possessed Polka Hustle Dance Vortex Starry Samba Gallant Gasher Shining Bow MASTERED",
  "IH0692": "Skill: Blue Mister Double Up Oomph Ping Sword Dance Sap Multifists Whirlwind Anchor Knuckle MASTERED",
  "IH1078": "Skill: Elegant Western Gal Horoscope Draining Dance Dance of Exorcism Mirror Multiverse Sword Dance Dire Dirge Aqua Breath Kerplunk Dance MASTERED",
  "IH0693": "Skill: Blue Mister SP Double Up Oomphle Kaping Sword Dance Blue Mist Kasap Multifists Anchor Knuckle MASTERED",
  "IH1079": "Skill: Great King Vearn Kafrizzle Disruptive Ripple Kaclang Bang-flurry Zam Ward+ Gravity Ward+ Grand Nebula Abysmal Hand MASTERED",
  "IH0694": "-\n\n\n\n\n\n\n\n\n",
  "IH0695": "-\n\n\n\n\n\n\n\n\n",
  "IH0696": "-\n\n\n\n\n\n\n\n\n",
  "IH0697": "-\n\n\n\n\n\n\n\n\n",
  "IH0698": "-\n\n\n\n\n\n\n\n\n",
  "IH0706": "Skill: Nightmare Drain Magic Dazzle Sweet Breath Spooky Aura Death Dance Sleep Ward+ MP Drain Ward+ Ripple of Darkness MASTERED",
  "IH0707": "Skill: Deep Freezer Snooze Cool Breath Insulate Whack Chilly Breath Kasnooze Sleep Ward+ Whack Ward+ MASTERED",
  "IH0708": "Skill: Cleric Zapple Multigen Nioh Slash Multiheal Kazap Gigaslash Pearly Gates Zap Ward+ MASTERED",
  "IH0709": "Skill: Aquathecary Waterspout Midheal Sultry Dance Geyser Mist Me Blessed Rain Tidal Wave MP Regenerator+ MASTERED",
  "IH0716": "Skill: Bullfinch Blade Blunter Helm Splitter ATK +8 Roundhouse Kick DEF +16 Body Slam Max HP +8 Swelling Strike MASTERED",
  "IH0717": "Skill: Gigantes Hatchet Man Body Slam Stance of Madness Gigaslash Anchor Knuckle Reckless Frenzy Gigabreak Quake Strike MASTERED",
  "IH0718": "Skill: Boss Troll Helm Splitter Body Slam ATK +12 Double Up Boulder Bash ATK +12 One-on-One Wethering Wind MASTERED",
  "IH0719": "Skill: Hackasaurus Flame Breath Hatchet Man Knuckle Sandwich ATK +12 Sear DEF +24 Gigaslash Inferno MASTERED",
  "IH0726": "Skill: Estark Kafrizz Kaboom Double-Edged Slash Multislash Spooky Aura Kafrizzle Kablamo C-C-Cold Breath MASTERED",
  "IH0727": "Skill: Psaro the Manslayer Kabuff Sweet Breath Sizzle Crackle Inferno Kasizz Showstopper Meditation MASTERED",
  "IH0728": "Skill: Nimzo Kafrizz Headwind Kaping Kasap Kaboom HP Regenerator+ Disrupting Light Reckless Frenzy MASTERED",
  "IH0729": "Skill: Mortamor Venom Breath Hatchet Man Disrupting Light Body Slam Kaboom Inferno MP Regenerator+ Meditation MASTERED",
  "IH0736": "Skill: JOKER Cremate Tidal Wave Counter Attack Boulder Toss Paralysis Ward+ Lightning Storm Hustle Dance Wind Shear MASTERED",
  "IH0737": "Skill: Ace of Spades Kazam Void Slash Ripple of Darkness Counter Attack Zam Ward+ Temporal Twister Kazammle Curse Ward+ MASTERED",
  "IH0738": "Skill: Wulfspade Ace Kasizz Lightning Slash Ripple of Light Counter Attack Sizz Ward+ Dulling Tempest Kasizzle Fuddle Ward+ MASTERED",
  "IH0739": "Skill: Dr Snapped War Cry Ripple of Darkness Kaclang Kablunt Venom Breath Lightning Storm Meditation Whack Ward+ MASTERED",
  "IH0740": "Skill: Leonyx War Cry Kasap Meditation MP Regenerator+ Kacrackle Kafrizzle Comeback Kid Universal slash MASTERED",
  "IH0741": "Skill: Baboodread Hustle Dance Disrupting Call MP Drain Ward+ Fuddle Ward+ Disrupting Light Kaoomphle Showstopper Mirror Step MASTERED",
  "IH0742": "Skill: Miraclare Oomph Dark Shackles HP Regenerator+ Pearly Gates MP Regenerator+ Aurora Breath Sizz Ward+ MP Drain Ward+ MASTERED",
  "IH0743": "Skill: He Who Bears no Name Kaoomphle Bound Showstopper Giga Drain Magic Underworld Fog Miracle of the Stars Sublime Mist Dark Shackles MASTERED",
  "IH0744": "Skill: Juggerwroth Oomph Kaswoosh Burning Breath Multifists Fissure Strike Knuckle Sandwich Zap Ward+ Shining Bow MASTERED",
  "IH0745": "Skill: Shadroth Underworld Fog Mist Me Stealth Attack Black Hole Little Killer Zam-flurry Zam Ward+ Wind Shear MASTERED",
  "IH0746": "Skill: Dark Lord Valaat Underworld Fog Ripple of Darkness Heavenly Stance Wicked Waltz Giant Killer Zam-flurry Zam Ward+ Lightning Storm MASTERED",
  "IH0747": "Skill: Ramia Ripple of Light Bounce Fullheal Shining Bow Horoscope Song of Salvation Kazing Kerplunk MASTERED",
  "IH0748": "Skill: Great Empyrea Insulatle Multiheal Unnatural Order Defuddle Disrupting Light Kaping Kazap Whirlwind MASTERED",
  "IH0749": "Skill: Dragovian Lord Bound C-C-Cold Breath Scorch War Cry Whirlwind Kazap Soothing Vortex Wethering Wind MASTERED",
  "IH0750": "Skill: Hunter Mech Accelerate Metal Slash Helm Splitter AGI +32 Hatchet Man Hunter Mech Multifists Knuckle Sandwich MASTERED",
  "IH0751": "Skill: Überkilling Machine Helm Splitter Double-Edged Slash Hatchet Man Victimizer Persecutter Sword Dance Multislash Pile Driver MASTERED",
  "IH0752": "Skill: Ultimate Weapon Helm Splitter Stance of Madness Ba-bounce Lunatic Stance Kasap Blunt Ward+ Shining Bow One-on-One MASTERED",
  "IH0753": "Skill: Prism Peacock Inferno Cold Blizzard Kasizz Ripple of Light Defending Champion Double-Edged Slash Magic Burst Unwavering Stance MASTERED",
  "IH0754": "Skill: Wonder Construction Boulder Dash Singe Wind Sickles Waterspout Quake Ward+ Gravity Ward+ Body Slam Boulder Bash MASTERED",
  "IH0755": "Skill: Bombardier Boulder Dash Rock Slash Shake Boulder Bash Exploding Slash Kaboom Kamikazee Big Banga MASTERED",
  "IH0756": "Skill: Mimic Whack Drain Magic Whack Ward+ Miracle of the Stars Cursed Cry MP Drain Ward+ Infectious Waltz Thwack MASTERED",
  "IH0757": "Skill: Leaf Sprite Kaswoosh Woosh Ward+ Midheal Quake Ward+ Multigen Wind Sickles Body Slam Woosh-Flurry MASTERED",
  "IH0758": "Skill: Darkwood Spirit Zammle Dazzle Zam Ward+ Strip Cursed Hammer Kazam Curse Ward+ Requiem for the Lost MASTERED",
  "IH0759": "Skill: Jungle Guardian Kaswoosh Kaboom Kazam Kabuff Roundhouse Kick Nioh Slash Sap Ward+ Kaswooshle MASTERED",
  "IH0760": "Skill: Deepdraco Gilgeesh Kafizz Fizz Ward+ Kaping Bound Dumb Ward+ Zing Tidal Wave MP Drain Ward+ MASTERED",
  "IH0761": "Skill: Valkeros of the Horizons Kafizz Kacrack Bound Fizz Ward+ Crack Ward+ Insulatle Prezing Sublime Mist MASTERED",
  "IH0762": "Skill: Mammon Cursed Cry Kafrizz Dulling Tempest Tension Shift Disrupting Call Miracle of the Stars Ripple of Darkness Whack Ward+ MASTERED",
  "IH0763": "Skill: Dirty Bubble Blind Stance Cursed Cry Deadly Breath Whack Ward+ Kazam Curse Ward+ White Mist Thwack MASTERED",
  "IH0764": "Skill: Scum Bubble Venom Breath Kastrip Poison Ward+ Blind Stance Horoscope Tension Passer Deep Breath Change of Heart MASTERED",
  "IH0765": "Skill: Totem of Urubea Shakle Rock Slash Multislash Shin Splinter Sap Ward+ Hatchet Man Swelling Strike Multifists MASTERED",
  "IH0766": "Skill: Phantom Galray Kazapple Body Slam Blunt Ward+ Oomph Buff Sap Ward+ Gigabreak Bounce MASTERED",
  "IH0767": "Skill: Tactician Iddo Bashful Dance Kastrip Kasnooze Kafrizzle Kablamo Stasis Ward+ Kadim Ripple of Light MASTERED",
  "IH0768": "Skill: Illusionist Fazma Ping Kasnooze Kafuddle Dazzle Sleep Ward+ Kaswooshle Kazammle Kaoomphle MASTERED",
  "IH0769": "Skill: Arachnida the Enigma Decelatron Venom Breath Ripple of Light Disrupting Light Kasap Kafuddle Poison Ward+ Nightmarish Shriek MASTERED",
  "IH0770": "Skill: Giestlord Gejura Decelatron Venom Breath Kastrip Ripple of Darkness Kasap Thwack Whack Ward+ Nightmarish Shriek MASTERED",
  "IH0771": "Skill: Mystic Juliante Oomph Sandstorm Spooky Aura Headwind Sultry Dance Kafuddle Jester's Jig Kaoomphle MASTERED",
  "IH0772": "Skill: Dancer Pleshauna Kaswoosh Sultry Dance Bounce Mirror Step Heavenly Stance Unwavering Stance Hustle Dance Ba-bounce MASTERED",
  "IH0773": "Skill: Shaman Marline Hatchet Man Tongue Lashing Kasap Rumba of Ruin Curse Ward+ Ripple of Light Disrupting Light Boulder Bash MASTERED",
  "IH0774": "Skill: Devil Dog Belinda Thunder Slash Freezing Slash Temple Blow Multislash Nioh Slash Bounce Roundhouse Kick Blunt Ward+ MASTERED",
  "IH0775": "Skill: Devil Dog Brenda Kasap Kacrack Kaboom Kadim Kastrip Ba-bounce Prezing Dumb Ward+ MASTERED",
  "IH0776": "Skill: Calamity Blade Oren Hatchet Man Blade Blunter Helm Splitter Shin Splinter Temple Blow Blunt Ward+ Klepto Clobber Penny Pincher MASTERED",
  "IH0777": "Skill: Moonlight Shogun Exploding Slash Freezing Slash Thunder Slash Compressing Slash Gigaslash Blunt Ward+ Victimizer Persecutter MASTERED",
  "IH0778": "Skill: Zaigas the Fiend Mercurial Thrust Spooky Aura Frizzle Boom Swelling Strike One-on-One Chain Ripple of Darkness MASTERED",
  "IH0779": "Skill: Zexen the Devil Hatchet Man Requiem for the Lost Stealth Attack Thwack Bounce Shuffle Kadonk Kafrizzle MASTERED",
  "IH0780": "Skill: Ziggy the Wicked Kazam Kashake Cursed Cry Venom Breath Ripple of Darkness Zam-flurry Shake-flurry Dire Dirge MASTERED",
  "IH0781": "Skill: Doom Groom Disrupting Call Backwater Stance Headwind Miracle of the Stars Multifists Heavenly Stance Nightmarish Shriek Infectious Waltz MASTERED",
  "IH0782": "Skill: Defender of the Depths Kafizz Backwater Stance Multifists Change of Heart Mist Me Fizz-Flurry Iron Geyser Tidal Wave MASTERED",
  "IH0783": "Skill: Cat Liberio Bang Ward+ Desist Ward+ Blunt Ward+ Black Mist White Mist Red Mist Ripple of Light Showstopper MASTERED",
  "IH0784": "Skill: Pusugon the Monsterous Body Slam Defending Champion Lunatic Stance Burning Breath One-on-One Deep Breath Hustle Dance Wethering Wind MASTERED",
  "IH0785": "Skill: Pusugon Awakened Bang Ward+ Kazap Kaboom Roundhouse Kick Change One-on-One Hocus Pocus Zap-Flurry MASTERED",
  "IH0786": "Skill: Belmud the Destroyer Kaswoosh War Cry Nioh Slash Body Slam Knuckle Sandwich Stance of Madness Skip Woosh-Flurry MASTERED",
  "IH0787": "Skill: Zeldorado Disrupting Light Heavenly Stance Counter Attack Headwind Change of Heart Skip Kazapple Kablamo MASTERED",
  "IH0788": "Skill: Enchantress Gretel Essence Extractor Dance Draining Dance Bashful Dance Sultry Dance Poisonous Prod Rumba of Ruin Death Dance Mirror Step MASTERED",
  "IH0790": "Skill: Kabalna the Divine Roundhouse Kick Kafrizz Ripple of Light Kazam Disrupting Light Kaboom HP Regenerator+ MP Regenerator+ MASTERED",
  "IH0791": "Skill: Guardian Lazuvann Multislash Knuckle Sandwich Ripple of Light Disrupting Light Hellfire Miracle of the Stars Gallant Gasher Max HP +20 MASTERED",
  "IH0792": "Skill: Crimson Wyrm Scorch War Cry Attack Ward+ Blade Blunter Sword Dance Multislash ATK ＋２０ Cremate MASTERED",
  "IH0793": "Skill: Azure Wyrm C-C-Cold Breath War Cry Wisdom Ward+ Temple Blow Sword Dance Multislash WIS ＋４０ Tidal Wave MASTERED",
  "IH0794": "Skill: Gilded Wyrm Thin Air War Cry Slow Ward+ Shin Splinter Sword Dance Multislash AGI ＋４０ Wind Shear MASTERED",
  "IH0795": "Skill: Δ Hraesvelgr Ping Stupifying Swirl Kadim Kazam Dumb Ward+ Showstopper Disrupting Call Underworld Fog MASTERED",
  "IH0796": "Skill: Boshock Essence Extractor Hatchet Man Essence Drain Ward+ Regent's Rondo Unnatural Order Unwavering Stance Multifists Hustle Dance MASTERED",
  "IH0797": "Skill: Bundold Essence Extractor Drain Magic Whack Essence Drain Ward+ Miracle Slash Thwack Infectious Waltz MP Drain Ward+ MASTERED",
  "IH0798": "Skill: Azamook Disrupting Call Draining Dance Kafuddle Kasnooze Spooky Aura Showstopper Showstopper Change MASTERED",
  "IH0806": "-\n\n\n\n\n\n\n\n\n",
  "IH0807": "-\n\n\n\n\n\n\n\n\n",
  "IH0808": "-\n\n\n\n\n\n\n\n\n",
  "IH0809": "-\n\n\n\n\n\n\n\n\n",
  "IH0816": "Skill: Crack Ward EX Crack Ward+ MP＋１６ HP＋８ INT＋１６ HP＋１２ Wisdom Ward+ MP＋２４ INT＋２４ MASTERED",
  "IH0817": "Skill: Zap Ward EX Zap Ward+ MP＋１６ HP＋８ AGI＋１６ HP＋１２ Slow Ward+ MP＋２４ AGI＋２４ MASTERED",
  "IH0818": "Skill: Gravity Ward EX Gravity Ward+ MP＋１６ HP＋８ DEF＋１６ HP＋１２ Defense Ward+ MP＋２４ DEF＋２４ MASTERED",
  "IH0819": "Skill: Sizz Ward EX Sizz Ward+ MP＋１６ HP＋８ HP＋８ HP＋１２ Essence Drain Ward+ MP＋２４ HP＋１２ MASTERED",
  "IH0826": "Skill: Resistance Ward EX Resistance Ward+ MP＋１６ HP＋８ DEF＋１６ HP＋１２ Defense Ward+ MP＋２４ DEF＋２４ MASTERED",
  "IH0827": "Skill: MP Absorb Ward EX MP Absorb Ward+ MP＋１６ HP＋８ INT＋１６ HP＋１２ Wisdom Ward+ MP＋２４ INT＋２４ MASTERED",
  "IH0828": "Skill: Essence Drain Ward EX Essence Drain Ward+ MP＋１６ HP＋８ ATK＋８ HP＋１２ Attack Ward+ MP＋２４ ATK＋１２ MASTERED",
  "IH0829": "Skill: Fuddle Ward EX Fuddle Ward+ MP＋１６ HP＋８ ATK＋８ HP＋１２ Attack Ward+ MP＋２４ ATK＋１２ MASTERED",
  "IH0836": "Skil: Frizz & Bang Ward EX Frizz Ward+ MP＋１６ HP＋８ Attack Ward+ ATK＋８ Frizz Ward+ HP＋１２ MP＋２４ MASTERED",
  "IH0837": "Skill: Fizz & Crack Ward EX Fizz Ward+ MP＋１６ HP＋８ Wisdom Ward+ INT＋１６ Fizz Ward+ HP＋１２ MP＋２４ MASTERED",
  "IH0838": "Skill: Whoosh & Zap Ward EX Whoosh Ward+ MP＋１６ HP＋８ Slow Ward+ AGI＋１６ Whoosh Ward+ HP＋１２ MP＋２４ MASTERED",
  "IH0839": "Skill: Quake & Gravity Ward Quake Ward+ MP＋１６ HP＋８ Defense Ward+ DEF＋１６ Quake Ward+ HP＋１２ MP＋２４ MASTERED",
  "IH0840": "Skill: Volcanic Ward EX Frizz Ward+ Quake Ward+ Bang Ward+ MP＋１６ HP＋８ ATK＋８ HP＋１２ MP＋２４ MASTERED",
  "IH0841": "Skill: Blizzard Ward EX Fizz Ward+ Whoosh Ward+ Crack Ward+ MP +16 HP +8 INT +16 HP＋１２ MP＋２４ MASTERED",
  "IH0842": "Skill: Frizz & Zap Ward EX Whoosh Ward+ Frizz Ward+ Zap Ward+ MP＋１６ HP＋８ AGI＋１６ HP＋１２ MP＋２４ MASTERED",
  "IH0843": "Skill: Deep Sea Ward EX Quake Ward+ Fizz Ward+ Gravity Ward+ MP＋１６ HP＋８ DEF＋１６ HP＋１２ MP＋２４ MASTERED",
  "IH0844": "-\n\n\n\n\n\n\n\n\n",
  "IH0845": "Skill: Apprentice Warrior Flame Slash Max. HP ＋２ Water Slash ATK ＋４ Blade Blunter DEF ＋８ Hatchet Man MASTERED",
  "IH0846": "Skill: Warrior SP Sap ATK +8 Oomph ATK +8 Kasap ATK +20 Oomphle ATK +24 MASTERED",
  "IH0847": "Skill: Warrior EX Sandstorm Body Slam Sultry Dance Hatchet Man Hustle Dance One-on-One Ba-bounce Rival Riler MASTERED",
  "IH0848": "Skill: Apprentice Wizard Soak Max. MP ＋４ Swoosh WIS ＋８ Frizz Max. MP ＋８ Shake MASTERED",
  "IH0849": "Skill: Wizard SP Kazam Curse Ward+ Rumba of Ruin Kadonk Reckless Frenzy Thwack Kazammle Whack Ward+ MASTERED",
  "IH0850": "Skill: Wizard EX Void Slash Zam Ward+ Double-Edged Slash Kazam Cursed Hammer Kazammle Infectious Waltz Whack Ward+ MASTERED",
  "IH0851": "Skill: Apprentice Monk Heal Zap Squelch Defuddle Tingle Sizz Midheal MASTERED",
  "IH0852": "Skill: Monk SP Multigen INT +32 Counter Dance Counter Breath Multiheal Counter Attack Counter Magic Max MP +48 MASTERED",
  "IH0853": "Skill: Monk EX Sizzle Essence Drain Ward+ Lightning Slash Sheen Multigen Kasizz Omnigen Sizz Ward+ MASTERED",
  "IH0854": "Skill: Apprentice Fighter Mercurial Thrust ATK ＋２ Dodgy Dance AGI ＋８ Temple Blow ATK ＋４ Roundhouse Kick MASTERED",
  "IH0855": "Skill: Fighter SP Double-Edged Slash Double Up Disrupting Call Stance of Madness One-on-One Reckless Frenzy Lunatic Stance Blunt Ward+ MASTERED",
  "IH0856": "Skill: Fighter EX Shin Splinter ATK +16 Kashake Tension Passer Oomph Anchor Knuckle Kashakle Max HP +24 MASTERED",
  "IH0857": "Skill: Apprentice Bandit Accelerate AGI ＋４ Klepto Clobber AGI ＋８ Donk AGI ＋８ Penny Pincher MASTERED",
  "IH0858": "Skill: Bandit SP Mercurial Thrust Accelerate Decelerate Multiheal Accelatron Call of the Falcon Dusk Stance Slow Ward+ MASTERED",
  "IH0859": "Skill: Bandit EX Cold Blizzard Crack Ward+ Thwack Stealth Attack Death Dance C-C-Cold Breath Dire Dirge Whack Ward+ MASTERED",
  "IH0860": "Skill: Apprentice Barnstormer Woosh Escape Artist Decelerate Preemptive Striker Dim Scout Up Small Crack MASTERED",
  "IH0861": "Skill: Barnstormer SP Essence Extractor Dance Venom Breath Sultry Dance Bemusing Breath Draining Dance Bashful Dance Mirror Step Deadly Breath MASTERED",
  "IH0862": "Skill: Barnstormer EX Decelatron Double-Edged Slash Draining Dance Tension Shift Kadim Jester's Jig Headwind Mirror Step MASTERED",
  "IH0863": "-\n\n\n\n\n\n\n\n\n",
  "IH0864": "-\n\n\n\n\n\n\n\n\n",
  "IH0865": "-\n\n\n\n\n\n\n\n\n",
  "IH0866": "Skill: Fuddle Fuddle Max MP +4 Max MP +4 Strip Bemusing Breath Max MP +8 Fuddle Ward+ MASTERED",
  "IH0867": "Skill: Snooze Snooze Max MP +4 Max MP +4 Strip Sweet Breath Max MP +8 Sleep Ward+ MASTERED",
  "IH0868": "Skill: Paralysis Burning Breath Max MP +4 Max MP +4 Strip Shin Splinter Max MP +8 Paralysis Ward+ MASTERED",
  "IH0869": "Skill: Snooze Tongue Lashing Max MP +4 Max MP +4 Strip War Cry Max MP +8 Stasis Ward+ MASTERED",
  "IH0870": "Skill: Poison Poison Breath Max MP +4 Max MP +4 Strip Blade Blunter Max MP +8 Poison Ward+ MASTERED",
  "IH0871": "Skill: Curse Cursed Verse Max MP +4 Max MP +4 Strip Temple Blow Max MP +8 Curse Ward+ MASTERED",
  "IH0872": "Skill: Whacker Whack Max MP +4 Max MP +4 Strip Helm Splitter Max MP +8 Whack Ward+ MASTERED",
  "IH0873": "Skill: Great East Bemusing Breath Dream Stance Persecutter Loud Sigh Soothing Vortex Scorch Defending Champion Cursed Hammer MASTERED",
  "IH0874": "Skill: Wonder West Tension Cutter Poisonous Prod Tension Shift Regent's Rondo Change Shuffle Wicked Waltz Balancing Tango MASTERED",
  "IH0875": "Skill: Volcanic Flame Slash Singe Exploding Slash Squelch One-on-One Rival Riler Sear MASTERED",
  "IH0876": "Skill: Icy Waters Water Slash Waterspout Freezing Slash Defuddle Miracle Slash Hide Geyser MASTERED",
  "IH0877": "Skill: Thunderstorm Vacuum Slash Wind Sickles Thunder Slash Tingle Mercurial Thrust Dodgy Dance Thin Air MASTERED",
  "IH0878": "Skill: Godlike Rock Slash Boulder Dash Compressing Slash Sheen Knuckle Sandwich Sandstorm Boulder Bash MASTERED",
  "IH0879": "Skill: Abyssmal Lightning Slash Stardust Void Slash Insulate Swelling Strike Spooky Aura Meteor MASTERED",
  "IH0880": "Skill: Volcanic SP Flame Slash Exploding Slash Sear Rival Riler Counter Attack Double-Edged Slash Heavenly Stance Cremate MASTERED",
  "IH0881": "Skill: Icy Waters SP Water Slash Freezing Slash Geyser Hide Counter Magic Stealth Attack Bound Tidal Wave MASTERED",
  "IH0882": "Skill: Thunderstorm SP Vacuum Slash Thunder Slash Thin Air Dodgy Dance Counter Attack Multifists Impotent Stance Wind Shear MASTERED",
  "IH0883": "Skill: Godlike SP Rock Slash Compressing Slash Boulder Bash Sandstorm Counter Breath Candle Light Smelly Slash Boulder Toss MASTERED",
  "IH0884": "Skill: Abyssmal SP Lightning Slash Void Slash Meteor Sandstorm Counter Dance Miracle Dance Cursed Hammer Black Hole MASTERED",
  "IH0885": "Skill: King SP Lightning Slash Vortex Jail of Carnage Blind Ward+ Sizz Ward+ Wicked Waltz HP＋３０ Kasizzle MASTERED",
  "IH0886": "Skill: Demonking SP Void Slash Spooky Aura Jail of Illusion Resistance Ward+ Zam Ward+ Cursed Hammer MP＋６０ Kazammle MASTERED",
  "IH0887": "Skill: DQ 30th SP Reverse Time Shining Bow Grand Nebula Sizz Ward+ Zam Ward+ Pearly Gates HP＋３０ Frizz Cracker MASTERED",
  "IH0888": "-",
  "IH0890": "-",
  "IH0891": "-",
  "IH0892": "-",
  "IH0893": "-",
  "IH0894": "-",
  "IH0895": "-",
  "IH0896": "-",
  "IH0897": "-",
  "IH0898": "-",
  "IH0906": "Mysterious stone used to navigate to the Fiery Volcano.",
  "IH0907": "-",
  "IH0908": "-",
  "IH0909": "-",
  "IH0916": "Captain Crow's one-and-only precious map, 1 of 6 fragments",
  "IH0917": "Captain Crow's hidden treasure, not gold, but memories of his crew.",
  "IH0918": "-",
  "IH0919": "-",
  "IH0940": "An acient document marked with a drawing of Kandar that would take some time to decypher.",
  "IH0941": "Slamen Robo parts obtained from the Silent Meadows area.",
  "IH0942": "Slamen Robo parts obtained from the Fallen City area.",
  "IH0943": "Slamen Robo parts obtained from the Spirit Road area.",
  "IH0944": "Slamen Robo parts obtained from the Grim Tundra area.",
  "IH0950": "-",
  "IH0951": "Undead Garden Key",
  "IH0952": "-",
  "IH0953": "-",
  "IH0954": "This Guard Badge is proof of employment for the guards at the Darkiron Bastille.",
  "IH0960": "-",
  "IH0961": "An acient document marked with a drawing of Tyrannosaurus Wrecks that would take some time to decypher.",
  "IH0962": "An acient document marked with a drawing of Topo that would take some time to decypher.",
  "IH0963": "An acient document marked with a drawing of Topo that would take some time to decypher.",
  "IH0964": "",
  "IH0970": "An acient document marked with a drawing of Stormsgate Citadel that would take some time to decypher.",
  "IH0971": "An acient document marked with a drawing of Stormsgate Citadel that would take some time to decypher.",
  "IH0972": "-",
  "IH0973": "-",
  "IH0974": "Ancient documents that will be difficult to decipher. Princess Togami is illustrated inside the cover.",
  "IH0980": "Material for Accessory/Seal. A bit of power from the skies.",
  "IH0981": "Material for Accessory/Seal. A bit of power from the seas.",
  "IH0982": "Shining horned object found by the Black Iron Prison Tower Moving App.",
  "IH0983": "Wise King Wildcard's True Form",
  "IH0984": "A mysterious, sparkling crystal with memories.",
  "IH0990": "Holy Book increases Testament when sold at Book Shop.",
  "IH0991": "Holy Book increases Testament when sold at Book Shop.",
  "IH0992": "Holy Book increases Testament when sold at Book Shop.",
  "IH0993": "Holy Book increases Testament when sold at Book Shop.",
  "IH0994": "-",
  "IH1000": "-",
  "IH1001": "-",
  "IH1002": "-",
  "IH1003": "-",
  "IH1004": "Item to awaken the hidden power of Nochorin.",
  "IH1005": "Item to awaken the hidden power of Nochorin.",
  "IH1010": "-",
  "IH1011": "Skill: Bjørn the Behemoose War Cry Boulder Bash Flawless Slash Universal Slash Kadonk Boulder Toss Gigagash Kashakle MASTERED",
  "IH1012": "Skill: Dimensional Dragon Scorch Anchor Knuckle Heavenly Stance Lightning Storm Disrupting Call Chain MP Absorb Ward+ Fissure Strike MASTERED",
  "IH1013": "Skill: Nokturnus Metal Slash C-C-Cold Breath Kazap Sword Dance Pearly Gates Grand Nebula Hellfire Giga Slash MASTERED",
  "IH1014": "Skill: God C-C-Cold Breath Wave of Light Disrupting Light Sizz Ward+ Wind Shear Horoscope Miracle of the Stars God Hand MASTERED",
  "IH1015": "Skill: Hargon Kaboom Sweet Breath Blind Stance Cursed Cry Whack Ward+ Resistance Ward+ Fullheal MP Regenerator+ MASTERED",
  "IH1020": "Skill: Stormsgate Citadel Thin Air Drain Magic Kaswoosh Paralysis Ward+ One-on-One Kadim Wind Shear Kaswooshle MASTERED",
  "IH1021": "Skill: Schleiman Tank Sap Hunter Mech Decelerate Blind Ward+ Giga Drain Magic Stasis Ward+ Big Banga Comeback Kid MASTERED",
  "IH1022": "Skill: Slime Family Reunion Dance of Exorcism Sultry Dance Insulatle Hustle Dance Chain Copycat Kerplunk Dance Omniheal MASTERED",
  "IH1023": "Skill: Pipit Wind Shear Deep Breath Sandstorm Flawless Slash Universal Slash Kaswooshle Whoosh Ward+ Frizz Guard+ MASTERED",
  "IH1024": "Skill: Master Dragon Scorch C-C-Cold Breath Meditation Disrupting Light Kadonkle Vortex Wicked Waltz Comeback Kid MASTERED",
  "IH1025": "Skill: Baramos Kafrizz Kaboom Scorch Kafuddle Sizz Ward+ Frizz Guard+ Bang Ward+ HP Regenerator+ MASTERED",
  "IH1030": "Skill: Rime Ridden Treant Kaboomle Acceleratle Kaswooshle Gallant Gasher Reverse Time Prezing Big Banga Song of Salvation MASTERED",
  "IH1031": "Skill: Comet Spirit Essence Extractor Dance Tension Giver Balance Tango Infectious Waltz Horoscope Change Wave of Light Hocus Pocus MASTERED",
  "IH1032": "Skill: Topo Kabuff Insulatle Scorch C-C-Cold Breath Whirlwind Comeback Kid Sand Breath Shining Breath MASTERED",
  "IH1033": "Skill: Captain Crow Penny Pincher Klepto Clobber Multislash Let Down Dire Dirge Gigagash Disrupting Call Wind Shear MASTERED",
  "IH1034": "Skill: Darck Hustle Dance Sword Dance Disrupting Call Red Mist Black Mist White Mist Underworld Fog Blue Mist MASTERED",
  "IH1035": "Skill: Blackmar Flame Slash Boulder Bash Kasap Acid Breath Drunkard's Breath Break Breath Hellfire Kazing MASTERED",
  "IH1040": "Skill: Deuce Arqule Kasoak Water Slash Anchor Knuckle Unwavering Stance Reverse Time Pre-Soak Kasoakle Ocean Slash MASTERED",
  "IH1041": "Skill: Jack Gaogaia Kashake Rock Slash Blade Blunter Helm Splitter Pre-Shake Kashakle Nioh Slash Boulder Toss MASTERED",
  "IH1042": "Skill Jester Pile Driver Multifists Anchor Knuckle Counter Magic Fuddle Ward+ Knuckle Sandwich Shura's Shackles Sun Slash MASTERED",
  "IH1043": "Skill: Psaro of the Demon Clan Hatchet Man Oomph Kasap Kasnooze Thwack Kacrackle Kaboomle Magic Burst MASTERED",
  "IH1044": "Skill: Timelord Omega Rolex Pre-Crack Pre-Donk Pre-Zam Reverse Time Judgement Blind Ward+ Resistance Ward+ Cursed Roulette MASTERED",
  "IH1045": "Skill: Madullajah Marid Break Step Wave of Darkness Black Mist Genma's Gaol Abysmal Hand Whack Ward+ Pentagram of Despair Confuddling Command MASTERED",
  "IH1050": "Skill: Premium Slime Knuckle Sandwich ATK+12 AGI+24 Preemptive Striker Metal Killer Roundhouse Kick ATK+16 AGI+32 MASTERED",
  "IH1051": "Skill: Aldarahla Kazammle Roundhouse Kick Acid Breath Drunkard's Breath Break Breath Cursed Hammer Pre-Zam Cursed Roulette MASTERED",
  "IH1052": "Skill: Sagittar Dodgy Dance Temple Blow Dance of Decay Gale Step Flawless Slash Universal Slash Comeback Kid Blind Ward+ MASTERED",
  "IH1053": "Skill: Ladja Kafrizz Bounce Burning Breath Scorch Defense Ward+ Curse of Hades Pentagram of Despair Berserk Pentagram MASTERED",
  "IH1054": "Skill: Murdaw Kasnooze Kafuddle Venom Breath Cursed Cry Burning Breath Spooky Aura Thunder Breath Curse of Hades MASTERED",
  "IH1055": "Skill: Dhoulmagus Kasap War Cry Bemusing Breath Bounce Kablunt Kaswooshle Kacrackle Disrupting Light MASTERED",
  "IH1060": "Skill: Princess Togami Requiem of Restoration Sonata of Serenity Horns of Battle Flute of Fortification Call of the Falcon Whistle of Wisdom Dire Dirge Starry Samba MASTERED",
  "IH1061": "Skill: Excalipurr Hatchet Man Flawless Slash Universal Slash Disrupting Light Gale Step Sword Dance Sun Slash Ocean Slash MASTERED",
  "IH1062": "Skill: Hammibal Acid Breath Drunkard's Breath War Cry Knuckle Sandwich Roundhouse Kick Multifists Pile Driver Confuddling Command MASTERED",
  "IH1063": "Skill: Fowleye Bounce Kastrip Dance of Ruin Berserk Pentagram Kazammle Frizz Cracker Dance of Exorcism Curse of Hades MASTERED",
  "IH1064": "Skill: World Gallant Gasher Whirlwind Miracle of the Stars God Hand Pre-Zap Sizz Ward+ Whack Ward+ Beacon of Bolstering MASTERED",
  "IH1065": "Skill: Lord Draco Scorch C-C-Cold Breath Kazapple Break Breath Attack Ward+ Essence Drain Ward+ Lightning Storm Pre-Zap MASTERED",
  "IH1070": "Skill: Chibi Fours Flawless Slash Universal Slash Knuckle Sandwich Roundhouse Kick Penny Pincher Klepto Clobber Copycat Disrupting Call MASTERED",
  "IH1071": "Skill: Chibi Eights Helm Splitter Hustle Dance Mirror Multiverse Shining Bow Pearly Gates Big Banga Giga Slash Magic Burst MASTERED",
  "IH1072": "Skill: Genoshidoh Insulatle Death Breath Underworld Fog Blue Mist Wisdom Ward+ MP Absorb Ward+ Wind Shear Pearly Gates MASTERED",
  "IH1073": "Skill: Asura Zoma Kacrackle Beacon of Bolstering Curse of Hades Disrupting Light Slow Ward+ Poison Ward+ Shura's Shackles Giga Slash MASTERED",
  "IH1074": "Skill: Psycho Psaro C-C-Cold Breath Let Down Cursed Hammer Disrupting Light Defense Ward+ Curse Ward+ Pentagram of Despair Genma's Gaol MASTERED",
  "IH1075": "Skill: Nochora Alloy Buff Defending Champion Tension Giver Kaclang DEF+48 Scapegoat Aurora Breath DEF+72 MASTERED",
  "IH1080": "Skill: Vearn The Beholder Pile Driver Reckless Frenzy Multifists Double Up Anchor Knuckle Blunt Ward+ Sap Ward+ Confuddling Command MASTERED",
  "IH1081": "Skill: Kill-Vearn Thwack Kamikazee Deadly Breath Frizz-flurry Dire Dirge Whack Ward+ Judgement Underworld Fog MASTERED",
  "IH1082": "Skill: Myst-Vearn Bounce Knuckle Sandwich Kaclang Black Mist Desist Ward+ MP Drain Ward+ Essence Drain Ward+ Dark Shackles MASTERED",
  "IH1083": "Skill: Gome-chan Ripple of Light Bound Hocus Pocus HP Regenerator+ MP Regenerator+ Sizz Ward+ Giga Essence Extractor Prezing MASTERED",
  "IH1084": "Skill: Brash Kafuddle Kasnooze Defuddle Tingle Squelch Sheen Dumb Ward+ Fuddle Ward+ MASTERED",
  "IH1085": "Skill: Chiu Tension Cutter One-on-One Body Slam Helm Splitter Max HP +24 ATK +24 Stasis Ward+ Roundhouse Kick MASTERED"
}