{
  "MonsterTrivia0000": "",
  "MonsterTrivia0247": "A former human who dabbled in the legendary \"secret of evolution\" and become a monster, hideous in appearance as if punished by nature.",
  "MonsterTrivia0001": "With a texture of plump elasticity and refreshing coolness, they are pleasant to touch. In the summer months, they mature into adults.",
  "MonsterTrivia0248": "Despite its similarities to the smaller Night Clubber, its strength is near absolute. They say it can annihilate 10 million troops in one swift swing.",
  "MonsterTrivia0002": "By fault of its orange body color, this monster is often fed carrots. The truth of the matter is that it cannot stand the taste of them.",
  "MonsterTrivia0249": "To dismiss this beast as all fat could be a fatal mistake, as it has massive, hidden muscles to support its hefty weight.",
  "MonsterTrivia0003": "Because it's such a coward, it will become startled and flee at even the slightest peep. No human can hope to catch up.",
  "MonsterTrivia0004": "A shiny Slime with a heart (and literal body) of gold. They like to climb buildings, so if you look on rooftops you might spot one!",
  "MonsterTrivia0005": "This poor Slime fell asleep inside of a shell, and got the shock of its life when it woke and discovered it had changed into a giant pearl.",
  "MonsterTrivia0006": "A mysterious pearl that somehow turned into metal. It's waiting for research to be done to determine which monster family best suits it.",
  "MonsterTrivia0007": "This Slime collects gold from the depths of the ocean on its body. Always a target for treasure hunters, it's dubbed the \"Marine Miracle\".",
  "MonsterTrivia0008": "A Slime from the celestial realm. It's on a mission from God to descend to the lands below and sprinkle them with loooooove.",
  "MonsterTrivia0009": "The power of love has caused this Metal Slime to sprout wings. One day it will grow into a Metal Goddess, according to the rumors.",
  "MonsterTrivia0010": "Famous in name among masters, though no one has ever actually seen one. They are merely a long- running myth within the community.",
  "MonsterTrivia0257": "A demon child, brought up as the next gen of the demon elite. It came to this world to study how human society functions.",
  "MonsterTrivia0011": "It was once a common Slime that spent too much time wading in the bog. Now, toxins from the swampy air have melted its body.",
  "MonsterTrivia0258": "Though young in apperance, it is actually equal in rank to Belial. Its hobby is to torment anyone foolish enough to underestimate it.",
  "MonsterTrivia0012": "A superstar among the Slime family, its sleek, aerodynamic body has such low wind resistance that it flees at transdimensional speeds.",
  "MonsterTrivia0259": "A lovely, leathery furball that is adored by all. It's known to lure in fans while concealing its fangs, only to betray them with a bite.",
  "MonsterTrivia0013": "A Slime that cultivates mushrooms on its body. It exists entirely to protect the mushrooms it grows as if they were its own children.",
  "MonsterTrivia0014": "Discarded rice that held a grudge and became evil. It uses rice from its own body to intoxicate other monsters into sweet addiction.",
  "MonsterTrivia0015": "A negative Slime that loves damp dwellings. The mushrooms that grow on it are only there to help convince you that it isn't evil.",
  "MonsterTrivia0016": "In training to match the speeds of a Liquid Metal Slime, it became lazy and grew mold. It lives in a shadow of its former glory.",
  "MonsterTrivia0017": "A Slime that adores the shape of spiral shells. As they grow larger, they form packs that wander the shores, searching for bigger shells.",
  "MonsterTrivia0018": "Once an ordinary Slime, these creatures learned how to form their own shells from eating too many shells that washed ashore.",
  "MonsterTrivia0019": "A Shell Slime that moved to a frigid habitat and changed. Its new form consists of a shell made from never-thawing ice.",
  "MonsterTrivia0020": "A Slime that carries the burden of a molten shell forged from burning coals, in hopes that one day it will transform into a diamond.",
  "MonsterTrivia0267": "A young monster learning the ropes. A traveller once saw a pack of them training in a forest of bamboo, and named them.",
  "MonsterTrivia0021": "A gentle Slime with the resolve to attend to the wounded. It's theorized that they have the most noble hearts of all Slimes.",
  "MonsterTrivia0268": "A monster under servitude of Enma, the ruler of Hades. It acts like a big shot, but is merely a messenger from hell.",
  "MonsterTrivia0022": "Its tentacles numb to the touch, which isn't very useful once you consider that it often loses track of its own arms and shocks itself.",
  "MonsterTrivia0269": "A human musician turned monster by playing evil music. In hell, there are few individuals worthy of the title \"conductor.\"",
  "MonsterTrivia0023": "A Slime with unrivaled healing magic. Other monsters always seek its attention, so it's often really tired as a result.",
  "MonsterTrivia0024": "A species of Slimes that took on the name of the legendary Heal Slime, Healie, due to their most excellent healing prowess.",
  "MonsterTrivia0025": "A leader amongst Slimes, with the majesty and dignity of a monarch. Both its body and heart are truly KING-SIZE.",
  "MonsterTrivia0026": "The love packed within its huge body can be felt by all monsters. If left rampant, it will heal literally everyone.",
  "MonsterTrivia0027": "The ruler of all Metal Slimes. Its subjects have no faith in it, as it flees at the first sign of battle and leaves them behind.",
  "MonsterTrivia0028": "Slimes in training, seeking to fuse into a King Slime. At first they were only three, but that number is expected to rise.",
  "MonsterTrivia0029": "Slime Socialites are worrisome of their short stature, but this group seeks to tower above, and look down upon the naysayers.",
  "MonsterTrivia0030": "Eccentric Metal Slimes whom, for some reason, thought that banding together would grant them the courage to not flee.",
  "MonsterTrivia0277": "A powerful ol' lady who swings around a giant club. She takes the apperance of humans in order to unleash surprise attacks.",
  "MonsterTrivia0031": "They claim to be three pink Slime sisters, but there is a man amongst their numbers. Which one it is, is top-secret.",
  "MonsterTrivia0278": "One of the 4 Demon Generals. There are actually 5, as she fuses with her younger sister, Brenda, to make one mean bitch.",
  "MonsterTrivia0032": "Amongst a beautiful slime, and her loving companion, one has taken up the sword as a \"Slime Knight\" in a gesture of chivalry.",
  "MonsterTrivia0279": "Younger sister of the Demon General, Belinda. She never hesitates to flex her monstrous power to get anything she wants.",
  "MonsterTrivia0033": "This disgrace of a Slime Knight thought that painting itself metal would make it look stronger. If only the fool knew metals well...",
  "MonsterTrivia0034": "The haut couture and trend setter of the Slime Knight sect. Those who behold its pink outfit are enthralled in fashion-ation.",
  "MonsterTrivia0035": "A Slime mimicking the shape of a small dragon. Though its wings are tiny, it can fly when it tries hard enough.",
  "MonsterTrivia0036": "A Slime with a bit of dragon's blood flowing in its veins. If it breathes like a dragon, you might as well call it one.",
  "MonsterTrivia0037": "A monster made of natural metal and forged in the breath of a dragon. It holds within the power of its maker.",
  "MonsterTrivia0038": "Its glistening golden body is something all Slimes yearn for. Unfortunately, its something all treasure hunters yearn for as well.",
  "MonsterTrivia0039": "A species of Slime with a body made of pure Darkonium. It isn't as atrocious as other Break monsters, as one would expect.",
  "MonsterTrivia0040": "A Slime that holds the rank of Emperor. To protect its kin, it fought for a body worthy of \"emperor\" in both title and form.",
  "MonsterTrivia0287": "A witch from the sublime wicked woods, she detests the idea of heroism for unknown reasons. What is her true motive?",
  "MonsterTrivia0041": "Even the drops of sweat that this slime perspires hold value. Its retainers polish its body and take pride in its shiny silver glow.",
  "MonsterTrivia0288": "A deceased animal, brought back to life through the power and influence of a demon king. Its stupidity is, regretfully, unrivaled.",
  "MonsterTrivia0042": "A goddess that holds the highest prestige amongst all Slimes. When she opens her eyes, the entire world is illuminated by her light.",
  "MonsterTrivia0289": "A demonic monster that serves hell in the form of a hound. It's tasked with fetching the game when archdemons go hunting.",
  "MonsterTrivia0043": "It looks like a monster egg, but its true shape is a mystery. Some monster probably crawled into the cracks of an egg that was dropped.",
  "MonsterTrivia0044": "Who knows what could be waiting to jump out of this shell. Whatever it is, it must suffer from stomach ulcers due to all the pressure.",
  "MonsterTrivia0045": "It likes to carry a small pot under its arm, which is used to hold its refreshing afternoon juice, or as a secret weapon to deliver the pain.",
  "MonsterTrivia0046": "Although it looks fat, it works its feet quite nimbly. With all the exercise it gets, you can bet the juice in its jar is refreshing.",
  "MonsterTrivia0047": "Its jar is always filled to the brim with sake, which might explain why it spends most of its life rambling on in drunken discourse.",
  "MonsterTrivia0048": "This familiarly-shaped dragon was amongst the first to be recorded by mankind as appearing in the world. It's very recognizable.",
  "MonsterTrivia0049": "At one point it was a blessed dragon of the light but, in the blink of an eye, it was corrupted by evil and dyed a corrupted red.",
  "MonsterTrivia0050": "It holds the highest rank within the Dragonlord's army. They are rivals with Red Dragons and are usually arguing over which is stronger.",
  "MonsterTrivia0297": "The corpse of a dead dragon given life once again by the Dragonlord, it's known to assault foes to the extent of destroying its own body.",
  "MonsterTrivia0051": "They say it was named as such by travelers who witnessed them running amok, kicking up the dirt swiftly with their mighty feet.",
  "MonsterTrivia0298": "A dragon brought back to life in the form of a zombie. The amount of malice it has within its body is nauseating to consider.",
  "MonsterTrivia0052": "A supersonic dragon that lives on the frozen tundra. Its sharp nails pierce through slippery ice like spikes to keep it from sliding.",
  "MonsterTrivia0299": "A demon king brought back from the void by an ominous dark force. He fights driven by instinct alone, his sagacious brain being no more.",
  "MonsterTrivia0053": "They patrol in packs over the territory they've conquered, ruling it like tyrants. Thus, they have been named accordingly.",
  "MonsterTrivia0054": "A wicked dinosaur demon pulled from the depths of hell in ancient times. Its titanic maw can chew through bone as if it were butter.",
  "MonsterTrivia0055": "This dragon lives for battle, hunting far and wide for a worthy opponent to challenge to a fair, one-on-one fight to the death.",
  "MonsterTrivia0056": "A warrior dragon that walks on two legs as humans do. When in combat, it relies on its skill with an axe and draconian might equally.",
  "MonsterTrivia0057": "A battle-hardened dragon who has gone through ages of training. It was taught how to throw an axe with deadly accuracy by a master.",
  "MonsterTrivia0058": "A warrior of draconian decent. Based on the name it was given, it's constantly at conflict with whether it's man or dragon.",
  "MonsterTrivia0059": "A novice draconian warrior. It goes through vigorous training in its lifetime to advance to the Marshal rank, but few are able to.",
  "MonsterTrivia0060": "Within the ranks of draconian warriors, few achieve the title of Marshal, thus the ones that do carry with them great pride.",
  "MonsterTrivia0061": "A skilled transdimensional warrior. It will smite those who don't take heed with its sword at lightning speed.",
  "MonsterTrivia0062": "A white-skinned draconian warlord adorned in red armor. Dubbed \"Shogun of the Rising Sun\" by those who revere it.",
  "MonsterTrivia0063": "An ancient dragon that grows a forest on its back, though scholars believe that the trees might have grown the dragon.",
  "MonsterTrivia0064": "The secret to its long life could be the forest on its back. Great longevity comes through photo-synthesis and careful pruning.",
  "MonsterTrivia0065": "A subspecies of foest dragon that lives in volcanic regions. The trees on its back feed off of magma rather than igniting.",
  "MonsterTrivia0066": "A dragon that looks like it's always smiling, however an astute investigation claims it is never smiling, only squinting.",
  "MonsterTrivia0067": "It bears poisonous polka dots on its body to make its enemies think twice about getting close. It hates abrasive personalities.",
  "MonsterTrivia0068": "A funky dragon with a bright, colorful body. Its flamboyant color works to convey its high sense of self-worth to others.",
  "MonsterTrivia0069": "Through demonstration of leadership, it gained a crew, and before it knew what was happening it became captain.",
  "MonsterTrivia0070": "A mere lizard that learned draconian arts from the mightiest dragons. Its weak point is its minuscule brain.",
  "MonsterTrivia0071": "A wicked dragon that brings calamity with his awakening. Legend has it he destroyed entire continents in ages lost.",
  "MonsterTrivia0072": "A dragon of dreadful might that rules over an entire draconian empire with the resolve of a great monarch.",
  "MonsterTrivia0073": "A mighty dragon born as an avatar of nature itself. Unverified info says the orb in its hand is a weak point.",
  "MonsterTrivia0074": "No one knows exactly which type of dragon gave birth to this small fry. For all we know, it might be the whole potato.",
  "MonsterTrivia0075": "Its name comes not from the magic spell, but a legend that they are born when clumps of fire converge like tangled hair.",
  "MonsterTrivia0076": "In its infancy it walks on all fours, but when it grows into an adult, it should be able to walk with only two of them.",
  "MonsterTrivia0077": "This species was classified as a baby dragon when found. Now they are trying to say it isn't a dragon at all.",
  "MonsterTrivia0078": "It exerts absurd power just to walk, thus those who witness it can't fathom how heavy its spiked carapace actually is.",
  "MonsterTrivia0079": "A dragon known for having a burly carapace, and being \"slow\". Don't say that to its face, or it might go berserk.",
  "MonsterTrivia0080": "Its rugged carapace is so thick and heavy that it hurts to walk. If it could, it would shed and run around naked.",
  "MonsterTrivia0081": "A dragon that lived long ago in a far away place. It can't face the modern world, so it hides in its shell all day long.",
  "MonsterTrivia0082": "The reason its' closest allies refer to it as \"rich\", is due to how it likes beating them up and stealing their lunch money.",
  "MonsterTrivia0083": "A super heavyweight class dragon. Its secret weapon is ramming enemies with its huge body in destructive fashion.",
  "MonsterTrivia0084": "This big boy is so heavy that walking causes it to sink into solid rock. Thus, it must always hover with the wings on its back.",
  "MonsterTrivia0085": "An expert at specialized draconian martial arts. Even though it's a clumsy oaf, its' kenpo is unmatched in skill.",
  "MonsterTrivia0086": "A monster well known since ancient times due to its name; part dragon, part turtle, but which one is it more of?",
  "MonsterTrivia0087": "Wyrtles with short legs are dubbed \"lords\", due to their low center of gravity that makes them hard to flip over.",
  "MonsterTrivia0088": "A former demon king used to clash with this Wyrtle of legend in battle. Both are still recovering to this day.",
  "MonsterTrivia0089": "Its power is great, its body is great. Surely, this thing is exactly what a \"dragon\" is supposed to look like.",
  "MonsterTrivia0090": "A dragon sculped by the void itself. Its right claw aches with great power and poor circulation.",
  "MonsterTrivia0091": "The original king of all dragons from times lost. His final form frightens even legendary heroes.",
  "MonsterTrivia0092": "An elder of the god dragon tribe. He got careless and forgot how to change back from his dragovian form.",
  "MonsterTrivia0093": "Her beauty effortlessly lures in adventurers who are dying to be introduced to her true form, over dinner of course.",
  "MonsterTrivia0094": "A dragon covered in scales that resemble vast blue skies. While swimming, her sublime beauty is admired by all.",
  "MonsterTrivia0095": "He holds the title \"tactician\", but rather than command an army, he prefers to manipulate individuals with weak spirits.",
  "MonsterTrivia0096": "An illusory magic specialist, Demon General of Zeldorado. He claims to be the brains of the whole outfit, relentlessly.",
  "MonsterTrivia0097": "An unclassifiable abomination that loves fairy tales. He is extremely selfish, and has a mouth fouler than his body.",
  "MonsterTrivia0098": "An incarnation of Pusugon from an alternate dimension of bad karma. His power far exceeds the others'.",
  "MonsterTrivia0099": "A run-of-the-mill flame Wyrm. Supposedly, these things used to be so plentiful that they filled the entire sky.",
  "MonsterTrivia0100": "An apex frost Wyrm that lives at extreme altitudes, totally unaffected by the bone-chilling atmosphere.",
  "MonsterTrivia0347": "A demon adorned in black plate. Negligent scientists couldn't classify it, so they just claim that it's a robot.",
  "MonsterTrivia0101": "A Wyrm that turned golden after being struck by lightning. Now it loiters next to clouds, addicted to their sweet zap.",
  "MonsterTrivia0348": "A pillar from a pagan temple that developed its own will over the course of time, and began to attack humans.",
  "MonsterTrivia0102": "A cat that grows attached to its master from a young age. It will spend decades waiting for a lost master to return.",
  "MonsterTrivia0349": "An ordinary pillar turned to monster via golem magic. It's able to bend mysteriouly despite its' stone composition.",
  "MonsterTrivia0103": "They are worried that hunters will target them due to their pretty pink fur, but typically they live peacefully and safe.",
  "MonsterTrivia0104": "A sabrecat, blackened by an evil force, that lost its memory. Its eyes emit an eerie red light that is impenetrable.",
  "MonsterTrivia0105": "A sacred steed who fled from purgatory. Its normal purpose is to torment and punish deceased sinners.",
  "MonsterTrivia0106": "Formerly God's personal steed, it took a pilgrimage and was corrupted by evil, forcing it to serve demons.",
  "MonsterTrivia0107": "A legendary horse that grants prosperity. Its other form is that of a highly ranked angel.",
  "MonsterTrivia0108": "The skulls it collects from human corpses are hollowed out to be used as kangaroo supperware.",
  "MonsterTrivia0109": "It likes to wash skulls that it has stolen from corpses in the river. No discernible reason is known as to why.",
  "MonsterTrivia0110": "It swims in netherealm rivers where Liquid Metals flow instead of water. Its body is soaked with their essence.",
  "MonsterTrivia0357": "A spirit of nature that is able to manipulate flame. It burns those who disturb serenity with its plasma-covered body.",
  "MonsterTrivia0111": "It makes its own hammer from giant trees, thus the name. If it didn't have a hammer, then they would just call it a hood.",
  "MonsterTrivia0358": "Lust in the hearts of humans fuels the flames of this monster. Those fed from go mad with desire and fall into ruin.",
  "MonsterTrivia0112": "It loves do-it-yourself projects, but the only tool it has is a giant hammer. Still, the work it puts out is of high quality.",
  "MonsterTrivia0359": "A sludge monster who lurks in the murky bog. It drags those who step on it under to become its muddy buddies.",
  "MonsterTrivia0113": "A Brownie that was teased by others that underwent special training. It went a little too far, and is now a meathead.",
  "MonsterTrivia0114": "A brownie who saves up stress and releases it with explosive fury. The excessive anxiety has turned its hair completely white.",
  "MonsterTrivia0115": "A fairly ancient monster named in dusty old monster manuals. Its written that they used to be kept as pets by ancient kings.",
  "MonsterTrivia0116": "They have been poached to near extinction by hunters due to the valuable golden horn that grows on their heads.",
  "MonsterTrivia0117": "A rabbit-like monster that has a sharp horn on its head. They are very competitive and have many rivals within their species.",
  "MonsterTrivia0118": "A rabbit often hailed as the Queen of the forests. It has a carefree attitude, and pierces those who are rude with its horn.",
  "MonsterTrivia0119": "They overestimate how deep the holes they dig are from time to time. Falling in one of them is definitely no joking matter.",
  "MonsterTrivia0120": "The \"killer scoop\" on these mad moles is they hide in the dirt and ambush enemies with a shovel blow to the head.",
  "MonsterTrivia0367": "A cloud that gathers and stores bad mojo. Unprepared humans who approach it can become violently ill and faint.",
  "MonsterTrivia0121": "Under all that mangy fur is a nicely cut, slim figure. No one knows because it's too embarassed to show the goods.",
  "MonsterTrivia0368": "A half-human, half-golem beast with glistening golden skin, it is powerful enough to swing its giant axe as if it were a twig.",
  "MonsterTrivia0122": "A yeti that wandered into a warmer climate in search of food. All the sweating it did changed the color of its fur.",
  "MonsterTrivia0369": "Once, a Woebergine crossed into our world from another and, through a strange force, changed into this... thing.",
  "MonsterTrivia0123": "A monster that was born lazy. Since it sleeps 95% of the time, it is rarely seen to the extent that its existence is questionable.",
  "MonsterTrivia0124": "A playboy of a brute that came from the island of eternal summer to pick up ladies with its golden fur.",
  "MonsterTrivia0125": "Proud and polite, it will always make sure to look you in the eye undauntingly while holding a conversation.",
  "MonsterTrivia0126": "Orc Kings are not concerned with royal attire. Their subjects show great admiration for their simple aesthetic and attitudes.",
  "MonsterTrivia0127": "Orcs who died their fur gold as a rebelious teenage act. The quality of their fur lead the color to fade immediately.",
  "MonsterTrivia0128": "A plump, round, cat monster. Its stripes look like a prison uniform, but they are actually a professional jailbraker's fit.",
  "MonsterTrivia0129": "Everyone is fond of the feel of their luxurious fur, from friendly fondlers to perilous poachers looking to cash in.",
  "MonsterTrivia0130": "They absolutely love close contact with people. One little pet, and it will meow and purr all night long.",
  "MonsterTrivia0377": "A machine invented for the sole purpose of hunting metal slimes. It is programmed to slay any who interfere with extreme prejudice.",
  "MonsterTrivia1005": "",
  "MonsterTrivia0131": "This cat was not born with the prismatic pelt it sports. Rather, some prankster decided to paint it that way during its sleep.",
  "MonsterTrivia0378": "A machine made by monsters to extermine humans. They were mass-produced, and treat each other as family.",
  "MonsterTrivia1006": "",
  "MonsterTrivia0132": "They band together to cause mischief in large groups. When angered, they are known to break off and fend for themselves.",
  "MonsterTrivia0379": "A Killing Machine, remodeled and fine-tuned. In addition to the slick, red paint job, it's now three times as powerful.",
  "MonsterTrivia1007": "",
  "MonsterTrivia0133": "Its dumb expression is just one of many poses it takes up. It must be thinking about something despicable.",
  "MonsterTrivia1008": "",
  "MonsterTrivia0134": "An apprentice mage Platypunk that studies the ways of magic. Its aptitude for remembering what it is shown is wonderous.",
  "MonsterTrivia1009": "",
  "MonsterTrivia0135": "Takes pride in its ability to draw in crowds. One way or another, it sweet talks them into doing what it wants.",
  "MonsterTrivia0136": "This monster is known to grow attached to humans from an early age. This makes them very popular as pets.",
  "MonsterTrivia0137": "They are raised as hunters and taught by their parents to pounce swiftly with claw and fang, striking to kill.",
  "MonsterTrivia0138": "It sports a wondrous horn that has strong medicinal properties, thus it has been hunted into dwindling numbers.",
  "MonsterTrivia0139": "Its brilliant, golden body leaves the impression of divinity, but it's simply a means to attract a picky female mate.",
  "MonsterTrivia0140": "According to a sage, the leftover grudge of a slain monster manifested within its offspring, creating this.",
  "MonsterTrivia0387": "A mechanical wyvern with a shiny, metallic gold body. Upon reaching full power, it's able to reflect spells.",
  "MonsterTrivia1015": "",
  "MonsterTrivia0141": "Terrorized a certain aquatic kingdom to the brink of ruin long ago, and thus became known as a tyrant.",
  "MonsterTrivia0388": "Created in ancient times as a weapon of ultimate evil. It exists to purge the lands of anything that moves.",
  "MonsterTrivia1016": "",
  "MonsterTrivia0142": "A rabbit that lives by stealing crops from fields next to roads. They are absurdly clumby and usually covered in bruises.",
  "MonsterTrivia0389": "In attempt to mass produce Killing Machines while cutting down production costs, this bamboo spear chucking runt was prototyped.",
  "MonsterTrivia1017": "",
  "MonsterTrivia0143": "In ancient times, these Chappies were gentle creatures. But after being weathered down by nature, they have become a violent lot.",
  "MonsterTrivia1018": "",
  "MonsterTrivia0144": "A beast blackened in color during study of the Dark Arts. Or maybe it's just a rabbit who spilt a can of black paint on itself. Who knows?",
  "MonsterTrivia1019": "",
  "MonsterTrivia0145": "An elephant monster with 6 arms. Since it has a large family, most of its arms are busy doing household chores.",
  "MonsterTrivia0146": "An elephant who prayed to the elephant gods to be reborn as a monster so that it could get revenge on ivory poachers.",
  "MonsterTrivia0147": "This 6 armed pachyderm truly believes that it was born divine. It is actually so evil that one might call it a hellephant.",
  "MonsterTrivia0148": "It looks for sleeping people every night so it can eat their delicious dreams. It loves nightmares most of all.",
  "MonsterTrivia0149": "A monster with a suspicious look. If you think you'll catch one red-handed, think again; they are surprisingly honest.",
  "MonsterTrivia0150": "A being that got the way it is through an evil nightmare. It can trap you in a nightmare from which you'll never wake.",
  "MonsterTrivia0397": "The spikes that protrude from its body are surprisingly useful for holding things, in the same way one would use their hands.",
  "MonsterTrivia0151": "A little pig on a journey. They wear their sombreros hoping that, once they gain experience, they will grow into a brave hero.",
  "MonsterTrivia0398": "A monster that conceals deadly spikes in a stuffed-animal body. It tricks victims with its looks and cuts through them like butter.",
  "MonsterTrivia0152": "A hat monster possessed by the soul of a powerful wizard. It has possessed a poor, innocent little pig to do all the heavy lifting.",
  "MonsterTrivia0399": "A Mimic who has taken the form of drawers. When it was told it was a monster, it took the shape of the first thing it saw to hide.",
  "MonsterTrivia0153": "A traveling pig with no destination or goal in mind. It wears its favorite hat, which was gifted unexpectedly by a respected senpai without notice.",
  "MonsterTrivia0154": "As the former pet of a scientist, it learned the secrets of alchemy through observation. Truly a pig who brings home the bacon.",
  "MonsterTrivia0155": "A giant wildcat monster with unmatched fencing skill, which it uses to punish those whom tease it for being a fat cat.",
  "MonsterTrivia0156": "A phantasmal beast shogun under the command of Zeldorado. Piles of victims slain by his signature claws form a mountain of carnage.",
  "MonsterTrivia0157": "Flavor-wise, it tastes somewhere between a chicken and a cow. Its wings are famous for being the most flavorful and meaty part.",
  "MonsterTrivia0158": "A monster imbued with the brute strength of a bull and the speed of a falcon by demons in exchange for frequent blood sacrifice.",
  "MonsterTrivia0159": "The biggest rampaging ruckus- maker in the bullfinch lineage. Once it starts rioting, it's almost impossible to bring to a stop.",
  "MonsterTrivia0160": "It maintains its smiley expression no matter what the circumstances. Others seek it out, hoping to learn how to be a BAMF who DGAF.",
  "MonsterTrivia0161": "It ardently trained to learn how to fling spells, even though it already had the blood of a wizard flowing in its veins, a fact it keeps secret.",
  "MonsterTrivia0162": "Its own name is a secret of the utmost importance; if you try and force it to tell you, you can be sure it will keep its mouth shut.",
  "MonsterTrivia0163": "It keeps its deep, dark secret with a straight face - the secret that it became yellow by eating too much of its favorite food, curry rice.",
  "MonsterTrivia0164": "It lives in magma, sustaining itself by devouring the fire and flames. Its crimson wings are completely engulfed in an eternal blaze.",
  "MonsterTrivia0165": "A bird born from an iceberg that thrives on extreme cold. With the flutter of its wings, it can turn its surroundings into an icy wasteland.",
  "MonsterTrivia0166": "It dances through the sky with its seven-color rainbow wings, purging the lands of sinners as it rains upon them righteous flames of judgement.",
  "MonsterTrivia0167": "A twisted and broken bird of ill-omen, Misfortune and evil tidings pour from its black wings, leaving nothing left over except for death and despair.",
  "MonsterTrivia0168": "He speaks with such charisma in his speeches that his subordinates can't help but respect him, even thought they tend to be hopelessly bored.",
  "MonsterTrivia0169": "A eagle lion hybrid of primevil dread, those who come across it and disturb its rest are quickly silenced in its wake and left at a loss for words.",
  "MonsterTrivia0170": "This monster originally only had two eyes, but a demon overlord decided it wasn't scary enough and gave it one more.",
  "MonsterTrivia0171": "A top-level professional in the field of netherworldly golf. It assimilated an albatross in an attempt to create a gallant image for himself as a golfer",
  "MonsterTrivia0172": "It lives to protect the gate it was once adorning as a stone statue. This is not an obsession in its eyes, but rather the duty of a guardian.",
  "MonsterTrivia0173": "In works hard, yearning to grow the wings of a falcon and soar through the skies. Unfortunately, the ones in its future are a bat's.",
  "MonsterTrivia0174": "A winged swordsman who has expertise and grace with swooping attacks. It takes pride in its skill to dive in from above and impale foes.",
  "MonsterTrivia0175": "Through loyalty to a certain demon lord, it was granted wicked power. Its decent into darkness merely boosted its aptitude to hunt prey.",
  "MonsterTrivia0176": "A fat little bird monster that is known to plump up nicely in the oven, and bake into a fatty feast of the delicious variety.",
  "MonsterTrivia0177": "Its emerald green mane provides for good camouflage when hiding itself in the grassy plains. Its foes often mistake it for vegetation.",
  "MonsterTrivia0178": "A black-bodied dove that surely must have come from the deepest pits of hell, right? Well, it turned that color by eating Woebergines.",
  "MonsterTrivia0179": "It sheds its feathers instictively as part of its avian homing sense, which are gathered and used as the popular tool, Chimaera's Wing.",
  "MonsterTrivia0180": "A Chimaera that is a natural genius at witnessing various spells cast in battle and copying them for its own in fights with future foes.",
  "MonsterTrivia0181": "An elite Chimaera with cosmic-tier power. They are even deemed worthy enough of leadership positions by many demon lords.",
  "MonsterTrivia0182": "A anxiety-ridden Chimaera. It's always fixed upon the moon as it flies through the night sky, reflecting upon who knows what.",
  "MonsterTrivia0183": "A bird that loves all things shiny. Known to spend its days stealing various jewels, the location of its secret stash has never been found.",
  "MonsterTrivia0184": "It absolutely despises serpents. One of its favorite pastimes is to grab snakes in its claws, lift them high into the air, and rip them to shreds.",
  "MonsterTrivia0185": "it's known as a \"Bird of Paradise\" because it specializes in stealthy attacks from above, which send its prey into the next life with ease.",
  "MonsterTrivia0186": "An undying bird born from the eternal flames governing all life. The flap of their golden wings is enough to blow over most anything.",
  "MonsterTrivia0187": "A divine bird-like creature capable of trans-dimensional travel. Where battle is concerned, it forces its opponents to submit without mercy.",
  "MonsterTrivia0188": "A divine bird that stood together with a sage in opposition of the God of Darkness. In the aftermath, the world came to know its name.",
  "MonsterTrivia0189": "A phoenix riden by many heroes of legend. It has been to numerous worlds, and has taken countless forms over multitudes of adventures.",
  "MonsterTrivia0190": "A flashy rainbow feathered fowl from the demon realm. It isn't just peacocking when it comes to a fight, as it has fearsome potential.",
  "MonsterTrivia0191": "A relentless demon bird gone completely mad, in battle it will attack friend or foe recklessly without concern or reserve.",
  "MonsterTrivia0192": "Magma flows through this lava- eating beast in place of blood. it's always on the verge of a meltdown due to high body temp.",
  "MonsterTrivia0193": "Unwilling to accept its fate of being raised as food, this goose sold its soul to a demon lord and became the fowl beast it is now.",
  "MonsterTrivia0194": "A monster that learned to speak human language. It will always claim to be a duck, even though it more closely resembles a goose.",
  "MonsterTrivia0195": "A monster that evolved from an pelican. It doesn't much like to talk about the old days, back when it was an ordinary bird.",
  "MonsterTrivia0196": "A mushroom that sprouted limbs and a face. No one knows if it is tasty or poisonous because nothing is willing to try eating it.",
  "MonsterTrivia0197": "Said to originally be a human who was transformed into a mushroom monster. It allows others to eat it to gain allies.",
  "MonsterTrivia0198": "A sorceror transformed a forest toadstool into this by an honest mistake, which proves there isn't mush room for error with magic.",
  "MonsterTrivia0199": "An animate cactus monster. Its always over-inviting, limiting the number of monsters that want to fuse with it greatly.",
  "MonsterTrivia0200": "The spikes on its body ensure that it always has space on the dance floor to bust a move, but also make it extremely lonely.",
  "MonsterTrivia0447": "A monster resembling a dolphin covered in spines. It lures foes in with its goofy face and pokes them while they are off-guard.",
  "MonsterTrivia0201": "A cactus ball with a sparkling body of solid gold. There are countless souls out there who gather its shed thorns for sale.",
  "MonsterTrivia0448": "Could there be anything more tasty than a bacon blowfish combo? No, but you risk both poisoning and clogged arteries.",
  "MonsterTrivia0202": "An onion showered with evil power, turned to a monster. It has a pungent odor; when one is close, you'll surely be crying.",
  "MonsterTrivia0449": "A fish with the ugly face of a pig. Said to originally be a human who was cursed by the wrath of poseidon.",
  "MonsterTrivia0203": "It has a severe stink of rotten onions so bad that those who fight it must take care to avoid eye contact, or they might hurl.",
  "MonsterTrivia0204": "A plant monster with the refined palate of a master chef. It is the only veggie in hell, so it contributes to meals one way or the other.",
  "MonsterTrivia0205": "Once just a mere carnivorous plant, it gained mobility and seeks to bait human and beast in attempts to apease its hunger.",
  "MonsterTrivia0206": "There is a legendary saying that goes \"Hear a Mandragore cry, and soon you will die\", so those who face it always bring ear plugs.",
  "MonsterTrivia0207": "A cursed flower that grows on corpses. When they are in bloom, you will often hear the regrets of the deceased fill the night sky.",
  "MonsterTrivia0208": "The person who discovered it called it a bulb due to its full, bolbous body. A corn y way to get a name if you ask me.",
  "MonsterTrivia0209": "Forbidden power is rumored to be sealed within its diaper, a fact that gullible hunters are hard at work to confirm or deny.",
  "MonsterTrivia0210": "This delightfully fluffy, round bodied ball of smiles holds within its heart black tidings, contrary to the way it appears.",
  "MonsterTrivia0457": "An avatar of absolute evil with a frozen heart who gave himself the title of Demon Lord, ruling over a land sealed in darkness.",
  "MonsterTrivia0211": "Born from the world tree of spirits and tasked with its protection, as long as the tree remains living, it will effortlessly revive itself.",
  "MonsterTrivia0458": "A former king of the demon tribe who changed forms through the secret of evolution. He remembers nothing but the hated in his heart.",
  "MonsterTrivia0212": "A guardian of Illdrasil, the dark tree. It was once human, but in hiding under the leaves for too long, its natural form changed.",
  "MonsterTrivia0459": "Sealed within the netherworld by a rival god, this demon lord has been building power for eons, waiting to cross into mortal realms.",
  "MonsterTrivia0213": "The guardian of a certain forest whom issues trials to those that wish to pass through it. It wears a weightless shroud of leaves.",
  "MonsterTrivia0214": "This eggplant appears to enjoy comparing its ripeness to that of other eggplant monsters, but actually just likes being blacker.",
  "MonsterTrivia0215": "The deliciously colored \"regent\" of the eggplant tribe. They have captured the hearts of the others with their \"sophisticated\" hue.",
  "MonsterTrivia0216": "In hell, these are thought of as eggplants among eggplants. They have an instinctive rivalry with the Brimstone Bulbs that live there.",
  "MonsterTrivia0217": "\n\n\n",
  "MonsterTrivia0218": "\n\n\n",
  "MonsterTrivia0219": "A crab soldier serving under a Demon Lord. Once the orders are given, it will show the rest of the troops a perfect scuttle.",
  "MonsterTrivia0220": "They are said to have the number one pinch in all of hell. They are tasked with finding wandering souls and cleaving them in half.",
  "MonsterTrivia0467": "A man who was obsessed with monsters extracted their power source and bathed in it. His form is scary, but his mood is cheerful.",
  "MonsterTrivia0221": "A crab assassin that likes to travel in secret with its targets before executing them. Its prideful and therefore charges an expensive fee.",
  "MonsterTrivia0468": "A lion-headed warrior known as \"the god of battle\". An evil machine corrupted his soul, and turned him into a tyrant god.",
  "MonsterTrivia0222": "A crab that is rumored to have come from a far away star. Their blue shell is said to be made of inpenetrable meteorite fragments.",
  "MonsterTrivia0469": "Evil Beast Hihyurude's true form, metamorphized from holy energy. Though imbued with sacred power, he has lost his ability to reason.",
  "MonsterTrivia0223": "A wickedly colored moth monster with an equally evil looking wing pattern that was evolved in an attempt to scare away predators.",
  "MonsterTrivia0224": "A moth habitant of the Nether World. During breeding seasons they multiply so much that the entire Nether sky is blocked out.",
  "MonsterTrivia0225": "A moth that recieved a taste of a Demon Lord's power. They shed moth powder on humans in order to inflict pain and torment them.",
  "MonsterTrivia0226": "A moth with pitch-black wings that originates from corpses.They kill humans in groups to create more corpses and bolster numbers.",
  "MonsterTrivia0227": "A monster that wears green armor to blend in with vegetation while hunting. Regretfully, it rusts easily when wet which blows its cover.",
  "MonsterTrivia0228": "A killer mantis who specializes in blending in with the night. Their signature is cowardice, so they aren't too popular amongst allies.",
  "MonsterTrivia0229": "A mecha-monster with poorly designed armor that was painted by the sands of the desert, which infested the cracks in its body.",
  "MonsterTrivia0230": "A bug that grows bombs on its tail. It wormed its way into a suit of armor, and unfortunately can no longer reach them.",
  "MonsterTrivia0477": "A monster said to be part of a celestial force. Her thoughts on the concept of \"samsara\" differ greatly from conventional beliefs.",
  "MonsterTrivia0231": "A monster given its name by a warrior from a different world. For some reason, it likes white capes and is angered by red ones.",
  "MonsterTrivia0478": "The king of healing slimes. It once lived devoid of any goals, but a certain Master affirmed its existance and gve it meaning.",
  "MonsterTrivia0232": "A frosty beetle that loves snow cones. You can even tame one enough to keep as a pet as long as you have shaved ice handy.",
  "MonsterTrivia0479": "A gaint robot who's pride in the Nochoro tribe rises above all. Its Concentration, Technique, Style, are all truly of \"Z\" class proficiency.",
  "MonsterTrivia0233": "A grand spider of truly revolting form. it takes supreme delight in the torture and suffering of misfortunate human souls.",
  "MonsterTrivia0234": "A phantasm spider, lead by the Demon General, Zeldorado. It may be cruel hearted, but it has a knack for giving awesome names.",
  "MonsterTrivia0235": "A conjurer that was transformed by a spell gone haywire during research. It doesn't particularly have any regrets about such.",
  "MonsterTrivia0236": "When it relaxes, the wrinkles on it face make it appear to be laughing, however, hidden under the wrinkles you won't find a smile.",
  "MonsterTrivia0237": "A flabby unsightly monster. The ones that see their own reflection are baffled at how they look and vow to never speak of it to others.",
  "MonsterTrivia0238": "The fur that these things leave when they shed has a velvety feel to it, which is popular with woman, and fetches a high price.",
  "MonsterTrivia0239": "Silver devils born with pink fur are considered the nobility of the species, and take the role of a leader amongst the pack.",
  "MonsterTrivia0240": "A legendary monster known as a scourge of ancient times. Its power level is said to be on par with that of gods.",
  "MonsterTrivia0487": "The king of a demon tribe bent on destroying the world. It likes to hide its frightening true form by disguising itself as a human boy.",
  "MonsterTrivia0241": "Its most striking feature, its single eye, is also its biggest weak point, a surefire focus point for hunters in battle.",
  "MonsterTrivia0488": "One of the 3 lords of the cosmos, an incarnation of the oceans. He is arrogant and looks down upon humans.",
  "MonsterTrivia0242": "A giant cyclopean terror that is strong enough to bend iron. It is known to uproot trees and swing them around recklessly.",
  "MonsterTrivia0489": "A monster born when the hared and malice within Dr Snapped reached critical mass and was further aggravated by Darkonium.",
  "MonsterTrivia0243": "A huge cyclops who swings a wooden club like a twig. She is wise enough to retreat strategically unlike other giants.",
  "MonsterTrivia0244": "A titan that stretches into the sky. It's so tall that travellers often mistake its foot for a tower, which is a fatal misstep.",
  "MonsterTrivia0245": "One of the hardest hitters of all monsters. It was once flabby and weak, but it wanted to bulk up to show off its body.",
  "MonsterTrivia0246": "A giant demon who often goes into a fit of uncontrollable rage. It's cursed to roam a maze it was sealed within, for all eternity.",
  "MonsterTrivia0250": "A vicious troll who stood out as a leader amonst other trolls. It rules by keeping the others in check through acts of brutal violence.",
  "MonsterTrivia0497": "A Cosmic Chimaera contaiminated by the Darkonium element. Even its mind has been tainted, leaving it impossibly feral, and unscoutable.",
  "MonsterTrivia0251": "An elite warrior amongst the trolls. Its power is so absurd that even when it tries to tap something lightly, it ends up batting a homer.",
  "MonsterTrivia0498": "A subspecies of Crabid, born from exposure to darkonium and deep contamination. Its ferocity makes it nearly impossible to tame.",
  "MonsterTrivia0252": "A troll whose body color and shape was warped via hell's flames. Its cunning treachery is revered by trolls living in all different realms.",
  "MonsterTrivia0499": "A Crabber Dabber Doo born from exposure to darkonium and deep contamination. Its ferocity makes it nearly impossible to tame.",
  "MonsterTrivia0253": "A new face in the troll hierchy. It's such a raging alcoholic that stories are told at campfires about how wine replaces its bloodstream.",
  "MonsterTrivia0254": "An elite demon boss so dreadful that its subordinates constantly fear for their own safety with intense fright and discomfort.",
  "MonsterTrivia0255": "A greater demon that holds the title, \"The Lord of Anger\". It has lived so long that its once golden fur has faded to a dull amber.",
  "MonsterTrivia0256": "A demon that lives out its days making fun of humans. Even if one of them bests it, it will still incessantly tease them.",
  "MonsterTrivia0260": "Its vivid pink fur is rumored to be the color it is, due to having bathed in the blood of humans during nightly attacks on them.",
  "MonsterTrivia0261": "A Sanguini with snowy-white fur. You would expect it to be resistant to cold, but its fur is actually not warm at all.",
  "MonsterTrivia0262": "A monster that is almost offensively cute, but tends to be equally as rude towards its allies, which it despises.",
  "MonsterTrivia0263": "A shinto warrior serving god that was corrupted by a demon king and coverted to serve a relgion worshiping it.",
  "MonsterTrivia0264": "A warrior who made a deal with the devil to gain unholy power. It conceals its face to hide the humanity it cast aside.",
  "MonsterTrivia0265": "A wicked sorcerer who was damned by evil spirits. It hides its cursed, ugly face under a sinister mask.",
  "MonsterTrivia0266": "A monster that holds special value to a certain foreign people. No one can seem to remember the reason why.",
  "MonsterTrivia0270": "The resurected form of a bitter musician who rejected society. It forces others to listen to its hideous songs.",
  "MonsterTrivia0271": "A piteous religion-devoted young musician who fell into ruin under unfortunate events and became absorbed in evil.",
  "MonsterTrivia0272": "A Galba longing to reconnect with a Golba it once knew now is burdened with carrying it due to some funny miscommunication.",
  "MonsterTrivia0273": "A short Blueeater and Redeater joined forces to stand up to a giant adversary. Now they have permanently gained one story.",
  "MonsterTrivia0274": "Two Bangle monsters who were buddies fused to power up! But they misread the directions, so they are a little bit off-balance.",
  "MonsterTrivia0275": "A well-known beauty amongst monsters, whom has the tact to use her looks to appeal to foes and catch them off guard.",
  "MonsterTrivia0276": "A former human dancer turned monster. Those who watch her dance are completely enthralled with the way that she moves.",
  "MonsterTrivia0280": "A fiend under explicit command by the big boss demon. His current orders are to search the lands for children to snatch.",
  "MonsterTrivia0281": "A former guardsman who betrayed his king and sold his soul to the demon lord for power. His secret is that he adores cute things.",
  "MonsterTrivia0282": "A demon commander of mid rank. His body has turned white due to the stress he deals with, covering for his flunkies' constant failures.",
  "MonsterTrivia0283": "A half-human, half bird monster. His scheme to overthrow a certain country was foiled, and his soul was rended and sealed away.",
  "MonsterTrivia0284": "A being who has existed for eons. He is tasked with ruling over the False Sun until the Supreme Lord of Darkness, Negel is reborn.",
  "MonsterTrivia0285": "A great human that was reduced to a monster by his overwhelming despair. The dreadful form he has is indication of his dormant anger.",
  "MonsterTrivia0286": "Supreme commander and Field Marshall of the Overlord's army. Even with that title, he enjoys ravaging the front lines first hand.",
  "MonsterTrivia0290": "A demon dog revived from a cemetary via evil tidings. Its brain has completely rotted, leaving no memory of its keeper.",
  "MonsterTrivia0291": "A monster said to have been created when a lamenting man used forbidden magic to try and revive his deceased pet.",
  "MonsterTrivia0292": "It painted itself pink all over, because it belives that the color pink will make it look and feel the most sexy.",
  "MonsterTrivia0293": "Why anyone would ever want to revive the skeleton of a bat is a mystery of the ages that even scholars can't solve.",
  "MonsterTrivia0294": "The soul of a monster defeated by a hero that used its own former skull as a vessel to return to and haunt the living world.",
  "MonsterTrivia0295": "Even though it has been reduced to merely bone, its soul burns with a vigorous flame that has dyed its entire body a fiery red color.",
  "MonsterTrivia0296": "Dragons have such an incredible will to live that even when they die, sometimes their skeletons will roam the lands, as if alive.",
  "MonsterTrivia0300": "The spirit of a monk who died in severe pain of illness while on training. It continues to torture others in death in the same vain.",
  "MonsterTrivia0547": "The famed summoner Rinjara changed forms via a forbidden technique to protect his country. Now he seeks to destroy it instead.",
  "MonsterTrivia0301": "A priest that turned his back on religion and god was corrupted, and offered his body in servitude to a greater demon lord in death.",
  "MonsterTrivia0548": "A seasoned mole whom has developed a rapid digging tech. Its day to day duty is expanding the mole hole.",
  "MonsterTrivia0302": "A wicked king executed many innocents during his reign. He sold his soul, and now rules over the ones he executed in hell.",
  "MonsterTrivia0549": "The myths say this monster will grant good fortune to those who best it in battle. No one has, so no one knows if this is true.",
  "MonsterTrivia0303": "An amalgamation of countless squirming souls from hell formed this unholy monarch. However, now it has nothing to rule.",
  "MonsterTrivia0304": "A humorous looking docile little monster. Those who get close to it will know by its extremely pungent and strange odor.",
  "MonsterTrivia0305": "A evil purple abombination. Its only purpose in existence is to end of the life of nearby animals and plants with its poison.",
  "MonsterTrivia0306": "It expected to be born as a sweet-tasting monster, but for some reason it tastes really spicy, which worries it greatly.",
  "MonsterTrivia0307": "A recycled monster made from the corpse of a deceased warrior. It's fated to serve until its bones are completely ground into dust.",
  "MonsterTrivia0308": "A knight that has been revived from death. It lost all it's muscles, but can move faster as a skeleton due to its extremely light bones.",
  "MonsterTrivia0309": "A skeleton knight that decided to take a vacation during the summer months, and got a nice tan from the blistering hot sun.",
  "MonsterTrivia0310": "A sorcerer who tried to attain immortality and beauty through magic blundered and is doomed to exist as a rotting corpse.",
  "MonsterTrivia0557": "",
  "MonsterTrivia0311": "A living corpse at odds with its own existence who was able to free itself of such worries by permanently discarding its brain.",
  "MonsterTrivia0558": "",
  "MonsterTrivia0312": "A human that was reduced to a living corpse via evil power. It's favorite thing to eat is fresh corpses of recently deceased.",
  "MonsterTrivia0559": "",
  "MonsterTrivia0313": "A blacksmith who killed himself who was revived by a demon lord. He lost all reason and can barely distinguish ally from enemy.",
  "MonsterTrivia0314": "A human who died with regrets that has turned into a ghost, but if you look at its face, you'll soon realize it isn't over anything serious.",
  "MonsterTrivia0315": "A dead spirit employed in servitude of the grim reaper. Its main job is to appear before living beings and collect their souls for its master.",
  "MonsterTrivia0316": "A spirit doomed to roam the transient world, looking for its comrades. When it sees a human, it tries to drag it to the underworld",
  "MonsterTrivia0317": "A troublesome spirit that resents all this world has to offer. It can be heard constantly yelling out its grievances in a loud voice.",
  "MonsterTrivia0318": "A clump of ill-will that gathered into one spot, and became a human-attacking blob of muck and gunk before long.",
  "MonsterTrivia0319": "From the depths of a swamp in hell comes a living poison. Its essense is a clump of poison, so the face it has is a proxy.",
  "MonsterTrivia0320": "A fiery deluge from deep underground given a will by evil spirits. It aims to scorch all existence with lava.",
  "MonsterTrivia0567": "",
  "MonsterTrivia0321": "With a body like a balloon, it floats by as light as air. The goals and extent of its llife are an enigma to everyone.",
  "MonsterTrivia0568": "",
  "MonsterTrivia0322": "Its body is filled with gas that is lighter than air itself. If you put an open flame near it, it would probably swell and pop.",
  "MonsterTrivia0569": "",
  "MonsterTrivia0323": "Other monsters have forcefully scribbled graffiti all over its stomach. As you can imagine, this really pissed it off.",
  "MonsterTrivia0324": "A legend passed around among professional gamblers states that if you defeat this monster 14 times, you'll find unrivaled luck and fortune",
  "MonsterTrivia0325": "A tenacious samurai with something to protect even in death. Despite his relatively small size, he handles 2 swords simutaneously with ease.",
  "MonsterTrivia0326": "A skull-faced shogun who appears as the moon rises. He commands an ancient, dual blade tech called \"The Moon Cleaving Murder Arts\".",
  "MonsterTrivia0327": "A grinning, living rock monster. They are usually pretty chill, but are known to have extreme mood swings that result in explosions.",
  "MonsterTrivia0328": "A monster filled with enough affection for its allies that it will sacrifice itself in a blaze of glory to bring them back from the dead.",
  "MonsterTrivia0329": "Surely smiling is not a bad thing, but this monster is infamous for doing so in a creepy, excessive manner that makes children cry.",
  "MonsterTrivia0330": "It's called the \"Droll Roller\" by other monsters who watch in amazement as it rolls by them smiling, slowly but steadily.",
  "MonsterTrivia0577": "",
  "MonsterTrivia0331": "A Monster in the incarnation of a burning celestial sun. Everyday it spends at least three minutes brushing its teeth to avoid decay.",
  "MonsterTrivia0578": "",
  "MonsterTrivia0332": "The younger brother of a Spitnik, that chooses to live in a slightly less conspicuous manner. They say it has a \"dark\" sense of humor.",
  "MonsterTrivia0579": "",
  "MonsterTrivia0333": "A shimmering star that signifies calamity. With a form resembling a blue sun, it pesters even other demons with its pesky orbiting.",
  "MonsterTrivia0334": "Disguised as a treasure box, it likes to trick adventurers and swallow them whole. It then disolves their bones within its confines.",
  "MonsterTrivia0335": "The soul of a greedy thief who was killed by monsters trying to escape with treasure that is now bound to a chest.",
  "MonsterTrivia0336": "A box that is said to have unleashed sin upon the world. Curious persons who open it learn true despair.",
  "MonsterTrivia0337": "A giant made from animated soil. It was originally created to guard a certain village from intruders unworthy of entry.",
  "MonsterTrivia0338": "The stories say that it was created by a sorcerer who stole mountains of gold, only to have no practical use for it.",
  "MonsterTrivia0339": "A monster created when blood spilt onto the battlefield seeped into rocks. It will relentlessly attack anything it sees as if by instinct.",
  "MonsterTrivia0340": "A monster created by a demon lord whom imbued its power into ordinary ice to create never-melting, super conducting, self sustaining ice.",
  "MonsterTrivia0587": "",
  "MonsterTrivia0341": "A knight who was cursed by the monster he slew to remain in his armor as a soul. He has come to hate all living things in his curse.",
  "MonsterTrivia0588": "",
  "MonsterTrivia0342": "A human soldier defeated in battle turned to a monster that serves hell. It has discarded its human body and spirit, existing as a hallow shell.",
  "MonsterTrivia0589": "",
  "MonsterTrivia0343": "A bloodstained living armor that hates humans. As punishment for betraying its former lord, it was condemned to the fires of hell and transformed.",
  "MonsterTrivia0344": "A special suit of armor fashioned by wicked magic that serves as a vessel to contain a dark force that if freed would try to consume all existence.",
  "MonsterTrivia0345": "A battle capable demon suited up in heavy armor. With the weapons it commands, it has the offensive and defensive capabilities of a tank.",
  "MonsterTrivia0346": "A belt wearing beast that stands behind its ability to fend off half- hearted attacks with its tusk like dragon claw forged weaponery.",
  "MonsterTrivia0350": "A stone pillar monster that hides many mysteries. It claims to be a good dancer, but no one can quite understand what that entails.",
  "MonsterTrivia0597": "",
  "MonsterTrivia0351": "Originally hailing from the far east, this animate column has vowed to leave its past behind and become a pillar of western society.",
  "MonsterTrivia0598": "",
  "MonsterTrivia0352": "A fallen celestial monster said to be offspring of the moon itself. It can be seen high up in the skies every night lamenting with teary eyes.",
  "MonsterTrivia0599": "",
  "MonsterTrivia0353": "A small celestial entity that fed on the negative emotions of humanity in order to grow to its current gargantuan size.",
  "MonsterTrivia0354": "It boasts so many silly expressions that it's referred to as the son of Mars, the god of war. It rejects that claim, due to its violent temperment.",
  "MonsterTrivia0355": "A monster born from the flames of Hell. Due to its warmth, it's often used in underworld households for heating, and cooking meals.",
  "MonsterTrivia0356": "A flame that adapted to the icy glacial climate and evolved. Anything that touches it is instantly frozen solid.",
  "MonsterTrivia0360": "The soul of a human who sunk into a bottomless bog and died, refashed into a demon using the mud of the bog where it passed.",
  "MonsterTrivia0361": "Its whole body is made of a mysterious gelatinous ooze. Humans foolish enough to apprach it are assimilated.",
  "MonsterTrivia0362": "A magma monster that spends its days wading in hot lava. To it, the scorching heat of such feels like little more than a hot spring.",
  "MonsterTrivia0363": "A monster born from the regrets of drowned sailors lost at sea. It drags any human it sees into the deeps to bolster its undead crew.",
  "MonsterTrivia0364": "Gas that was left behind during the creation of the universe, that fermented into a monster. Its form is made from an unknown substance.",
  "MonsterTrivia0365": "Born from an ancient wicked evil waiting inside a dormant volcano. Don't breath its gas in; you'll end up with a hell of a sore throat.",
  "MonsterTrivia0366": "A Cumaulus that leearned to manifest itself as a blizzard. It's the polar opposite of a Hell Nio, and constantly feuds with them.",
  "MonsterTrivia0370": "A demonic being that came from another dimension. With its huge silver muscles and giant axe, it can cleave a mountain into two.",
  "MonsterTrivia0371": "This construct used to be a golden golem, but was reforged into a body of pure emerald. It sits at the top of Moh's scale of golems.",
  "MonsterTrivia0372": "A wicked overlord that rules all golems through terror. It's a narcissist that is in love with its own perfect physique.",
  "MonsterTrivia1000": "",
  "MonsterTrivia0373": "Gifted a body of heavy metal, it still acts as an organic lifeform would. It spends all day trying to land in trees without snapping their branches.",
  "MonsterTrivia1001": "",
  "MonsterTrivia0374": "A deadly monster-built machine created to slice and dice human flesh. Its sharp wings are capable of sending limbs flying into the breeze,",
  "MonsterTrivia1002": "",
  "MonsterTrivia0375": "It hunts from the darkness, camouflaged by its onyx frame. If you hear the subtle mechanical whir of machinery on a night stroll, you are already dead.",
  "MonsterTrivia1003": "",
  "MonsterTrivia0376": "A mad scholar once tried to remodel a Clockwork Cuckoo, resulting in this red-hot, bloodied bot, stained from shredding foes with its' talons.",
  "MonsterTrivia1004": "",
  "MonsterTrivia0380": "A robot developed for future use in cultivating the forest, that became a vicious, tree-mowing, deforesting destroyer due to a failed tune-up.",
  "MonsterTrivia0381": "A new model of Killing Machine made to exterminate humans more rapidly, with extra weaponry and the ability to hover off the ground.",
  "MonsterTrivia0382": "A malicious machine made only to exterminate human beings. With a deadly weapon in each hand, it can shred its targets into pieces.",
  "MonsterTrivia1010": "",
  "MonsterTrivia0383": "The ultimate model of Killing Machine, rebuilt from the ground up, by demons. It has a battle power equal to that of roughtly 10,000 slimes.",
  "MonsterTrivia1011": "",
  "MonsterTrivia0384": "A machine said to have existed since before the worlds' creation, programmed to destroy all that crosses its' path, living or not.",
  "MonsterTrivia1012": "",
  "MonsterTrivia0385": "A Trauminator armored in pure gold plate designed to last for all eternity. Its magic-infused gold plate grants higher durability than steel plate.",
  "MonsterTrivia1013": "",
  "MonsterTrivia0386": "Originally a metal dragon statue, one night an ominous moon radiating bathed the statue in a demonic light, bringing it to life.",
  "MonsterTrivia1014": "",
  "MonsterTrivia0390": "A leader amongst a tribe of bamboo spear brandishing footmen. It was given its name due to the light it emits during nighttime combat.",
  "MonsterTrivia0391": "A forrest ruffian armed with only a bamboo spear. It's flashy look lures in its' enemies in, which it then seeks to best in combat.",
  "MonsterTrivia0392": "A monster made from a mysterious golden gooey substance. If you lick it, you'll find that it tastes like cream, with a slightly salty flavor left over.",
  "MonsterTrivia1020": "",
  "MonsterTrivia0393": "A fondude covered in black mold, it has a complex flavor. It's intense aroma and sharp look, have attracted many over time.",
  "MonsterTrivia1021": "",
  "MonsterTrivia0394": "A legend states that an ancient king named Gorgonzola was reincarnated with a fondude-like form. Apparently, he made this decision himself!",
  "MonsterTrivia1022": "",
  "MonsterTrivia0395": "A fondude that comes in a variety of different colors. When fused with other monsters, they will inherit a unique color from this Fondude.",
  "MonsterTrivia1023": "",
  "MonsterTrivia0396": "A doll that looks harmless enough. It likes to creep up behind those who let their guard down and give them a BIIIIIIG, spikey hug.",
  "MonsterTrivia0400": "A monster that has taken the form of a dresser, lying patiently in wait for prey. It insists that its real name should be \"Purple People Eater\".",
  "MonsterTrivia0647": "",
  "MonsterTrivia0401": "Once upon a time, a king tried to hide in this cabinet to escape from an assassin. It didn't work, and his regrets live on to do on to others.",
  "MonsterTrivia0648": "",
  "MonsterTrivia0402": "A monster chained to a pillar, as its name implies. You can ask what it likes to do for fun, but it will probably never let the secret out.",
  "MonsterTrivia0649": "",
  "MonsterTrivia0403": "A strange monster clad in rags of deep blood-red color. It chained intself to a pillar, possibly to atone for sins it had committed in the past.",
  "MonsterTrivia0404": "A gold-dyed monster that is bound completely to a pillar. It has risked its life trying to escape numerous times, but has yet to be successful.",
  "MonsterTrivia0405": "A massive empire from long ago built this monster as a weapon in ancient times. Said empire is long forgotten, but it still fights to an unknown goal.",
  "MonsterTrivia0406": "A young man who lost his bride to monsters became one to spread the love a little, and grant others the saddest day of their lives.",
  "MonsterTrivia0407": "A line of kings has in succession donned a legendary blessed cloak, using its mystic powers to protect the deep ocean floor from evil.",
  "MonsterTrivia0408": "A toad monster fused with a giant cannon created as a living weapon. It fires off ammo that it stores in its body to make its victims croak.",
  "MonsterTrivia0409": "A monster who is completely armored from head to toad. Rumors speculate that they transform the food they eat into ammunition for use in battle.",
  "MonsterTrivia0410": "The king of all artillery toads. At first glance, it seems to be sitting with the majesty of a king on a throne. Upon further inspection, it's just asleep.",
  "MonsterTrivia0657": "",
  "MonsterTrivia0411": "A squid-like monster rumored to be a mere child. What it lacks in size, it makes up for with a 1 trillion times the will-power of normal monsters.",
  "MonsterTrivia0658": "",
  "MonsterTrivia0412": "A squid living the prime days of its childhood. It has grown to be selfish due to being pampered and spoiled by the giant squids that parent it.",
  "MonsterTrivia0659": "",
  "MonsterTrivia0413": "Its' frightening strength makes its' jaw impossible to open by force. When it coils up, the force of its' bite increases 120 times over.",
  "MonsterTrivia0414": "A king in the crocodile kingdom who has survived since ancient times. It has absorbed various dark energy over time to reach its current form.",
  "MonsterTrivia0415": "A monster nicknamed \"bigfang\" due to its gargantuan teeth, which have the force and sharpness to rip anything completely to shreds.",
  "MonsterTrivia0416": "A deepsea angelfish monster well known for being an angler. As its brain develops, it learns to use its light to lure in prey to feed on.",
  "MonsterTrivia0417": "Dubbed the \"sea-demon\" by sailors, this demonic fish monster is known to suddenly pop up to the surface of the ocean and attack ships.",
  "MonsterTrivia0418": "Paralyzes those who touch the shiny, inviting glow at the end of its feeler, which soon leads to obtuse obesity.",
  "MonsterTrivia0419": "Many think it resembles an octopus, but the fact of the matter is that anatomically, it's much closer to a leech.",
  "MonsterTrivia0420": "A monster suspected to be an octo-leech matriarch. No one has ever witnessed it raising a child, making this remain unconfirmed.",
  "MonsterTrivia0667": "A blue dragon that lives on snowy peaks. The stories say that during nightime snowstorms it comes to steal your soul.",
  "MonsterTrivia0421": "An evil diety who rules over the monsters of the sea. He is an expert lancer, and runs his own spearfishing enterprise.",
  "MonsterTrivia0668": "",
  "MonsterTrivia0422": "A relative of Gracos that lurks at the bottom of the ocean. He claims to be the strongest in his family, but his wife can defeat him efortlessly.",
  "MonsterTrivia0669": "",
  "MonsterTrivia0423": "Although he is the decendant of the dreadlord Gracos, he is more timid in demeanor, and popular amongst his subjects as a gentle monarch.",
  "MonsterTrivia0424": "A monster in the form of a giant squid named in many legends of old. The last hunting ship that went after it's said to have disappeared at sea.",
  "MonsterTrivia0425": "An evil sea monster feared by the most dreadful of pirates. Its tentacles will drag all who encounter it, down into Davey Jones' Locker.",
  "MonsterTrivia0426": "A monster that lives deep under the oceans' surface, responsible for pulling countless ships under with its' tentacles. Few witnesses live to tell.",
  "MonsterTrivia0427": "\n\n\n",
  "MonsterTrivia0428": "\n\n\n",
  "MonsterTrivia0429": "\n\n\n",
  "MonsterTrivia0430": "Its bony forehead is bulky enough to tear a hole into the bottom of a passingby ship and give sailors a sinking feeling of helplessness.",
  "MonsterTrivia0677": "",
  "MonsterTrivia0431": "A breed of fish monster that once escaped an attack by fishermen and regrouped, plotting revenge on any who would tread in its waters.",
  "MonsterTrivia0678": "",
  "MonsterTrivia0432": "It's teeth will crush bones, phones, feet, meat, bees, tress, gold, mold, rocks, socks, trains, planes, and just about anything else tasty.",
  "MonsterTrivia0679": "",
  "MonsterTrivia0433": "Under its fat blubber are toned muscles that allow it to use its tree-like arms to punch foes into bloody, pulpy walrus chum",
  "MonsterTrivia0434": "This Tuskateer emerged victorious, as the new heavy-weight title champion of the World Tuskateer Sumo Wresting Federation.",
  "MonsterTrivia0435": "Said to be a stalwart gentleman of the sea, amongst fellow Tuskateers. Usually gentle, but if angered, is unrelenting until the deal is sealed.",
  "MonsterTrivia0436": "An imp, riding upon a phantom fish. It's known its' fish partner since birth, through thick and thin.",
  "MonsterTrivia0437": "It always dreamt of becoming a famous duo with its' loyal sardine companion, known only as \"The Raspberry Riders\".",
  "MonsterTrivia0438": "A type of zombie fish. When they attack as a school, all at once, all flesh will be devoured in the blink of an eye.",
  "MonsterTrivia0439": "A fish monster who appears to have a body made of bones. However, it's just become emaciated over time due to it's poor diet.",
  "MonsterTrivia0440": "A monster that takes pride in its armored, harder-than-steel body. Weapons used against it become shells of what they once were.",
  "MonsterTrivia0687": "",
  "MonsterTrivia0441": "Acts like a kitten, but when you are bitten, you'll soon flee. A murderous turtle is quite a tall hurdle, under the sea.",
  "MonsterTrivia0688": "",
  "MonsterTrivia0442": "The spikes on its shell are not only sharp, but also act as grounding-rods that will absorb the strongest magics.",
  "MonsterTrivia0689": "",
  "MonsterTrivia0443": "A giant whale monster and diety guardian of the sea. It has a calm disposition, and amiable personality.",
  "MonsterTrivia0444": "A monsterous whale that makes the bottom of the ocean its turf. Its giant maw is large enough to crush anything that fits on the sea floor.",
  "MonsterTrivia0445": "A legendary whale with a shimmering white carapace that sailors in ancient times revered, as they thought it was a messenger bearing the word of god",
  "MonsterTrivia0446": "A strange monster with spikes protruding from its body. They think it was born from the love of a dolphin and a pufferfish.",
  "MonsterTrivia0450": "A seahorse knight born into a noble linage. It posesses both the manners and strength that one would expect from a being referred to as a \"knight\"",
  "MonsterTrivia0697": "",
  "MonsterTrivia0451": "An elite warrior of a sunken kingdom on the oceans floor. They pay no attention to one another, as to be free of all distraction while on duty.",
  "MonsterTrivia0698": "",
  "MonsterTrivia0452": "A tyrant seeking to enslave the entire ocesn. Its rage is enough to send the waves into a fiery boil. evaporating them and ending all ocean life.",
  "MonsterTrivia0699": "",
  "MonsterTrivia0453": "A form that Wulfspade Ace can assume using his artifact weapon. The legends state that this one isn't even his final form.",
  "MonsterTrivia0454": "The demonic form of Wulfspade Ace after being corrupted by a wicked force. Its claws can rend through almost anything.",
  "MonsterTrivia0455": "A divine beast entrusted with holy power. It only achieved its adult form after completing an arduous pilgrimage in its child form.",
  "MonsterTrivia0456": "The legendary god of destruction. It has come to reduce the world to ashes, and nothing can hope to deter it on its mission of ruin.",
  "MonsterTrivia0460": "Often referred to as the King of Hell. Its appearance is overwhelming, and it has a very destructive, dark power. Fitting for the ruler of hell.",
  "MonsterTrivia0461": "A demon king who seeks to enslave both the real world and dream world. He likes to peak his head out in caution before making his move.",
  "MonsterTrivia0462": "A demon lord who sealed away entire continents with dark magic. His form is a grotesque combo of man, demon, and dragonkin.",
  "MonsterTrivia0463": "A dark god from ancient times. For the sake of his revival, the lives of many great sages and one poor monarch have been ruined.",
  "MonsterTrivia0464": "An angel in service to god that fell when he came to detest humanity. His wrath unleashed could mean the end of the world.",
  "MonsterTrivia0465": "When cornered, Negel the lord of hell unleashed a dark force like none had seen before and became this beastly god.",
  "MonsterTrivia0466": "A woman who used the magic of creation to aid her in a quest to obtain heroic power, but turned demonic instead.",
  "MonsterTrivia0470": "A shimmering white holy dragon. Formerly a human sage named Miraclare, she was transformed into a dragon to guard the rift.",
  "MonsterTrivia0471": "The nameless king of the dark rift's final form. One look into his evil eye mulches minds into nothingness. Even his own..",
  "MonsterTrivia0472": "One of Rhapthorne's highest ranked subordinates. He has a powerful stature, but prefers using brains over brawn often.",
  "MonsterTrivia0473": "A dark dragon aiming to use the power of its eternal rival, the goddess of light, in oder to seal Yggdrasil in twilight.",
  "MonsterTrivia0474": "An emperor whose coming was detailed in ancient lore. It's a beast of supreme atrocity that fears nothing save flowing time.",
  "MonsterTrivia0475": "Madessa-gorah's ultimate form, granted the power to mold existence to its own will by supra-natural spirits.",
  "MonsterTrivia0476": "A member of the celestial force trio that commands the power of the ground. It likes to fight, so it will challenge all that come before it.",
  "MonsterTrivia0480": "A secret weapon that appears before monster masters that prove they are worthy of receiving its aid. It transforms into a mechanized bike.",
  "MonsterTrivia0481": "A monster of the \"meta\" breed. Its back is smoother than other metas, which makes it a suitable monster for Masters to ride upon.",
  "MonsterTrivia0482": "A band of 7 misfits who wear dirty undies proudly as a mask. They travel the lands in a flying boat, stealing from the rich.",
  "MonsterTrivia0483": "A secret weapon that appears before monster masters that prove they are worthy of receiving its aid. It turns into a Mechanized pegasus.",
  "MonsterTrivia0484": "A robot built by Dark Master to serve as a custodian and keeper of the False Paradise constructed to supress a certain threat.",
  "MonsterTrivia0485": "A Machine created by the revived Dark Master to serve as a vessel for his soul, to create the ultimate break monster of pure evil.",
  "MonsterTrivia0486": "A secret weapon that appears before monster masters that prove they are worthy of receiving its aid. It specializes in underwater warfare.",
  "MonsterTrivia0490": "The ultimate evolution of Snapped via the power of Mother. It acts as if it's an omnipotent god, but deep down inside, it feels empty and powerless.",
  "MonsterTrivia0491": "The final form of Dark Master, half serpent, half machine. Its draws ill-intent from Darkonium the world over, to stay alive.",
  "MonsterTrivia0492": "A sub-species of Slime, born from the concentrated elements found in Darkonium. Its excessively feral nature makes it impossible to tame.",
  "MonsterTrivia0493": "A sub-species of She-Slime, born from the concentrated elements found in Darkonium. Its excessively feral nature makes it impossible to tame.",
  "MonsterTrivia0494": "A sub-species of Metal Slime, born from the elements found in Darkonium. Its excessively feral nature makes it impossible to tame.",
  "MonsterTrivia0495": "A sub-species of Chimaera, born from concentrated elements found in Darkonium. Its excessively feral nature makes it impossible to tame.",
  "MonsterTrivia0496": "A Hocus Chimaera, born from concentrated elements found in Darkonium. Its excessively feral nature makes it impossible to tame.",
  "MonsterTrivia0500": "A King Crab corrupted by exposure to the Darkonium element. Its spirit has been broken by the corruption, and it will ignore attempts to scout it.",
  "MonsterTrivia0747": "An underling of the archfiend Zoma sent from the world of darkness to enslave the lands above. His dark magic hides unspeakable power.",
  "MonsterTrivia0501": "Darkonium contamination sent this monster into a vicious rage, causing blade-like tumors to crystalize and extend from every area of its body.",
  "MonsterTrivia0748": "A dragon god who rules the Sky Realms. He will grant any wish to those who complete his trials and collect the 7 Dragon Balls.",
  "MonsterTrivia0502": "An Atlas corrupted by exposure to the Darkonium element. Its spirit has been broken by the corruption, and it will ignore attempts to scout it.",
  "MonsterTrivia0749": "A blue dragon that lives on snowy peaks. The stories say that during nightime snowstorms it comes to steal your soul.",
  "MonsterTrivia0503": "A Liege Lizard corrupted by exposure to the Darkonium element. Its spirit has been broken by the corruption, and it will ignore attempts to scout it.",
  "MonsterTrivia0504": "A Gaia Dragon corrupted by exposure to the Darkonium element. Its spirit has been broken by the corruption, and it will ignore attempts to scout it.",
  "MonsterTrivia0505": "A Prism Peacock corrupted by to the Darkonium element. Its spirit has been broken by the corruption, and it will ignore attempts to scout it.",
  "MonsterTrivia0506": "A sub-species of Terrorhawk, born from concentrated elements found in Darkonium. Its excessively feral nature makes it impossible to tame.",
  "MonsterTrivia0507": "A Skelegon corrupted by exposure to the Darkonium element. Its spirit has been broken by the corruption, and it will ignore attempts to scout it.",
  "MonsterTrivia0508": "A Dragon Zombie was exposed to the Darkonium element. Its spirit has been broken by the corruption, and it will ignore attempts to scout it.",
  "MonsterTrivia0509": "A King Squid corrupted by exposure to the Darkonium element. Its spirit has been broken by the corruption, and it will ignore attempts to scout it.",
  "MonsterTrivia0510": "A Tentacular corrupted by exposure to the Darkonium element. Its spirit has been broken by the corruption, and it will ignore attempts to scout it.",
  "MonsterTrivia0757": "A three-eyed yellow elephant with fantastic fangs. Threatened to near extinction from overhunting due to the stat-increasing seeds they drop.",
  "MonsterTrivia0511": "A Voodoo Doll corrupted by exposure to the Darkonium element. Its spirit has been broken by the corruption, and it will ignore attempts to scout it.",
  "MonsterTrivia0758": "An Axolotl warrior that swings a sword of pure fire efortlessly with great skill. All the girls think it is super cute.",
  "MonsterTrivia0512": "A sub-species of Spiked 'Doo, born from concentrated elements found in Darkonium. Its excessively feral nature makes it impossible to tame.",
  "MonsterTrivia0759": "The spirit of an executed prisoner that left its body right before dying. It will curse all those it manages to find with its death magic.",
  "MonsterTrivia0513": "A sub-species of Dragrove, born from concentrated elements found in Darkonium. Its excessively feral nature makes it impossible to tame.",
  "MonsterTrivia0514": "A Volcanic Dragrove, born from concentrated elements found in Darkonium. Its excessively feral nature makes it impossible to tame.",
  "MonsterTrivia0515": "An Elder Dragrove, born from concentrated elements found in Darkonium. Its excessively feral nature makes it impossible to tame.",
  "MonsterTrivia0516": "A Mourning Moon, born from concentrated elements found in Darkonium. Its excessively feral nature makes it impossible to tame.",
  "MonsterTrivia0517": "A sub-species of Gloomy Globe, born from concentrated elements found in Darkonium. Its excessively feral nature makes it impossible to tame.",
  "MonsterTrivia0518": "A sub-species of Mars Mug, born from concentrated elements found in Darkonium. Its excessively feral nature makes it impossible to tame.",
  "MonsterTrivia0519": "A sub-species of Tuskateer, born from over-exposure to Darkonium. Its excessively feral nature makes it impossible to tame.",
  "MonsterTrivia0520": "A sub-species of Maulrus, born from over-exposure to Darkonium. Its excessively feral nature makes it impossible to tame.",
  "MonsterTrivia0767": "Often captured by humans to be kept as pets, however those who see its dinner manners usually let it go. Nicknamed \"See-food fairy\"",
  "MonsterTrivia0521": "A War-rus corrupted by exposure to the Darkonium element. Its spirit has been broken by the corruption, and it will ignore attempts to scout it.",
  "MonsterTrivia0768": "Blood from the executioner's block that formed a monster. It draws in other monsters with its evil energies, but really just wants some help.",
  "MonsterTrivia0522": "The once mighty King who was torn to shreds by a brave hero. He was then resurrected by Darkonium, and is now only a hallow, evil shell.",
  "MonsterTrivia0769": "Each of its eight limbs seeks \"The Lion's Share\" of its prey, thus it must divide its spoils into EXACTLY eight portions to keep them happy.",
  "MonsterTrivia0523": "A monster that lived for eons that was still unable to escape Darkonium Contamination. Its ability to reason is gone, it's on a constant rampage.",
  "MonsterTrivia0524": "Exposed to the Darkonium element, which then magnified the latent evil energies dormant inside of it, and gave birth to Darkonium armor.",
  "MonsterTrivia0525": "An Archdemon corrupted by exposure to the Darkonium element. Its spirit has been broken by the corruption, and it will ignore attempts to scout it.",
  "MonsterTrivia0526": "Dark Master's Deva in charge of the seige of Undead Garden. He commands an extremely cautious disposition.",
  "MonsterTrivia0527": "One of Dark Master's four Devas. He is the main culprit behind the tension between the residents of Polar Park.",
  "MonsterTrivia0528": "Dark Master's Deva placed as the warden of the Darkiron Bastille. He is also tasked with the creation of a Break Monster army.",
  "MonsterTrivia0529": "Being mechanical isn't enough to prevent Darkonium contamination, as you can see from this disfigured machine, now running berserk.",
  "MonsterTrivia0530": "A Metal Dragon, over-exposed to the Darkonium element. Its spirit has been broken by the corruption, and it will ignore attempts to scout it.",
  "MonsterTrivia0777": "A Pink devil that lurks where people play Bingo. The rumors say that right when somoene is about to win, it will leap out and steal their glory.",
  "MonsterTrivia0531": "One of Dark Master's Devas. He rules over his stronghold and often kidnaps Nochoros from the nearby encampment.",
  "MonsterTrivia0778": "The child of the most elite demons in the underworld, who attends a special academy. The ones who get good grades become Archdemons.",
  "MonsterTrivia0532": "A rare breed of rainbow-shelled Bad Egg. The monster masters from Super Light seem to favor it the most of all.",
  "MonsterTrivia0779": "A giant ray monster who can fly through the skies as if it were swimming. It smothers its prey with its giant, fan-line body.",
  "MonsterTrivia0533": "An ominous egg, bearing the wings of a demon on its' shell. Within, it's filled with wicked tidings, making its' threat level \"no yolk\".",
  "MonsterTrivia0534": "A shiny, golden-shelled egg that bears the title of emperor. A wicked monarch of times now forgotten, his soul eternally resides within...",
  "MonsterTrivia0535": "A Dragon Caesar, fully awakened by a holy light. Few among the dragons are deemed worthy to bear this power, chosen for such greatness.",
  "MonsterTrivia0536": "A young beast born of the darkness itself. Though small in size, its' soul is filled with murderous intent. It eats prey several times its' size",
  "MonsterTrivia0537": "A phantom unicorn that enslaves the realm of dreams. Those who see it in their dream are unable to wake up, succumbing to their own nightmares.",
  "MonsterTrivia0538": "A monster who's fur is corrupted and bloodied due to the countless murder it commits under the command of the demon lords that govern it.",
  "MonsterTrivia0539": "A sanguini that emerged from the encroaching darkness. It's treated as a god by other sanguinis, even though it's no blood relative.",
  "MonsterTrivia0540": "A golem created from cursed, black coals. The cursed energy from within them emerged as a dominant force, creating a true avatar of wickedness.",
  "MonsterTrivia0787": "    Round ",
  "MonsterTrivia0541": "A new model of Killing Machine, built into a versatile light-weight frame. Though its armor is relatively weak, it's much more agile as a trade off.",
  "MonsterTrivia0788": "Kingdom of Great Tree   ",
  "MonsterTrivia0542": "A state-of-the-art killing machine with a limited edition frame. Its crimson color complements the blood splatters on it, from its' slaughtered foes.",
  "MonsterTrivia0789": " GreatLog  ",
  "MonsterTrivia0543": " King Slime   ",
  "MonsterTrivia0544": "A dragon that commands wanton destruction. With its monsterous strength, it can grind the bones of those who stand against it into dust.",
  "MonsterTrivia0545": "A wild, untamed horse demon, hidden behind an enshrouding sandstorm. It is said to have devoured an entire village, who foolishly summoned it.",
  "MonsterTrivia0546": "A monster that some call \"The Rainbow Emperor\". One cannot tell for certain if it's a robot or not, even with all its artillery.",
  "MonsterTrivia0550": "A earthworm that grew into a giant from Darkonium exposure. It maintains its merciless apetite by eating anything that it sees.",
  "MonsterTrivia0797": "  Small   ",
  "MonsterTrivia0551": "A wyrm with a frighjtening black body. It's said to be impossible to tame for novices due to its brutal ferocity.",
  "MonsterTrivia0798": "  Small   ",
  "MonsterTrivia0552": "A robot constructed of pure gold that was manufactured by a successful businessman that wished to imortalize his deeds.",
  "MonsterTrivia0799": "  Small   ",
  "MonsterTrivia0553": "A robot covered in shiny platemail made from platinum. All the gold in a country couldn't reach high enough value to match it.",
  "MonsterTrivia0554": "",
  "MonsterTrivia0555": "",
  "MonsterTrivia0556": "",
  "MonsterTrivia0560": "",
  "MonsterTrivia0561": "",
  "MonsterTrivia0562": "",
  "MonsterTrivia0563": "",
  "MonsterTrivia0564": "",
  "MonsterTrivia0565": "",
  "MonsterTrivia0566": "",
  "MonsterTrivia0570": "",
  "MonsterTrivia0571": "",
  "MonsterTrivia0572": "",
  "MonsterTrivia0573": "",
  "MonsterTrivia0574": "",
  "MonsterTrivia0575": "",
  "MonsterTrivia0576": "",
  "MonsterTrivia0580": "",
  "MonsterTrivia0581": "",
  "MonsterTrivia0582": "",
  "MonsterTrivia0583": "",
  "MonsterTrivia0584": "",
  "MonsterTrivia0585": "",
  "MonsterTrivia0586": "",
  "MonsterTrivia0590": "",
  "MonsterTrivia0591": "",
  "MonsterTrivia0592": "",
  "MonsterTrivia0593": "",
  "MonsterTrivia0594": "",
  "MonsterTrivia0595": "",
  "MonsterTrivia0596": "",
  "MonsterTrivia0600": "",
  "MonsterTrivia0847": "Round  Round   ",
  "MonsterTrivia0601": "",
  "MonsterTrivia0848": "Spirit World  Battle   ",
  "MonsterTrivia0602": "",
  "MonsterTrivia0849": "  Spirit World  Ride  ",
  "MonsterTrivia0603": "",
  "MonsterTrivia0604": "",
  "MonsterTrivia0605": "",
  "MonsterTrivia0606": "",
  "MonsterTrivia0607": "",
  "MonsterTrivia0608": "",
  "MonsterTrivia0609": "",
  "MonsterTrivia0610": "",
  "MonsterTrivia0857": " Murdaw    ",
  "MonsterTrivia0611": "",
  "MonsterTrivia0858": " Jester   Wildcard  Unify      ",
  "MonsterTrivia0612": "",
  "MonsterTrivia0859": "     ",
  "MonsterTrivia0613": "",
  "MonsterTrivia0614": "",
  "MonsterTrivia0615": "",
  "MonsterTrivia0616": "",
  "MonsterTrivia0617": "",
  "MonsterTrivia0618": "   ",
  "MonsterTrivia0619": "",
  "MonsterTrivia0620": "",
  "MonsterTrivia0867": "Green Dragon Quests    Conklave   ",
  "MonsterTrivia0621": "",
  "MonsterTrivia0868": "Green Dragon Quests    Conklave   ",
  "MonsterTrivia0622": "",
  "MonsterTrivia0869": "  No.  ",
  "MonsterTrivia0623": "",
  "MonsterTrivia0624": "",
  "MonsterTrivia0625": "",
  "MonsterTrivia0626": "",
  "MonsterTrivia0627": "",
  "MonsterTrivia0628": "",
  "MonsterTrivia0629": "",
  "MonsterTrivia0630": "",
  "MonsterTrivia0877": " Anses  ",
  "MonsterTrivia0631": "",
  "MonsterTrivia0878": " Anses  ",
  "MonsterTrivia0632": "",
  "MonsterTrivia0879": " Dark Master    Swap  ",
  "MonsterTrivia0633": "",
  "MonsterTrivia0634": "",
  "MonsterTrivia0635": "",
  "MonsterTrivia0636": "",
  "MonsterTrivia0637": "",
  "MonsterTrivia0638": "",
  "MonsterTrivia0639": "",
  "MonsterTrivia0640": "",
  "MonsterTrivia0887": "",
  "MonsterTrivia0641": "",
  "MonsterTrivia0888": "",
  "MonsterTrivia0642": "",
  "MonsterTrivia0889": "",
  "MonsterTrivia0643": "",
  "MonsterTrivia0644": "",
  "MonsterTrivia0645": "",
  "MonsterTrivia0646": "",
  "MonsterTrivia0650": "",
  "MonsterTrivia0897": "",
  "MonsterTrivia0651": "",
  "MonsterTrivia0898": "",
  "MonsterTrivia0652": "",
  "MonsterTrivia0899": "",
  "MonsterTrivia0653": "",
  "MonsterTrivia0654": "",
  "MonsterTrivia0655": "",
  "MonsterTrivia0656": "",
  "MonsterTrivia0660": "",
  "MonsterTrivia0661": "    Green Dragon    = ",
  "MonsterTrivia0662": "    Green Dragon    = ",
  "MonsterTrivia0663": "",
  "MonsterTrivia0664": "Green Dragon  Red Dragon  ",
  "MonsterTrivia0665": "   ",
  "MonsterTrivia0666": "   ",
  "MonsterTrivia0670": "",
  "MonsterTrivia0671": "",
  "MonsterTrivia0672": "",
  "MonsterTrivia0673": "",
  "MonsterTrivia0674": "",
  "MonsterTrivia0675": "",
  "MonsterTrivia0676": "",
  "MonsterTrivia0680": "",
  "MonsterTrivia0681": "",
  "MonsterTrivia0682": "",
  "MonsterTrivia0683": "",
  "MonsterTrivia0684": "",
  "MonsterTrivia0685": "",
  "MonsterTrivia0686": "",
  "MonsterTrivia0690": "",
  "MonsterTrivia0691": "",
  "MonsterTrivia0692": " Liquid Metal Slime  Liquid Metal Slime ",
  "MonsterTrivia0693": "",
  "MonsterTrivia0694": "",
  "MonsterTrivia0695": "",
  "MonsterTrivia0696": "",
  "MonsterTrivia0700": "",
  "MonsterTrivia0947": "",
  "MonsterTrivia0701": "A monster disguised as a treasure box. It tricks adventurers and then swallows them whole, disolving their bones within its confines.",
  "MonsterTrivia0948": "",
  "MonsterTrivia0702": "The soul of a greedy thief who was killed by monsters trying to escape with treasure that is now bound to a chest.",
  "MonsterTrivia0949": "",
  "MonsterTrivia0703": "A box that is said to have unleashed sin upon the world. Curious persons who open it learn true despair.",
  "MonsterTrivia0704": "",
  "MonsterTrivia0705": "",
  "MonsterTrivia0706": "",
  "MonsterTrivia0707": "",
  "MonsterTrivia0708": "",
  "MonsterTrivia0709": "",
  "MonsterTrivia0710": "",
  "MonsterTrivia0957": "",
  "MonsterTrivia0711": "    Green Dragon    = ",
  "MonsterTrivia0958": "",
  "MonsterTrivia0712": "Conklave Warrior   Team   Attack ",
  "MonsterTrivia0959": "",
  "MonsterTrivia0713": "     ",
  "MonsterTrivia0714": "   ",
  "MonsterTrivia0715": "  Spirit WorldWarrior  Air ",
  "MonsterTrivia0716": "   ",
  "MonsterTrivia0717": " Legendary   ",
  "MonsterTrivia0718": " Green Dragon    ",
  "MonsterTrivia0719": "   God   ",
  "MonsterTrivia0720": " Warrior   ",
  "MonsterTrivia0967": "",
  "MonsterTrivia0721": "   ",
  "MonsterTrivia0968": "",
  "MonsterTrivia0722": "     Name  ",
  "MonsterTrivia0969": "",
  "MonsterTrivia0723": "Dragonlord   ",
  "MonsterTrivia0724": "Atlas  Pazuzu  Belial   God of Ruin  ",
  "MonsterTrivia0725": "   ",
  "MonsterTrivia0726": " Round    ",
  "MonsterTrivia0727": "    ",
  "MonsterTrivia0728": "  Wind   ",
  "MonsterTrivia0729": "   ",
  "MonsterTrivia0730": " Stone Statue    ",
  "MonsterTrivia0977": "",
  "MonsterTrivia0731": "A jokester of a monster that exists only as a hand reaching out of the mud. It is an overseer of Janken matches and will smack the losers.",
  "MonsterTrivia0978": "",
  "MonsterTrivia0732": "A former human who transformed into a monster with the Secret of Evolution. He has 4 arms and 4 legs which he uses to unleash a flurry of attacks.",
  "MonsterTrivia0979": "",
  "MonsterTrivia0733": "  Teeny Sanguini  Lot  Have ",
  "MonsterTrivia0734": "  Orders  ",
  "MonsterTrivia0735": "    ",
  "MonsterTrivia0736": "Spirit World   ",
  "MonsterTrivia0737": " Big    ",
  "MonsterTrivia0738": "   ",
  "MonsterTrivia0739": "Slime   Legendary  Lot Slime  ",
  "MonsterTrivia0740": "   ",
  "MonsterTrivia0987": "",
  "MonsterTrivia0741": "Next in-line to be the elder of the Pipit tribe that lives on the island between dreams and reality. She would rather travel the world.",
  "MonsterTrivia0988": "",
  "MonsterTrivia0742": "   Spells  ",
  "MonsterTrivia0989": "",
  "MonsterTrivia0743": "Big     ",
  "MonsterTrivia0744": "   ",
  "MonsterTrivia0745": "   Spells  ",
  "MonsterTrivia0746": "   Lot ",
  "MonsterTrivia0750": "   ",
  "MonsterTrivia0997": "",
  "MonsterTrivia0751": " Name  Black  Beautiful ",
  "MonsterTrivia0998": "",
  "MonsterTrivia0752": "Necromancer       ATK ",
  "MonsterTrivia0999": "",
  "MonsterTrivia0753": " Fight    ",
  "MonsterTrivia0754": " Spirit World    ",
  "MonsterTrivia0755": "A giant evil dragon that serves as a guardian of the Archfiend's castle. It likes to brag about that one time it defeated a great hero.",
  "MonsterTrivia0756": "An enormous 5-headed dragon with golden scales. It tests warriors and rewards those who can defeat it with medals.",
  "MonsterTrivia0760": "Round   Round  Cool Paint  Round ",
  "MonsterTrivia0761": " Killer Wave  ",
  "MonsterTrivia0762": "  All  ",
  "MonsterTrivia0763": "   ",
  "MonsterTrivia0764": "  Wind Sickles  Wind  ",
  "MonsterTrivia0765": "   ",
  "MonsterTrivia0766": "    ",
  "MonsterTrivia0770": "  Bang  Name   Have ",
  "MonsterTrivia0771": "    ",
  "MonsterTrivia0772": "    ",
  "MonsterTrivia0773": "Dance  Dance  Dance  Dance ",
  "MonsterTrivia0774": " Dance   Dance   ",
  "MonsterTrivia0775": " Forest    ",
  "MonsterTrivia0776": "    Cavorting Column ",
  "MonsterTrivia0780": "It gets a vicious image from the name given to it, but it usually doesn't attack things because it is anchored down.",
  "MonsterTrivia0781": "A black racoon ninja that fell into the path of wickedness. It travels to various lands doing evil things, until thwarted by the Gold Tanuki.",
  "MonsterTrivia0782": "A racoon that commands tricky \"rumpapumpum\" school ninpo. It can see almost 2500 miles away and transform into a giant leaf.",
  "MonsterTrivia0783": "A slime that decided to live in a giant crab-like robot. As it grew, it got too big and is now stuck inside.",
  "MonsterTrivia0784": "A form of Baramos that specializes in fighting. It serves to guard an area where the Archfiend's evil influence has not yet reached.",
  "MonsterTrivia0785": "A demon lord tried to create a super villian out of a mild-mannered Slime. Instead, that slime rose to be the masked hero known to many as Slamen Rider.",
  "MonsterTrivia0786": "A mysterious \"Dark Hero\" rumored to be the Older Brother of the Slamen Rider Girl. To protect his loved ones, he plays by his own set of rules.",
  "MonsterTrivia0790": "He is unbelievably strong for having the form of a cute lil' rat. Why exactly is he so strong? The one who knows is the one with the best nose.",
  "MonsterTrivia0791": "The captain of a pirate group known for pillaging every sea in the Space- Time continuum. His travels have led him to the realm of the Incarnus beasts.",
  "MonsterTrivia0792": "A monsterous world-renowed collector. People are envious of his treasures, but the thing he treasures the most is his own pride in other's envy of such.",
  "MonsterTrivia0793": "   ",
  "MonsterTrivia0794": " Greygnarl   Green Dragon   ",
  "MonsterTrivia0795": " God of Ruin    Wise Man  ",
  "MonsterTrivia0796": "  Small   ",
  "MonsterTrivia0800": "  Title     Wind ",
  "MonsterTrivia0801": "  Title     ",
  "MonsterTrivia0802": " Round  Round  Title      ",
  "MonsterTrivia0803": "  Title     ",
  "MonsterTrivia0804": "A form the Incarnus emperor Windeo achieves through the power of his sacred artifact. There exists a form even more powerful.",
  "MonsterTrivia0805": "A demon whom vowed to wipe out humanity after they killed his lover. He brought her back to life and is currently living together with her.",
  "MonsterTrivia0806": "A form that the giant weapon monster Rigor Mortex achieved through self meditation, with the goal of becoming an overseer of all time and space.",
  "MonsterTrivia0807": "The current reigning king of the Spirit World. He wasn't born into royalty, but rather earned the position through show of strength.",
  "MonsterTrivia0808": "To face \u0001 in battle is this demon's ultimate goal. Through resolve to put up a good fight, he has obtained absolute power.",
  "MonsterTrivia0809": " Rhapthorne    ",
  "MonsterTrivia0810": "All Green Dragon    ",
  "MonsterTrivia0811": "  Burnt  All  ",
  "MonsterTrivia0812": "     ",
  "MonsterTrivia0813": "  Small   ",
  "MonsterTrivia0814": "  Small   ",
  "MonsterTrivia0815": "  Small   ",
  "MonsterTrivia0816": "  Small   ",
  "MonsterTrivia0817": "     ",
  "MonsterTrivia0818": "Slime   ",
  "MonsterTrivia0819": "   ",
  "MonsterTrivia0820": "  Noble  ",
  "MonsterTrivia0821": "   ",
  "MonsterTrivia0822": "  Warrior  ",
  "MonsterTrivia0823": "Green Dragon  Big  ",
  "MonsterTrivia0824": "  All   ",
  "MonsterTrivia0825": "    Move   All ",
  "MonsterTrivia0826": "   ",
  "MonsterTrivia0827": "Slon  Kon    ",
  "MonsterTrivia0828": "     ",
  "MonsterTrivia0829": " Wizard   ",
  "MonsterTrivia0830": " Round   Light    Yes ",
  "MonsterTrivia0831": "   ",
  "MonsterTrivia0832": "   ",
  "MonsterTrivia0833": "  Attack  ",
  "MonsterTrivia0834": " Warrior   Round  ",
  "MonsterTrivia0835": " Bandit    ",
  "MonsterTrivia0836": "Kon  Ladja    Attack ",
  "MonsterTrivia0837": " Ladja Slon    Breath ",
  "MonsterTrivia0838": "A dog once kept by a prominent citizen of a certain town. It was transformed into something sinister by Rapthorne.",
  "MonsterTrivia0839": "A Sliderk the Reaper themed weaponized vehicular monster. The metal king sword on its back can cleave any evil it slices.",
  "MonsterTrivia0840": "A heroine rider offering her eternal support to Slamen Rider. Lately she has noticed that Slamen Dark bears a resemblance to her older brother, who has gone missing.",
  "MonsterTrivia0841": "A group of Conklave fems. They act like they are all the best of friends, but they are always fighting in secret over which one is the cutest.",
  "MonsterTrivia0842": "The elder of the Pipit tribe which lives on an island floating between reality and the Dream World. Stressed as of late due to having to choose a successor.",
  "MonsterTrivia0843": "A girl of the Pipit Tribe which lives on an island floating between reality and the Dream World. She is Tiko's eternal rival and closest friend in the world.",
  "MonsterTrivia0844": "A giant weapon designed by hand by ancient humans. It has a mirror that weaponizes the lustful desires of evil humans and uses it to lay waste.",
  "MonsterTrivia0845": "A Monkey Monster who was infused with power by concecrated grounds. He has an evil personality that will spare no wicked deed to realize goals.",
  "MonsterTrivia0846": "A band of female thieves that follow the path of Kandar. They are: Sugar the eldest, Honey the sweetheart, and Chocolate the dreamer.",
  "MonsterTrivia0850": "A wicked knight who rides upon a demonic steed. Legend says he sneaks up behind people walking alone at night and impales them, dragging them to hell",
  "MonsterTrivia0851": "A knight from the darkest levels of the abyss who keeps a ferocious mount and governs death itself. He likes to ride with bone knights so he doesn't feel lonely.",
  "MonsterTrivia0852": "A samurai that weilds a sentient blade that chooses its own victims. Once the sword has selected its prey, he will rush into battle, swinging it masterfully.",
  "MonsterTrivia0853": "A monster who usually wakes up in low spirits due to always being hungover. It drinks away sorrows due to regrets it had from former days of glory as a god.",
  "MonsterTrivia0854": "A legendary monster said to have branched off from a greater, ancient evil being, It is said that his eye brings grave misfortune upon all those who gaze into it.",
  "MonsterTrivia0855": "A wizard whom uses necromancy to manipulate the dead into fighting for it. No matter how many times his minions fall, he can order them to rise once again.",
  "MonsterTrivia0856": "A demon king who lurks within the depths of the Demon Realm. If summoned through a ritual, he will grant the summoner a wish, which will come with equity in evil deeds.",
  "MonsterTrivia0860": "The final form of the Dragon Lord, achieved through rage. He serves as the 1st guardian of the rifts beyond...",
  "MonsterTrivia0861": "The music-loving kingpin of the moles. He built a theme park under the Incarnus Realm, which houses a soundproof recital auditorium.",
  "MonsterTrivia0862": "A robot that governs the moon of a distant, paradise. He has many different modes, all of which are set to \"kill\" various things.",
  "MonsterTrivia0863": "A monster master involved with the distant country, Frostree. Hailed as the strongest of the Demonknights, newcommers yearn for his guidance.",
  "MonsterTrivia0864": "A monster master involved with the distant country, Frostree. She has a lust for victory, but as her ears reveal, she but a scaredy cat.",
  "MonsterTrivia0865": "A Conklave cosplaying as the casts of Dragon Quest 1 and 2. They feel as if the hero Loto is one amongst their numbers.",
  "MonsterTrivia0866": "A Conklave cosplaying as the cast of Dragon Quest III. They feel as if the hero Loto is one amongst their numbers.",
  "MonsterTrivia0870": "The true form of Zoma who commands ultimate darkness. He serves as the 3rd guardian of the rifts beyond...",
  "MonsterTrivia0871": "Psaro's ultimate form, realized through proper evolution. He serves as the final guardian of the rifts beyond...",
  "MonsterTrivia0872": "Said to be the same giant Bjrn that terrorized the world in the past, however he was sealed into a tiny, more managable form.",
  "MonsterTrivia0873": "A small little tyke that claims to be the son of Estark. Since they look SO alike, you can be SURE its power is 100% authentic.",
  "MonsterTrivia0874": "It has the same odor as Rebjrn and Starkers, thus the reason why it resembles Zoma so much is a scandalous mystery.",
  "MonsterTrivia0875": "A group of kids who yearn to be the next Slamen Rider. On the underside of the different masks they wear is a unique symbol that they each use as a hero sign.",
  "MonsterTrivia0876": "An upgraded golden version of the Rebel Axel designed for the personal use of a hero. Those who have caught a glimpse of it running have mistaken it for a wild beast.",
  "MonsterTrivia0880": "A Liquid Metal King formed from multitudes of Liquid Metal Slimes merging into one, constantly dripping liquid metal body. It has confidence in its abilities for the first time.",
  "MonsterTrivia0881": "A legendary pegasus that is known and revered as a monster battle scanner. The gear that it is fitted with leaves you with an impression of great strength and finesse.",
  "MonsterTrivia0882": "",
  "MonsterTrivia0883": "",
  "MonsterTrivia0884": "",
  "MonsterTrivia0885": "",
  "MonsterTrivia0886": "",
  "MonsterTrivia0890": "",
  "MonsterTrivia0891": "",
  "MonsterTrivia0892": "",
  "MonsterTrivia0893": "",
  "MonsterTrivia0894": "",
  "MonsterTrivia0895": "",
  "MonsterTrivia0896": "",
  "MonsterTrivia0900": "",
  "MonsterTrivia0901": "A demon overlord who wants to prove the Demon Realm is the strongest by invading. He commands magic of overwelming force to exercise influence.",
  "MonsterTrivia0902": "Vearn's strongest form, achieved by unleashing the power of a monsterous eye. Once he enters this form, it's said that he cannot transform back.",
  "MonsterTrivia0903": "An assassin of the demon army who takes the form of a clown. He commands his own army of Pierots, which he always tries to out-clown.",
  "MonsterTrivia0904": "An assoctiate of Vearn that has worked with him for many years. His biggest secret is his true face, which he always keeps concealed.",
  "MonsterTrivia0905": "A monster born with the sole goal of one day becoming Dai's ally. It is a commanding unit of the Beastly Kings Squad.",
  "MonsterTrivia0906": "A kind-hearted monster who raised Dai like a parent. He is the elder and overseer of the monsters of Dermlin island.",
  "MonsterTrivia0907": "A warrior rat who is constantly training to suppress the threat of Demon enslavement. He has a very group-oriented personality.",
  "MonsterTrivia0908": "",
  "MonsterTrivia0909": "",
  "MonsterTrivia0910": "",
  "MonsterTrivia0911": "",
  "MonsterTrivia0912": "",
  "MonsterTrivia0913": "",
  "MonsterTrivia0914": "",
  "MonsterTrivia0915": "",
  "MonsterTrivia0916": "",
  "MonsterTrivia0917": "",
  "MonsterTrivia0918": "",
  "MonsterTrivia0919": "",
  "MonsterTrivia0920": "",
  "MonsterTrivia0921": "",
  "MonsterTrivia0922": "",
  "MonsterTrivia0923": "",
  "MonsterTrivia0924": "",
  "MonsterTrivia0925": "",
  "MonsterTrivia0926": "",
  "MonsterTrivia0927": "",
  "MonsterTrivia0928": "",
  "MonsterTrivia0929": "",
  "MonsterTrivia0930": "",
  "MonsterTrivia0931": "",
  "MonsterTrivia0932": "",
  "MonsterTrivia0933": "",
  "MonsterTrivia0934": "",
  "MonsterTrivia0935": "",
  "MonsterTrivia0936": "",
  "MonsterTrivia0937": "",
  "MonsterTrivia0938": "",
  "MonsterTrivia0939": "",
  "MonsterTrivia0940": "",
  "MonsterTrivia0941": "",
  "MonsterTrivia0942": "",
  "MonsterTrivia0943": "",
  "MonsterTrivia0944": "",
  "MonsterTrivia0945": "",
  "MonsterTrivia0946": "",
  "MonsterTrivia0950": "",
  "MonsterTrivia0951": "",
  "MonsterTrivia0952": "",
  "MonsterTrivia0953": "",
  "MonsterTrivia0954": "",
  "MonsterTrivia0955": "",
  "MonsterTrivia0956": "",
  "MonsterTrivia0960": "",
  "MonsterTrivia0961": "",
  "MonsterTrivia0962": "",
  "MonsterTrivia0963": "",
  "MonsterTrivia0964": "",
  "MonsterTrivia0965": "",
  "MonsterTrivia0966": "",
  "MonsterTrivia0970": "",
  "MonsterTrivia0971": "",
  "MonsterTrivia0972": "",
  "MonsterTrivia0973": "",
  "MonsterTrivia0974": "",
  "MonsterTrivia0975": "",
  "MonsterTrivia0976": "",
  "MonsterTrivia0980": "",
  "MonsterTrivia0981": "",
  "MonsterTrivia0982": "",
  "MonsterTrivia0983": "",
  "MonsterTrivia0984": "",
  "MonsterTrivia0985": "",
  "MonsterTrivia0986": "",
  "MonsterTrivia0990": "",
  "MonsterTrivia0991": "",
  "MonsterTrivia0992": "",
  "MonsterTrivia0993": "",
  "MonsterTrivia0994": "",
  "MonsterTrivia0995": "",
  "MonsterTrivia0996": ""
}