{
  "TrophyName001": "Title for those who collected 10 or more monsters.",
  "TrophyName002": "Title for those who collected 5% of the total monsters collection.",
  "TrophyName003": "Title for those who collected 20% of the total monsters collection.",
  "TrophyName004": "Title for those who collected 50% of the total monsters collection.",
  "TrophyName005": "Title for those who collected 100% of the total monsters collection.",
  "TrophyName006": "Title for those who collected monsters of all Family races.",
  "TrophyName007": "Title for those who collected 2 or more monsters of the Slime Family.",
  "TrophyName008": "Title for those who collected 5% of the total Slime Family.",
  "TrophyName009": "Title for those who collected 20% of the total Slime Family.",
  "TrophyName010": "Title for those who collected 50% of the total Slime Family.",
  "TrophyName011": "Title for those who collected 100% of the total Slime Family.",
  "TrophyName012": "Title for those who collected all Slime Family monsters.",
  "TrophyName013": "Title for those who collected 2 or more monsters of the Dragon Family.",
  "TrophyName014": "Title for those who collected 5% of the total Dragon Family.",
  "TrophyName015": "Title for those who collected 20% of the total Dragon Family.",
  "TrophyName016": "Title for those who collected 50% of the total Dragon Family.",
  "TrophyName017": "Title for those who collected 100% of the total Dragon Family.",
  "TrophyName018": "Title for those who collected all Dragon Family monsters.",
  "TrophyName019": "Title for those who collected 2 or more monsters of the Beast Family.",
  "TrophyName020": "Title for those who collected 5% of the total Beast Family.",
  "TrophyName021": "Title for those who collected 20% of the total Beast Family.",
  "TrophyName022": "Title for those who collected 50% of the total Beast Family.",
  "TrophyName023": "Title for those who collected 100% of the total Beast Family.",
  "TrophyName024": "Title for those who collected all Beast Family monsters.",
  "TrophyName025": "Title for those who collected 2 or more monsters of the Nature Family.",
  "TrophyName026": "Title for those who collected 5% of the total Nature Family.",
  "TrophyName027": "Title for those who collected 20% of the total Nature Family.",
  "TrophyName028": "Title for those who collected 50% of the total Nature Family.",
  "TrophyName029": "Title for those who collected the 100% of the total Nature Family.",
  "TrophyName030": "Title for those who collected all Nature Family monsters.",
  "TrophyName031": "Title for those who collected 2 or more monsters of the Devil Family.",
  "TrophyName032": "Title for those who collected 5% of the total Devil Family.",
  "TrophyName033": "Title for those who collected 20% of the total Nature Family.",
  "TrophyName034": "Title for those who collected 50% of the total Nature Family.",
  "TrophyName035": "Title for those who collected 100% of the total Nature Family.",
  "TrophyName036": "Title for those who collected all Devil Family monsters.",
  "TrophyName037": "Title for those who collected 2 or more monsters of the Undead Family.",
  "TrophyName038": "Title for those who collected 5% of the total Undead Family.",
  "TrophyName039": "Title for those who collected 20% of the total Undead Family.",
  "TrophyName040": "Title for those who collected 50% of the total Undead Family.",
  "TrophyName041": "Title for those who collected 100% of the total Undead Family.",
  "TrophyName042": "Title for those who collected all Undead Family monsters.",
  "TrophyName043": "Title for those who collected 2 or more monsters of the Material Family.",
  "TrophyName044": "Title for those who collected 5% of the total Material Family.",
  "TrophyName045": "Title for those who collected 20% of the total Material Family.",
  "TrophyName046": "Title for those who collected 50% of the total Material Family.",
  "TrophyName047": "Title for those who collected 100% of the total Material Family.",
  "TrophyName048": "Title for those who collected all Material Family monsters.",
  "TrophyName049": "Title for those who collected 2 or more monsters of the Break Family.",
  "TrophyName050": "Title for those who collected 5% of the total Break Family.",
  "TrophyName051": "Title for those who collected 20% of the total Break Family.",
  "TrophyName052": "Title for those who collected 50% of the total Break Family.",
  "TrophyName053": "Title for those who collected 100% of the total Break Family.",
  "TrophyName054": "Title for those who collected all Break Family monsters.",
  "TrophyName055": "Title for those who collected 2 or more monsters of the ??? Family.",
  "TrophyName056": "Title for those who collected the 5% of the total ??? Family.",
  "TrophyName057": "Title for those who collected the 20% of the total ??? Family.",
  "TrophyName058": "Title for those who collected the 50% of the total ??? Family.",
  "TrophyName059": "Title for those who collected the 100% of the total ??? Family.",
  "TrophyName060": "Title for those who collected all ??? Family monsters.",
  "TrophyName061": "-",
  "TrophyName062": "-",
  "TrophyName063": "-",
  "TrophyName064": "-",
  "TrophyName065": "-",
  "TrophyName066": "-",
  "TrophyName067": "-",
  "TrophyName068": "-",
  "TrophyName069": "-",
  "TrophyName070": "-",
  "TrophyName071": "-",
  "TrophyName072": "-",
  "TrophyName073": "Title for those who unlocked some of the Skills Library.",
  "TrophyName074": "Title for those who unlocked 50% of the Skills Library.",
  "TrophyName075": "Title for those who unlocked 100% of the Skills Library.",
  "TrophyName076": "Title for those who unlocked some monster Abilities.",
  "TrophyName077": "Title for those who unlocked 50% of monster Abilities.",
  "TrophyName078": "Title for those who unlocked 100% of monster Abilities.",
  "TrophyName079": "Title for those who unlocked some of the Features Library.",
  "TrophyName080": "Title for those who unlocked 50% of Features Library.",
  "TrophyName081": "Title for those who unlocked 100% of Features Library.",
  "TrophyName082": "Title for those who unlocked some of the Items Library.",
  "TrophyName083": "Title for those who unlocked 50% of Items Library.",
  "TrophyName084": "Title for those who unlocked 100% of Items Library.",
  "TrophyName085": "Title for those who collected more than 10 Bronze Titles.",
  "TrophyName086": "Title for those who collected more than 20 Bronze Titles.",
  "TrophyName087": "Title for those who collected more than 40 Bronze Titles.",
  "TrophyName088": "Title for those who collected more than 10 Silver Titles.",
  "TrophyName089": "Title for those who collected more than 20 Silver Titles.",
  "TrophyName090": "Title for those who collected more than 40 Silver Titles.",
  "TrophyName091": "Title for those who collected more than 10 Gold Titles.",
  "TrophyName092": "Title for those who collected more than 20 Gold Titles.",
  "TrophyName093": "Title for those who collected more than 40 Gold Titles.",
  "TrophyName094": "Title for those who collected some of the Titles.",
  "TrophyName095": "Title for those who collected 50% of the Titles.",
  "TrophyName096": "Title for those who obtained many titles.",
  "TrophyName097": "Title for those who won in battle more than 100 times.",
  "TrophyName098": "Title for those who won in battle more than 1000 times.",
  "TrophyName099": "Title for those who won in battle more than 9999 times.",
  "TrophyName100": "Title for those who have performed at least 1 co-op attack.",
  "TrophyName101": "Title for those who have performed at least 10 co-op attacks.",
  "TrophyName102": "Title for those who have performed at least 100 co-op attacks.",
  "TrophyName103": "Title for those who have performed 10 successful scout attempts.",
  "TrophyName104": "Title for those who have performed 100 successful scout attempts.",
  "TrophyName105": "Title for those who have performed 999 successful scout attempts.",
  "TrophyName106": "Title for those who have performed at least 10 monster fusions.",
  "TrophyName107": "Title for those who have performed at least 100 monster fusions.",
  "TrophyName108": "Title for those who have performed at least 999 monster fusions.",
  "TrophyName109": "Title for those who deposited more than 10000G in the bank.",
  "TrophyName110": "Title for those who deposited more than 100000G in the bank.",
  "TrophyName111": "Title for those who deposited more than 1000000G in the bank.",
  "TrophyName112": "Title for those that have found 1 Mini Medal.",
  "TrophyName113": "Title for those that have found 10 Mini Medals.",
  "TrophyName114": "Title for those that have found 100 Mini Medals.",
  "TrophyName115": "Title for those who crafted more than 1 accessory.",
  "TrophyName116": "Title for those who crafted more than 10 accessories.",
  "TrophyName117": "Title for those who crafted more than 100 accessories.",
  "TrophyName118": "Title for completing more than 5 hours of playing time.",
  "TrophyName119": "Title for completing more than 50 hours of playing time.",
  "TrophyName120": "Title for completing more than 500 hours of playing time.",
  "TrophyName121": "Title for those who played more than 1 Wi-Fi battles.",
  "TrophyName122": "Title for those who played more than 10 Wi-Fi battles.",
  "TrophyName123": "Title for those who played more than 100 Wi-Fi battles.",
  "TrophyName124": "Title for those who played more than 1000 Wi-Fi battles.",
  "TrophyName125": "Title for those who played more than 5000 Wi-Fi battles.",
  "TrophyName126": "Title for those who played more than 9999 Wi-Fi battles.",
  "TrophyName127": "Title for those who obtained more than 10P by Wi-Fi play.",
  "TrophyName128": "Title for those who obtained more than 500P by Wi-Fi play.",
  "TrophyName129": "Title for those who obtained more than 1000P by Wi-Fi play.",
  "TrophyName130": "Title for those who obtained more than 4000P by Wi-Fi play.",
  "TrophyName131": "Title for those who obtained more than 5000P by Wi-Fi play.",
  "TrophyName132": "Title for those who obtained more than 9999P by Wi-Fi play.",
  "TrophyName133": "Title for those who obtained more than 10 discs.",
  "TrophyName134": "Title for those who obtained more than 100 discs.",
  "TrophyName135": "Title for those who obtained more than 999 discs.",
  "TrophyName136": "Title for those who cleared more than 10 times the disc.",
  "TrophyName137": "Title for those who cleared more than 100 times the disc.",
  "TrophyName138": "Title for those who cleared more than 999 times the disc.",
  "TrophyName139": "Title for those who met more than 10 people.",
  "TrophyName140": "Title for those who met more than 100 people.",
  "TrophyName141": "Title for those who met more than 1000 people.",
  "TrophyName142": "Title for those that have won at least10 battles.",
  "TrophyName143": "Title for those that have won at least100 battles.",
  "TrophyName144": "Title for those that have won at least1000 battles.",
  "TrophyName145": "A title given to those that have at least participated once in the Masters GP via Wi-Fi.",
  "TrophyName146": "A title given to those that have placed in the top 10,000 in the Masters GP via Wi-Fi.",
  "TrophyName147": "A title given to those that have placed in the top 1,000 in the Masters GP via Wi-Fi.",
  "TrophyName148": "A title given to those that have placed in the top 100 in the Masters GP via Wi-Fi.",
  "TrophyName149": "A title given to those that have placed in the top 8 in the Masters GP via Wi-Fi",
  "TrophyName150": "A title given to those that have reached rank #1 in the Masters GP via Wi-Fi.",
  "TrophyName151": "A title given to those that have least participated in the Challengers GP via Wi-Fi.",
  "TrophyName152": "A title given to those that have placed in the top 10,000 in the Challengers GP via Wi-Fi",
  "TrophyName153": "A title given to those that have placed in the top 1,000 in the Challengers' GP via Wi-Fi.",
  "TrophyName154": "A title given to those that have placed in the top 100 in the Challengers GP via Wi-Fi.",
  "TrophyName155": "A title given to those that have placed in the top 8 in the Challengers GP via Wi-Fi.",
  "TrophyName156": "A title given to those that have reached rank #1 in the Challengers GP via Wi-Fi.",
  "TrophyName157": "A title given to a community owner with 1 or more registered people and more than 5 matches.",
  "TrophyName158": "A title given to a community owner with 10 or more registered people and more than 50 matches.",
  "TrophyName159": "A title given to a community owner with 100 or more registered people and more than 500 matches.",
  "TrophyName160": "Title for those who traveled to the Silent Meadows.",
  "TrophyName161": "Title for those who traveled to the Fallen City.",
  "TrophyName162": "Title for those who traveled to the Spirit Road.",
  "TrophyName163": "Title for those who traveled to the Grim Tundra.",
  "TrophyName164": "Title for those who traveled to the Darkiron Bastille.",
  "TrophyName165": "Title for those who traveled to the Fiery Volcano.",
  "TrophyName166": "Title for those who traveled to the Core.",
  "TrophyName167": "Title for those who fully unlocked the Silent Meadows Map.",
  "TrophyName168": "Title for those who fully unlocked the Fallen City's Map.",
  "TrophyName169": "Title for those who fully unlocked the Spirit Road's Map.",
  "TrophyName170": "Title for those who fully unlocked the Grim Tundra's Map.",
  "TrophyName171": "Title for those who fully unlocked the Darkiron Bastille's Map.",
  "TrophyName172": "Title for those who fully unlocked the Fiery Volcano's Map.",
  "TrophyName173": "Title for those who fully unlocked the Core's Map.",
  "TrophyName174": "Title given to those who once lived inside of an illusion.",
  "TrophyName175": "Title for those who have jumped the height of more than 1000m.",
  "TrophyName176": "Title for those who have jumped the height of more than 10000m.",
  "TrophyName177": "Title for those who have jumped the height of more than 100000m.",
  "TrophyName178": "Title for those who flew to distance of more than 1000m.",
  "TrophyName179": "Title for those who flew to distance of more than 10000m.",
  "TrophyName180": "Title for those who flew to distance of more than 100000m.",
  "TrophyName181": "Title for those who have ride a monster for more than 1 hour.",
  "TrophyName182": "Title for those who have ride a monster for more than 10 hours.",
  "TrophyName183": "Title for those who have ride a monster for more than 100 hours.",
  "TrophyName184": "Title for those who entered 5 battles while riding a monster.",
  "TrophyName185": "Title for those who entered 100 battles while riding a monster.",
  "TrophyName186": "Title for those who entered 100 battles while riding a monster.",
  "TrophyName187": "Title for those who have used Riding Impact 1 time.",
  "TrophyName188": "Title for those who have used Riding Impact 10 times.",
  "TrophyName189": "Title for those who have used Riding Impact 100 times.",
  "TrophyName190": "Title for those who have analyzed 1 object with their Reactor.",
  "TrophyName191": "Title for those who have analyzed 10 objects with their Reactor.",
  "TrophyName192": "Title for those who have analyzed 100 objects with their Reactor.",
  "TrophyName193": "Title for those who have discovered 1 Stealth Box.",
  "TrophyName194": "Title for those who have discovered 10 Stealth Boxes.",
  "TrophyName195": "Title for those who have discovered 50 Stealth Boxes.",
  "TrophyName196": "Title for those who have travelled through 1 open rift through space and time.",
  "TrophyName197": "Title for those who have travelled through 10 open rifts through space and time.",
  "TrophyName198": "Title for those who have travelled through 100 open rifts through space and time.",
  "TrophyName199": "Title given to those who have recruited their first monster ally.",
  "TrophyName200": "Title given to those who have fought triumped over the Disc containined the Land God.",
  "TrophyName201": "Title given to those who have fought triumped over the Disc containined the Sea God.",
  "TrophyName202": "Title given to those who have fought triumped over the Disc containined the Sky God.",
  "TrophyName203": "Title for those who survived the Silent Meadows.",
  "TrophyName204": "Title for those who survived the Fallen City.",
  "TrophyName205": "Title for those who survived  the Spirit Road",
  "TrophyName206": "Title for those who survived the Grim Tundra.",
  "TrophyName207": "Title for those who survived the Darkiron Bastille.",
  "TrophyName208": "Title for those who survived the Fiery Volcano.",
  "TrophyName209": "Title for those who have befriended at least 10 monsters of each letter rank.",
  "TrophyName210": "Title given to those that have unlocked the Disc Machine.",
  "TrophyName211": "Title given to those who have won the Great Riders Cup at least 1 time.",
  "TrophyName212": "Title given to those who have won the Great Riders Cup at least 10 times.",
  "TrophyName213": "Title given to those who have won the Great Riders Cup at least 100 times.",
  "TrophyName214": "*For the purpose of Debug Testing*",
  "TrophyName215": "Title given to those who have obtained a custom disc.",
  "TrophyName216": "Title given to those who successfully scout out items using their partner at least 10 times.",
  "TrophyName217": "Title given to those who successfully scout out items using their partner at least 100 times.",
  "TrophyName218": "Title given to those who successfully scout out items using their partner at least 999 times.",
  "TrophyName219": "Title given to those who travel a distance of further than 1000m via the drone.",
  "TrophyName220": "Title given to those who travel a distance of further than 10000m via the drone.",
  "TrophyName221": "Title given to those who travel a distance of further than 100000m via the drone.",
  "TrophyName222": "Title given to those who strike down foes outside of battle at least 10 times.",
  "TrophyName223": "Title given to those who strike down foes outside of battle at least 100 times.",
  "TrophyName224": "Title given to those who strike down foes outside of battle at least 999 times.",
  "TrophyName225": "Title given to those who restore peace to the world.",
  "TrophyName226": "Title given to those who throughly explore the realm of the Incarnus.",
  "TrophyName227": "Title given to those who score over 1000 points in a single run of Speed Road Rank ★.",
  "TrophyName228": "Title given to those who score over 5000 points in a single run of Speed Road Rank ★★.",
  "TrophyName229": "Title given to those who score over 10000 points in a single run of Speed Road Rank ★★★.",
  "TrophyName230": "Title given to those who utilize the Mirror of Ra to see the truth at least 1 time.",
  "TrophyName231": "Title given to those who utilize the Mirror of Ra to see the truth at least 10 times.",
  "TrophyName232": "Title given to those who utilize the Mirror of Ra to unveil all the world's truths.",
  "TrophyName233": "Title given to those who defend against a special attack unleashed by a large monster that has dropped an item in the G Cup.",
  "TrophyName234": "Title given to those who discover the mysterious secret data hidden within a nook in the Spirit Road area.",
  "TrophyName235": "Title given to those who discover the mysterious secret data hidden within a nook in the Grim Tundra area.",
  "TrophyName236": "Title given to those who discover the mysterious secret data hidden within a nook in the Fiery Volcano area.",
  "TrophyName237": "Title given to those who discover the mysterious secret data hidden within a nook in the Realm of the Incarnus.",
  "TrophyName238": "Title given to those who recieve the drone.",
  "TrophyName239": "Title given to those who collect 80% of all monsters in the Slime Family.",
  "TrophyName240": "Title given to those who collect 80% of all monsters in the Dragon Family.",
  "TrophyName241": "Title given to those who collect 80% of all monsters in the Beast Family.",
  "TrophyName242": "Title given to those who collect 80% of all monsters in the Nature Family.",
  "TrophyName243": "Title given to those who collect 80% of all monsters in the Devil Family.",
  "TrophyName244": "Title given to those who collect 80% of all monsters in the Zombie Family.",
  "TrophyName245": "Title given to those who collect 80% of all monsters in the Material Family.",
  "TrophyName246": "Title given to those who collect 80% of all monsters in the Break Family.",
  "TrophyName247": "Title given to those who collect 80% of all monsters in the ???? Family.",
  "TrophyName248": "-",
  "TrophyName249": "-",
  "TrophyName250": "-",
  "TrophyName251": "-",
  "TrophyName252": "-",
  "TrophyName253": "-",
  "TrophyName254": "-",
  "TrophyName255": "-"
}