{
  "NPCMSG_GB_ASK_BATTLE": "\u0001́Huh!? Where am I? I thought I was fighting with the demon army...\n\u0001ā\nOh yea... that's right, I was defeated by the demon army.\n\u0001ā\nIf I had trained better, I could've been more of a help to the King...\n\u0001ā\nYou! Could you train with me? If you win, I'll give you something. \u0001Ă",
  "NPCMSG_GB_YES_BATTLE_START": "\u0001́Thanks! Ok, let's battle!",
  "NPCMSG_GB_NO_BATTLE_ESCAPE": "\u0001́Why!? Why don't you want to battle? It'll be great training for you too!",
  "DISC_NPCMSG_002_WIN_01": "\u0001́That loss stings... and yet... I have no regret in losing to you.\n\u0001ā\nPerhaps, one day... we will face each other again. I'll train my hardest in anticipation of that day!",
  "NPCMSG_GB_WIN_01": "\u0001́I lost.... As I thought, I need more training.\n\u0001ā\nEven so, it was great training for me. Like I promised, this is for you!",
  "NPCMSG_GB_WIN_REWORD_ITEM": "\u0001ȁ received %ls\n\u0001\u0004%ls\u0001\u0001 from a Incarnus Apprentice!",
  "NPCMSG_GB_WIN_02": "\u0001́Alright then, I am going to travel to train myself Let's battle again some day! See ya!",
  "NPCMSG_GB_LOSE_01": "\u0001́This was good training. I appreciate it!\n\u0001ā\nLet's train hard and battle again someday! See ya!",
  "NPCMSG_001_ASK_BATTLE": "\u0001́Ah, you're a Monster Master? Fancy running into you here.\n\u0001ā\nI set off on my own a while ago to try and become a Monster Master, \nand I've always wanted to test my skills against another.\n\u0001ā\nIf you can beat me in battle, I'll give you something good in return. What do you say... will you battle me?\u0001Ă",
  "NPCMSG_002_ASK_BATTLE": "\u0001́I've been wanting to meet a Monster Master like yourself for quite some time now!\n\u0001ā\nAs you can imagine, it's not often I get this chance... I want to test out my own abilities against yours!\n\u0001ā\nTell you what... if you can beat me in battle, I'll give you an assortment of seeds I've gathered. What do you say?\u0001Ă",
  "NPCMSG_003_ASK_BATTLE": "\u0001́Oh! What is a human doing here!? Could you be a Monster Master, perhaps?\n\u0001ā\nWell then, we're going to have ourselves a little fun! If you can beat me in battle, I'll reward you for it.\n\u0001ā\nWhat do you say!? Think you've got it in you, kid?\u0001Ă",
  "NPCMSG_004_ASK_BATTLE": "\u0001́Kii ki ki ki! You, there! You've got quite a look of admiration on your face. I bet you love gold!\n\u0001ā\nTell ya what... I'll give ya a chance to double your gold by fightin' against me. How's that sound!? \n\u0001ā\nKii ki ki... if you can't beat me, then you'll be the one payin' up half. What d'ya say, kiddo?\u0001Ă",
  "NPCMSG_005_ASK_BATTLE": "\u0001́Hey, human! What's your deal!? Looks like you're a monster lover... is that right?\n\u0001ā\nDo I have a deal for you! If you can beat me in a fight, then I'll give you a store-wide discount. How about it?\u0001Ă",
  "NPCMSG_006_ASK_BATTLE": "\u0001́Ah! Well, if it isn't a Monster Master! Aren't you a sight for sore eyes!\n\u0001ā\nWhat do you say about having a go around with me? I think I'd put up one heck of a fight!\n\u0001ā\nPlus, if you can beat me... I've got a nice item to give you! What do you say?\u0001Ă",
  "DISC_NPCMSG_005_WIN_01": "\u0001́Fwah-hhhh... ugh! I... I can't believe I lost!\n\u0001ā\nWhat an effort I gave, though! I want to do that again sometime!",
  "NPCMSG_001_YES_BATTLE_START": "\u0001́I like the sound of that enthusiasm! Alright then, let's get this match started!",
  "NPCMSG_002_YES_BATTLE_START": "\u0001́That's what I expected, \u0001ȁ! Alright then, let's see what you've got!",
  "NPCMSG_005_LOSE_REWORD_SHOP_01": "\u0001́Oh man... looks like some of my goods got damaged. I suppose I can sell them at a discount.\n\u0001ā\nWell, I can't sell you the normal stuff at a discount. You may still want to take a look, though.",
  "NPCMSG_003_YES_BATTLE_START": "\u0001́Good to hear! Alright, then... let's see what you've got, kid!",
  "NPCMSG_005_WIN_REWORD_SHOP_03": "\u0001́Understood. Hopefully I'll be seein' you soon.\nDon't be a stranger!",
  "NPCMSG_004_LOSE_02": "You lost half of your Gold!",
  "NPCMSG_004_YES_BATTLE_START": "\u0001́Kii ki ki! This was too easy! Now put yer money where yer mouth is, punk!",
  "NPCMSG_005_YES_BATTLE_START": "\u0001́Alright, alright, alright! Let's get this show started, shall we?",
  "DISC_NPCMSG_004_YES": "\u0001́Hah hah! Glad we could come to an understanding.\nHowever... this is my battle to win!",
  "NPCMSG_006_YES_BATTLE_START": "\u0001́Excellent! That's what I wanted to hear! Let's get this show on the road!",
  "DISC_NPCMSG_002_YES": "\u0001́Yes... come, now...",
  "NPCMSG_001_NO_BATTLE_ESCAPE": "\u0001́What!? What kind of master are you? Fine then, get lost, you coward!",
  "NPCMSG_002_NO_BATTLE_ESCAPE": "\u0001́Awwwww, well isn't that a shame... another time then, perhaps...",
  "NPCMSG_005_LOSE_REWORD_SHOP_03": "\u0001́Understood. Hopefully I'll be seein' you soon.\nDon't be a stranger!",
  "DISC_NPCMSG_002_LOSE_01": "\u0001́Sometimes... you must fall... in order to pick yourself\nback up... and learn your lesson...",
  "NPCMSG_003_NO_BATTLE_ESCAPE": "\u0001́Hey, that's quite alright! I understand, you'd rather not be embarrassed.",
  "NPCMSG_004_NO_BATTLE_ESCAPE": "\u0001́Pfft... If you can't handle a little gamble, then go on... get lost, squirt!",
  "NPCMSG_005_NO_BATTLE_ESCAPE": "\u0001́Ugh! Are you serious? Fine... let me know if you change your mind.",
  "NPCMSG_006_NO_BATTLE_ESCAPE": "\u0001́Aww... what a shame. That makes me sad. I thought we were about to have a little fun...",
  "NPCMSG_001_WIN_01": "\u0001́Gahhh, you've defeated me! You sure are a stubborn one... !\n\u0001ā\nRegardless, a promise is a promise, and I always keep my word. Here's your reward!",
  "NPCMSG_WIN_REWORD_ITEM_SET_01": "Master Nochoro rewarded \u0001ȁ\nwith the following items...\n\u0001ā\nReceived the \u0001\u0004%ls\u0001\u0001 (%lsx),\nthe \u0001\u0004%ls\u0001\u0001 (%lsx)...",
  "NPCMSG_WIN_REWORD_ITEM_SET_02": "The \u0001\u0004%ls\u0001\u0001 (%lsx),\nand the \u0001\u0004%ls\u0001\u0001 (%lsx)!",
  "NPCMSG_001_WIN_02": "\u0001́Well, I'm off to find someone else I can hopefully defeat!\nI'll be seein' you around, Monster Master!",
  "NPCMSG_004_WIN_01": "\u0001́Stupid, stupid, stupid... gah! I've never lost a bet in my entire life...\n\u0001ā\nWell, a bet's a bet, kid! Here... -sniffle-... take my gold!",
  "NPCMSG_002_WIN_01": "\u0001́Your strength is unrivaled... I guess I have a long way to go before I catch up with you.\n\u0001ā\nAs I promised earlier, let me reward you for your efforts, and that incredible battle!",
  "NPCMSG_WIN_REWORD_ITEM": "Master Nochoro rewarded \u0001ȁ\nwith the \u0001\u0004%ls\u0001\u0001!",
  "NPCMSG_WIN_REWORD_ITEMS": "Master Nochoro rewarded \u0001ȁ\nwith the \u0001\u0004%ls\u0001\u0001 x%ls!",
  "NPCMSG_002_WIN_02": "\u0001́I'm really motivated now. Training starts immediately,\nand hopefully we'll square off again soon!",
  "NPCMSG_003_WIN_01": "\u0001́My goodness! You sure are tougher than I imagined!\nI thought I definitely had that one in the bag...\n\u0001ā\nWell, I can't exactly back out on a promise, now can I? Here's that reward I promised you!",
  "DISC_NPCMSG_005_ASK_BATTLE": "\u0001́Hmm... are you the one I've been hearing all the stories about, \u0001ȁ?\n\u0001ā\nI've been wanting to meet you for quite some time...\nNow... will you let me test your abilities!?\u0001Ă",
  "NPCMSG_WIN_REWORD_MEDAL": "Master Nochoro rewarded \u0001ȁ\nwith the \u0001\u0004%ls\u0001\u0001!",
  "DISC_NPCMSG_004_LOSE_01": "\u0001́Yesssss! I can hardly contain myself! Don't be hard on yourself, though. You did great!",
  "NPCMSG_WIN_REWORD_MEDALS": "Master Nochoro rewarded \u0001ȁ\nwith the \u0001\u0004%ls\u0001\u0001 x%ls!",
  "NPCMSG_003_WIN_02": "\u0001́Don't think that'll be the last time we battle. I'll be getting ready for the next one... that's for sure.",
  "NPCMSG_WIN_REWORD_MONEY_DOUBLE": "Master Nochoro rewarded \u0001ȁ\nwith %lsG!",
  "NPCMSG_004_WIN_02": "\u0001́Don't think this is the end! I'm gonna go get more money, train harder, and I'll be back!",
  "NPCMSG_005_WIN_REWORD_SHOP_01": "\u0001́That was a blast, I tell ya! As promised then, I'll let you \nsee what Meats are for sale... at a discounted rate!",
  "DISC_NPCMSG_003_NO": "\u0001́Oh? C'mon, that's not what I was hoping for. Well, I guess let me know if you change your mind...",
  "NPCMSG_005_WIN_REWORD_SHOP_02": "\u0001́Are you sure you're done looking? You may not be able to buy these again, alright?\u0001Ă",
  "NPCMSG_004_LOSE_01": "\u0001́Kii ki ki! Looks like I win the whole pot! Let me know if you want to lose any more of your Gold!",
  "NPCMSG_006_WIN_01": "\u0001́Wow! I can't believe it! I thought for sure I had this one in my favor!\n\u0001ā\nYou win some, you lose some, as they say... and as promised, you've won this reward from me!",
  "NPCMSG_002_LOSE_01": "\u0001́How about that? I actually won. Perhaps you just weren't feeling well today?",
  "NPCMSG_WIN_REWORD_SKILL": "Master Nochoro taught \u0001ȁ\nthe skill, \u0001\u0004%ls\u0001\u0001!",
  "NPCMSG_006_WIN_02": "\u0001́That was a great battle, even if I lost! I can't wait until our next match!",
  "NPCMSG_001_LOSE_01": "\u0001́Very impressive! You put up one heck of fight! But you can't win 'em all.\n\u0001ā\nWhy don't you brush up on your technique a bit, and then we can compete again some time? See you then!",
  "NPCMSG_006_LOSE_01": "\u0001́Is that all you've got? Well, that wasn't as exciting as I was expecting it to be.",
  "NPCMSG_003_LOSE_01": "\u0001́Fwah hah... and here I thought maybe I'd met my match.\n\u0001ā\nThat was a good match for sure! You just don't quite have what it takes, though!",
  "NPCMSG_005_LOSE_REWORD_SHOP_02": "\u0001́Are you sure you're done looking? You may not be able to buy these again, alright?\u0001Ă",
  "REACTOR_MSG_MASTER_NOCHO": "A Nochoro that has been on many adventures. It gives off an aura like a legendary hero.",
  "REACTOR_MSG_MASTER_GB": "Incarnus that has been on many adventures. It gives off an aura like a legendary hero.",
  "REC_RA_GB_010": "\u0001̄You successfully located the door!",
  "DISC_NPCMSG_001_ASK_BATTLE": "\u0001́Foh hoh hoh... I've got something for you! A Monster Master has requested a battle with you!\n\u0001ā\nThere's only one thing to do when you bump into another Monster Master... are you ready for battle!?\u0001Ă",
  "DISC_NPCMSG_003_LOSE_01": "\u0001́I did it! That was a great effort, though! Perhaps we shall duel again another day!",
  "DISC_NPCMSG_002_ASK_BATTLE": "\u0001́Two Monster Masters, both on an adventure... if they meet... it's only natural they should compete...\n\u0001ā\nAhh, the suspense... what next!? Should they battle?\u0001Ă",
  "DISC_NPCMSG_003_ASK_BATTLE": "\u0001́Hello there! Are you, by chance, a Monster Master?\nOh hoh hoh, what a strange place to bump into one!\n\u0001ā\nWell, I'd rather not waste this opportunity. What say you... shall we have a match?\u0001Ă",
  "DISC_NPCMSG_004_ASK_BATTLE": "\u0001́Due to the fact that I am in this place, I can't simply return home... you know what I mean?\n\u0001ā\nI came here to win, and I'm not leaving until I do! Are you prepared to do battle?\u0001Ă",
  "DISC_NPCMSG_005_NO": "\u0001́They were just rumors after all...what a disappointment this has turned out to be.",
  "DISC_NPCMSG_001_YES": "\u0001́I like the sound of that enthusiasm! This is gonna be one heck of a match!",
  "DISC_NPCMSG_003_YES": "\u0001́Perfect! I'm not one to go down easily. Surely, you cannot hope to possibly come out victorious!",
  "DISC_NPCMSG_005_YES": "\u0001́Great! Now, then... let's get it on!",
  "DISC_NPCMSG_001_NO": "\u0001́Hah! You coward!",
  "DISC_NPCMSG_002_NO": "\u0001́This outcome... I did not anticipate.",
  "DISC_NPCMSG_004_NO": "\u0001́Oh, come on! I've really had enough of this place... I just want to get out of here!",
  "DISC_NPCMSG_001_WIN_01": "\u0001́Ugh... losing sure sucks. But man oh man, was that a good match!\n\u0001ā\nI'd love a rematch, so let's do that again someday!And I hope you'll be prepared to lose!",
  "DISC_NPCMSG_003_WIN_01": "\u0001́Ugh... how did this happen to me!? At least it was an exhilarating battle!\n\u0001ā\nYou can guarantee this won't be the last time we do battle. I'll be ready for you the next time we meet!",
  "DISC_NPCMSG_004_WIN_01": "\u0001́No, how could I... lose like this... you're just too strong!\nWhy, of all people, did I need to run into YOU now...\n\u0001ā\nToday really is just NOT my day... I guess I'll just have to be more careful next time.",
  "DISC_NPCMSG_001_LOSE_01": "\u0001́Foh hoh hoh... that was a bit closer than I thought it would be. Looks like you'll need a little more training!",
  "DISC_NPCMSG_005_LOSE_01": "\u0001́You finally admit defeat! I have all those storytellers to thank for that great battle!"
}