{
  "TYPE_NAME_010": "\u0001́Statement Page 1.\n　\n\u0001ā\nStatement Page 2.",
  "TYPE_NAME_020": "\u0001́Question Page 1.\n　\n\u0001ā\nQuestion Page 2.\u0001Ă",
  "NPC_REC_KANDATA_010": "\u0001̄A very crafty thief who found it's way here during an\nescape. It seems to have lots of treasure with it.",
  "CHECK_SAVE_MSG": "Would you like to make a record of your progress and \nrecord over the current save data?\u0001Ă",
  "REC_EMPTY_MSG_010": "\u0001̄It seems the Monster Farm is full. Please release a monster to make room.",
  "MSG_YAMATA_BATTLE": "\u0001̃We are the guardinas of the Incarnus Realm.\nAre you the one responsible for the King's disappearance? \n\u0001ā\nCome! Let us do battle. We will determine what\nkind of person you truly are, by how you fight!",
  "MSG_YAMATA_WARNING": "\u0001̃That dragon seems to have forgotten who\nI am, in its state of rage, and won't listen to reason.\n\u0001ā\nTo proceed, we will be forced to fight with it. \nMake sure you are prepared before we advance.",
  "NPC_TICO_000": "\u0001̂This is the entrance to the Incarnus\nVillage. The mirror of Ra is inside.\n\u0001ā\nIt's pretty dangerous around here, so we should\ncheck the village before exploring elsewhere.",
  "NPC_TICO_010": "\u0001̂The Demon Realm Invasion might continue\nat any moment, we need to find the Incarnii quickly!\n\u0001ā\nOne of the monuments is directly south from here. The \nothers will be indicated on your navigation map.\n\u0001ā\nThey may be located at the bottom of ravines or the \ntop of cliffs, so be sure to explore all over carefully!",
  "NPC_TICO_020": "\u0001̂\u0001ȁ, there appears to be a\nmonument at the end of the cave located down this hole.\n\u0001ā\nIf you want to make it there, gather up \nyour courage and take a leap of faith!",
  "NPC_TICO_030": "\u0001̂The monuments at which you must pray\nare marked brightly on your navigation map.\n\u0001ā\nWhen you touch the navigation map, you can even\nsee places that are higher or lower.\n\u0001ā\nBe sure to try it out!",
  "NPC_TICO_040": "\u0001̂Once you've found the two monuments at\nthe bottom of the ravine, try riding the tornado.\n\u0001ā\nYou can use it to jump to higher ground!",
  "NPC_TICO_070": "\u0001̂I looks like there is a moument to the east\nas well.\n\u0001ā\nOnce you've found all of the ones around here,\nhead back to the village and try going East!",
  "NPC_TICO_080": "\u0001̂That makes 15 monuments! That's all\nof them, isn't it?\n\u0001ā\nWell then, lets return to Lutra and show her\nthe revitalized Mirror!",
  "MINE_WARP_HOLE_010": "Use the Wormhole to\nwarp to Point Zero?\u0001Ă",
  "NPC_CROW_306": "\u0001́Ho ho, it seems you've done better than I hoped.\nAt this rate, you'll continue to exceed my expectations.",
  "NPC_TICO_090": "\u0001̂We prayed at all 15 monuments as we\nwere told to. We're doing great!\n\u0001ā\nI can't wait to see how the Mirror will turn out. Let's\nreturn to the village and see Lutra.",
  "REC_POINT_DBOX_01": "\u0001̄There is an item in this container. Would you like he open it?\u0001Ă",
  "MSG_GATEKEEPER_010": "\u0001̂Hold up! Going any further is a bad idea.\nTrust me, you don't wanna get involved with some of THOSE guys.\n\u0001ā\nFurthermore, there might be no safe path back to the village.\nUnderstand? Go back post haste!",
  "MINE_HOLE_010": "\u0001ȁ jumped into the hole!",
  "MINE_FALL_010": "A hole has opened up that we can probably travel\nthrough. See what's on the other side? \u0001Ă",
  "NPC_REC_CROW_010": "\u0001̄A dread pirate who has traversed the 7 seas.\nHere, there are no oceans, thus he feels tragically empty.",
  "NPC_CROW_110": "\u0001́My name be Crow. I used to be a pirate that sailed across the 7 seas.\n\u0001ā\nBut I lost many comrades during a battle with a monster master so I ended that life.\n\u0001ā\nWhat can ye possibly want from a guy like me? ,,,, ye look like a monster master too.\n\u0001ā\nAre ye here to battle me too? \u0001Ă",
  "NPC_TICO_REC": "A member of the hard working Pipit tribe who\nforges lucky armaments. He is no amateur.",
  "NPC_REC_KAMAITACHI_010": "\u0001̄A giant Tornado. Monsters medium sized or below\nwill be blown into the air, rather than battle with it.",
  "NPC_REC_YAMATA_010": "\u0001̄We have a friendship with the Incarnii built upon\nrespect for their power. We are angered by their disappearance.",
  "NPC_GATEKEEPER_REC": "\u0001̄A gatekeeper who's duty is to remove\nanyone who makes trouble or starts a fight.",
  "REC_VILLAGE_010": "Incarnus Village",
  "REC_VILLAGE_011": "\u0001̄「Behind A giant door lies the Incarnus Village.\nYou can feel no indication that the Incarnii are there..",
  "REC_BIG_SHELL_010": "Strange Shell",
  "REC_BIG_SHELL_011": "\u0001̄A beautiful blue crystal containing godly power.\nEnergy from all over the Incarnus Realm is stored inside.",
  "REC_STRANGE_STONE_010": "Superconductive Pillars",
  "REC_STRANGE_STONE_011": "\u0001̄A device made for Monster Masters seeking to initiate Speed Road.",
  "REC_WATER_FALL_010": "Orochi Waterfall",
  "REC_POINT_DRONE_00": "Purple Treasure",
  "REC_WATER_FALL_011": "\u0001̄Alcohol is detected from within this giant\nwaterful. Children definitely must not drink it.",
  "REC_POINT_DRONE_01": "\u0001̄A treasure box that contains a special monster.\nIt has an oddly-shaped hole that a key might fit into.",
  "REC_PILLAR_010": "Dvine Monument",
  "NPC_KANDATA_010": "\u0001́Huh? The 'ell are you doing here?\nYou've come for my treasure, havn't y' ?\u0001Ă",
  "REC_PILLAR_011": "\u0001̄A monument erected in honor of a divine creature.\nThere are 19 of these scattered about the world.",
  "REC_FLOWER_010": "Heavenly Flowers",
  "REC_FLOWER_011": "\u0001̄Flowers that only bloomed in high, heavenly gardens.\nYou'll often find fairies and other spirits relaxing nearby.",
  "REC_WORMHOLE_010": "Wormhole",
  "MSG_GET_MONSTER": "\u0001\u0004%ls\u0001\u0001 forced it's way onto your team!",
  "REC_WORMHOLE_011": "\u0001̄A door that leads to another world. They are opened\nby Tico. You can reach Point Zero through this gate.",
  "REC_POINT_RULER_01": "Zoom Stone",
  "NPC_CROW_050": "\u0001́I've got a request that only one of yer calibur\ncan handle. Yarr, I'm searching for me lost Sea Map.\n\u0001ā\nThe Sea Map was torn into 6 pieces and blown away\nin a strange world with a giant central building.\n\u0001ā\nThe wind was strong enough that I reckon they could be\nscattered all over that world, and found by anyone.\n\u0001ā\nPlease, \u0001\u0004! Find the 6 \u0001\u0001Sea Map fragments and\nbring them to me. I'll be waiting here form tomorrow on.",
  "REC_POINT_RULER_02": "\u0001̄Attuning to this Zoom Stone will add it to your destination list.\nThese stones appear in various places around the world.",
  "REC_MINE_FALL_01": "Drafty hole",
  "REC_MINE_FALL_02": "\u0001̄A giant wind tunnel that is connected\nto another hole on the other side.",
  "REC_MINE_FALL_03": "Drafty hole",
  "REC_MINE_FALL_04": "A giant wind tunnel that is connected\nto another hole on the other side.",
  "GIM_DRONE_BOX_00": "A locked treasure box that eminates strange noises.\nUse \u0001\u0004 Purple Key \u0001\u0001 and unlock the box?\u0001Ă",
  "CORD_GET_001": "It seems as if a Platinum king has dropped\nthe \u0001\u0004Clouds Code\u0001\u0001 here!",
  "GIM_DRONE_BOX_01": "A monster from within the box attacked suddenly!",
  "CORD_GET_002": "With the 『\u0001\u0004Cloud Code\u0001\u0001, a special map\ndisk can be manufactured.",
  "GIM_DRONE_BOX_02": "A locked treasure box.\nFaint sounds can be heard inside.",
  "REC_POINT_DRONE_HOLE_01": "Strange Small Hole",
  "REC_POINT_DRONE_HOLE_02": "\u0001̄It looks hollow inside. You can check it out using the drone.",
  "REC_POINT_DBOX_00": "Small Box",
  "REC_POINT_DBOX_02": "Received the \u0001\u0004Purple Key\u0001\u0001!",
  "REC_POINT_DBOX_03": "Opened the purple treasure box located\nsomewhere outside the hole!",
  "MINE_MONS_010": "Would you like to fight against the\nPlatinum King?\u0001Ă",
  "REC_NPC_PLATINUM": "\u0001̄Shines with the nobility of royalty,\nIt is in posession of a secret code.",
  "NPC_CROW_302": "\u0001́You've made it here.\nNow you can face my test.\n\u0001ā\nFirstly, you must find the 6 treasures that I \nhave scattered about the Incarnus Realm.",
  "NPC_KANDATA_020": "\u0001́I'll grind y' into dust!",
  "NPC_KANDATA_021": "\u0001́This time we're doin' things differently.\nCome 'elp me, you buffoon!",
  "NPC_KANDATA_022": "\u0001́Hrmph. I'm too busy to waste time 'ere.\nI'll overlook your insolence for now.",
  "NPC_KANDATA_030": "\u0001́「Guuh! I've lost!\n\u0001ā",
  "NPC_KANDATA_035": "'Ey, i'll 'and over \u0001́「\u0001\u0004%ls\u0001\u0001, so you'll forgive me, right? RIGHT? \u0001Ă",
  "NPC_KANDATA_040": "\u0001́Whew. I won't forget this!",
  "NPC_KANDATA_043": "\u0001́\u0001ȁ obtained\n\u0001\u0004%ls\u0001\u0001.",
  "NPC_KANDATA_041": "\u0001́I'm 'outta 'ere!",
  "NPC_KANDATA_042": "Kandar took off in a hurry.",
  "NPC_KANDATA_050": "\u0001́Forget 'bout that.\nYou'll forgive me, right? RIGHT?\u0001Ă",
  "NPC_CROW_115": "\u0001́They call me Crow.\n.. huh, it's ye again. Yarr!\n\u0001ā\nI thought I told ye to scram. Did ye\ncome to battle with me again?\u0001Ă",
  "NPC_CROW_020": "\u0001́ I guess I'm destined to fight with monster masters. Fine, give it all you got!",
  "NPC_CROW_025": "\u0001́Very bold of ye to return so brazenly.\nThis Captain Crow won't overlook that!",
  "MSG_OTAKARA_GET": "\u0001ȁ obtained\n\u0001\u0004Captain Crow's Treasure\u0001\u0001!",
  "NPC_CROW_030": "\u0001́Heh, alright then I'll let ye off the hook. Now scram.",
  "NPC_CROW_040": "\u0001́Hrmph. As I thought, I couldn't\nmatch your strength.\n\u0001ā\nAfter seeing what you can do, i've got a favor to ask.\n\u0001ā\nWhile I was enroute to this world, I was attacked\nby monsters and lost me' precious Sea Chart\n\u0001ā\nThe Sea Map was torn into 6 pieces and blown away\nin a strange world with a giant central building.\n\u0001ā\nBy now, i'm sure anyone could've picked them up.\nPlease! Can you find me' \u0001\u0004Sea Map Fragments\u0001\u0001?",
  "NPC_CROW_060": "\u0001́Yarr! Why the hell did you come\nnow when I told you to wait until tomorrow?\n\u0001ā\nI don't feel like talking right now, I'm a bit\ndown. Come back again tomorrow.",
  "NPC_CROW_210": "\u0001́The Sea Map was torn into 6 pieces and blown away in a strange world with a giant central building.\n\u0001ā\nThe wind was strong enough that I reckon they could be\nscattered all over that world, and found by anyone.\n\u0001ā\nPlease, Find the \u0001\u0004! 6\u0001\u0001Sea Map fragments and\nbring them to me. I'll be waiting here!",
  "NPC_CROW_220": "\u0001́Ye ol' bastard you.. ! That's the Sea Map\nI lost back when the monsters attacked me!!",
  "SYS_CROW_001": "Crow Snatched the 6 \u0001\u0004Sea Map Fragments\u0001\u0001from \u0001ȁ.",
  "NPC_CROW_250": "\u0001́Hrmph. Ye really gathered the whole map.\nAs I thought, yer power be unmatched...\n\u0001ā\nI might have commanded a crew in the past, but\nI realise my loss here...\n\u0001ā\nIf the day ever comes where you were the captain of a\nship, I'd gladly serve on your crew. If that sounds good...\n\u0001ā\nCome see me again tomorrow. I'll see if ye gots what\nit takes to make a good ship captain!",
  "NPC_CROW_230": "\u0001́Fwahaha! The Sea Map is mine again!\nNow is the time for the return of Captain Crow!!\n\u0001ā\nYou've pleased me greatly to have retrieved the\nmap! As a reward, i'll make ye land lubbers me crew!\n\u0001ā\nYe have not the right to refuse. I always get what\nme wants, even if I gots to take it by force!",
  "NPC_CROW_240": "\u0001́I see yer back. That must mean ye want\nto be on me crew? I knew you'd recognize yer place!",
  "NPC_CROW_260": "\u0001́If the day ever comes where you were the captain of a\nship, I'd gladly serve on your crew. If that sounds good...\n\u0001ā\nCome see me again tomorrow. I'll see if ye gots what\nit takes to make a good ship captain!",
  "NPC_CROW_300": "\u0001́I am the dread pirate Captain Crow!\nI've been waiting for ye scurvy dogs!\n\u0001ā\nIf ye can pass my test, i'll recognize you as\ncaptain and become your ally. What say ye?\u0001Ă",
  "NPC_CROW_301": "\u0001́Fwahaha! Yarr, ye be full of desire to\nbecome a captain, I see. Me test ain't easy, though!\n\u0001ā\nFirst, a treasure hunt. Thar be 6 treasures hidden about\nthe Incarnus Realm. Find them and bring them back!",
  "NPC_CROW_303": "\u0001́Thar be 6 treasures hidden about\nthe Incarnus Realm. Find them and bring them back!",
  "NPC_CROW_304": "\u0001́Fwahaha! So ye've found the 6 treasures\nI hit across these lands. As expected, yarr!\n\u0001ā\nI have been secretly training will ye were out looking.\nThe decisive moment will soon be at hand.\n\u0001ā\nIf ye can defeat me, I shall recognize ye as the Captain\nand become part of yer Crew!",
  "NPC_CROW_305": "\u0001́I only consider those strong enough to beat\nme worthy to be captain. Now, come at me! YARR!"
}