{
  "DEAD_RETURN_MSG_01": "\u0001́Che stai facendo, \u0001ȁ!? Muoviti! Il Re ti sta aspettando.\n\u0001ā\nGuarisco la tua squadra prima che tu parta!",
  "DEAD_RETURN_MSG_02": "\u0001̅Oh, \u0001ȁ! Cos'è andato storto là fuori!?\n\u0001ā\nFacciamo guarire i tuoi mostri e riproviamoci.",
  "REC_POINT_NOC_05_01": "Nucleo",
  "DEAD_RETURN_MSG_02_2": "\u0001̅Non arrenderti così facilmente stavolta. Un Monster Scout deve\nessere più resistente!",
  "DEAD_RETURN_MSG_03": "\u0001́Che stai facendo, \u0001ȁ!? Muoviti! Il Re ti sta aspettando.\n\u0001ā\nGuarisco la tua squadra prima che tu parta!",
  "CITY_RULER_01": "\u0001́È stata rilevata una nuova Pietra Teletrasporto. Sintonizzazione in\ncorso per accessi futuri...",
  "REC_POINT_NOC_05_02": "\u0001̄Un corpo celeste che esiste al centro del mondo. Non ci sono altri\ndati disponibili.",
  "DEAD_RETURN_MSG_01_SPEED": "\u0001́Hmm... cos'è successo, \u0001ȁ?\n\u0001ā\nNon puoi far aspettare Sua Maestà. Datti una sistemata e muoviti!",
  "COMM_APPROACH_STATUE_SPEED": "\u0001̄Ispeziona il monumento di pietra lì vicino per sbloccare le abilità\nCarica Completa e Fusione in sella.",
  "NPC_RENERTE": "\u0001̂Hai ottenuto lo Specchio di Ra. Ottimo. Ma... Non ti sembra strano\nche gli Incarnus siano Nochoro?\n\u0001ā\nC'erano già dei documenti quando gli Incarnus sono arrivati su questo\npianeta\n\u0001ā\nQuindi pensavo che i Nochoro fossero originari del mondo di Madre\n\u0001ā\nForse gli Incarnus si sono trasformati in Nochoro a un certo punto.",
  "MINE_00_MSG": "Vuoi usare il dispositivo mobile per visitare i Prati Silenziosi?\u0001Ă",
  "GIM_BOX_REC_01": "\u0001̄Sto rilevando una forma di vita, dentro la scatola. Vuoi vedere cosa\nc'è dentro?\u0001Ă",
  "NPC_CHILD_A": "\u0001̂Accipicchia! Quando ti sei trasformato? Ora sei un Nochoro!",
  "MINE_LADDER_MSG": "\u0001̄Sto rilevando una scala qui vicino.\n\u0001ā\nNon puoi salire su questa scala mentre sei in groppa a uno dei tuoi\nmostri.\n\u0001ā\nPrima di provare a salire, ricordati sempre di scendere dal mostro che\nstai cavalcando.",
  "MINE_07_MSG_01": "Il Dispositivo di Trasporto è offline. Non puoi usarlo ora.",
  "MINE_07_MSG_02": "Vuoi usare il Dispositivo di Trasporto per andare nella Via\nSpiritica?\u0001Ă",
  "NPC_NOCHO_BANK": "\u0001́Hai usato quel dispositivo Ra per farmi tornare normale? Non\ncapisco, ma va bene!\n\u0001ā\nAlmeno ora sento che il reattore funziona di nuovo!",
  "DONT_USE_TRANSFER_010": "Il Dispositivo di Trasporto è offline. Non puoi usarlo ora.",
  "CITY_RULER_01_2": "Edificio Centrale - Ingresso aggiunto alla lista Teletrasporto.",
  "CITY_RULER_02": "\u0001́È stata rilevata una nuova Pietra Teletrasporto. Sintonizzazione in\ncorso per accessi futuri...",
  "CITY_RULER_02_2": "Città Caduta - Centrale Elettrica aggiunta alla lista Teletrasporto.",
  "COMM_RULER_POINT_MSG": "\u0001̄Hai già sintonizzato questa Pietra Teletrasporto.",
  "NOT_USE_MESSAGE_BILL_ENTRANCE": "La porta è ben chiusa.",
  "INN_MSG_CITY_1ST_001": "\u0001́Benvenuto alla Locanda! Qui i viaggiatori stanchi possono riposare\ne recuperare le forze.\n\u0001ā\nQuesta notte è offerta dalla casa! Vuoi passare la notte?\u0001Ă",
  "DEMO_101_AFT_REC": "\u0001́Ho sentito che tanti Monster Scout vivevano in questo edificio.\n\u0001ā\nSono curioso di vederlo, ne ho solo sentito parlare finora.",
  "NPC_GOD_ACE": "\u0001́F'eh, mi hai fatto tornare normale. Va bene. Ma...\n\u0001ā\nPerché sono cambiato in quella forma? Né Lupicche, né Ace, né\nJoker...\n\u0001ā\nÈ successo qualcosa...? Non ricordo. Perché mi sento così a disagio?",
  "INN_MSG_CITY_1ST_002": "\u0001́Ok. Torna qui ogni volta che ti senti stanco.",
  "INN_MSG_CITY_1ST_003": "\u0001́Spero tu abbia dormito bene. Torna qui ogni volta che ti senti\nstanco.",
  "DEMO_100_AFT_NPC_A": "\u0001́Ce l'hai fatta! Tutti sono già andati verso l'edificio a nord!",
  "DEMO_100_AFT_NPC_NOCHORIN": "\u0001́Ace ci ha detto che la rete elettrica della città non funziona più.\nQuesta porta resta chiusa.\n\u0001ā\nDobbiamo riattivare la corrente se vogliamo aprire questa porta ed\nentrare.",
  "MSG_DRONE_ACE_020": "\u0001́Puoi fare un volo di prova col drone per capire i comandi e\nraccogliere qualche oggetto!\n\u0001ā\nQuindi voglio che tu prenda 10 \u0001\u0004 Potere del cielo \u0001\u0001 che puoi trovare\nsolo in posti alti!\n\u0001ā\nPremi START dal display del Reattore per avviare il drone.\n\u0001ā\nPuoi prendere gli oggetti che trovi se ti fai strada! Buona fortuna!",
  "NPC_GOD_ACE_REC": "\u0001̄La vera forma di Nochoro, Ace. Il suo aspetto non è cambiato molto,\na parte il colore originale.",
  "DEMO_101_AFT_NPC_B_1": "\u0001́Gli altri sono già andati avanti. Se ti sbrighi, puoi ancora\nraggiungerli. Sono andati a nord.",
  "DEMO_101_AFT_NPC_C": "\u0001́Ehi, tu! Sei arrivato al momento giusto!",
  "DEMO_101_AFT_BUT": "\u0001́Hmm... non sono bravo con le macchine. Devi parlare con Ace per\nquello.\n\u0001ā\nLa carne è al macellaio come le macchine sono ad Ace! Sa sempre cosa\nfare con le macchine!",
  "DEMO_101_AFT_IMP_2": "\u0001́Sembra che questa strada porti a un vicolo cieco. Parte della strada\nsopraelevata è crollata e l'ha bloccata.\n\u0001ā\nTroverai tutti gli altri radunati vicino all'ingresso dell'Edificio\nCentrale.",
  "DEMO_102_AFT_NPC_A": "\u0001̂Ehi, \u0001ȁ! Ace e gli altri ti aspettano poco più avanti.\n\u0001ā\nSono vicino all'ingresso del grande Edificio Centrale che abbiamo\nvisto prima dalla collina.",
  "DEMO_101_AFT_ACC": "\u0001̂Il Re ti sta cercando! Sembrava ansioso di chiederti un favore.\n\u0001ā\nÈ nel grande edificio. Vai a trovarlo.",
  "NPC_TICO_REC": "\u0001̄Un membro della laboriosa tribù dei Pipit che forgia armi fortunate.\nNon è un principiante.",
  "DEMO_102_AFT_KNG": "\u0001̅Devi proseguire a nord-est lungo la strada per raggiungere la\nCentrale Elettrica.\n\u0001ā\nAspetto buone notizie al tuo ritorno! Buona fortuna, Monster Scout!",
  "DEMO_102_AFT_JAC": "\u0001́Se segui la strada in senso orario da dove siamo, raggiungerai la\nCentrale Elettrica.\n\u0001ā\nMa ti consiglio prima di andare al Monolito a nord-ovest.",
  "DEMO_102_AFT_ACE": "\u0001́Inizia trovando quel Monolito di Pietra a nord-ovest da qui, come\nti ha detto Sua Maestà.\n\u0001ā\nAvvicinati a quel Monolito e toccalo. Ti aiuterà a imparare nuove\nabilità da Monster Scout!",
  "DEMO_102_AFT_QEN": "\u0001̂Ugh! Non voglio stare qui tutto il giorno sotto questo sole! Questo\ncappello non basta con questo caldo!\n\u0001ā\nE poi la mia dolce metà ne risentirà! Spero di trovare presto una\nsoluzione...",
  "DEMO_101_AFT_BNK": "\u0001́Accidenti, siamo arrivati fin qui e la porta è chiusa! Che sfortuna!\n\u0001ā\nc'è sempre una problema dopo l'altro. Non abbiamo mai tregua... Odio\nquando succedono queste cose.",
  "REC_POINT_NOC_03_02": "\u0001̄Un impianto di produzione di energia. Gli abitanti di questa città\nne dipendono per sopravvivere.",
  "DEMO_101_AFT_NPC_A": "\u0001́Hai tenuto gli occhi aperti per nuovi mostri da reclutare? Non\ndimenticare, vuoi una squadra forte!\n\u0001ā\nContinua ad allenarti e a reclutare, e presto diventerai il miglior\nMonster Scout che questo mondo abbia mai visto!",
  "REC_POINT_NOC_06_01": "Pietra Teletrasporto",
  "DEMO_102_AFT_NPC_A_02": "\u0001̂Se segui la strada davanti a te, troverai la Centrale Elettrica.\n\u0001ā\nSua Maestà conta su di te, quindi... fai attenzione!",
  "DEMO_102_AFT_NPC_ACC_00": "\u0001̂Ho sentito che qui vicino c'è un Monolito di Pietra che insegna\nun'abilità unica ai Monster Scout.\n\u0001ā\nDevi trovarlo, soprattutto perché puoi trarne beneficio diretto!",
  "DEMO_102_AFT_NPC_ACC": "\u0001̂Vai verso la Centrale Elettrica? È proprio a est da qui.\n\u0001ā\nSe continui a seguire la strada, dovresti raggiungerla.",
  "NPC_NOCHO_ACCE": "\u0001̂Non ho mai visto così tante meteore! È buffo come attraversino il\ncielo.",
  "ACE_SPECIAL_MSG": "\u0001́Ma guarda... hai trovato il Monolito vicino al cancello nord-ovest!\nLa Centrale Elettrica è subito a est.\n\u0001ā\nFai attenzione, \u0001ȁ... La strada è messa male da quelle parti... Non\ncadere!",
  "GIM_BOX_REC_00": "Piccola Scatola",
  "GIM_BOX_REC_02": "Il mostro al suo interno ti attacca all'improvviso!",
  "NPC_MAN_A": "\u0001́Cosa? Nochoro è come quelle cose che si trasformano quando vedono\nuna meteora?",
  "NPC_NOCHO_REACT": "\u0001́Magari mi trasformo in una rana la prossima volta? ...Beh, un po' mi\nsento così.",
  "REC_POINT_DRONE_HOLE_01": "Strano Buco Piccolo",
  "REC_POINT_DRONE_HOLE_02": "\u0001̄Sembra vuoto dentro. Puoi controllare con il drone.",
  "NPC_KING_REC": "\u0001̄Il Re della specie Nochoro. Per via del suo corpo enorme, non può\nmuoversi senza l'aiuto dei suoi sudditi.",
  "NPC_QUEEN_REC": "\u0001̄La moglie del Re Nochoro. Ama i gioielli vistosi.",
  "NPC_JACK_REC": "\u0001̄Servo del Re Nochoro. Gestisce anche i sudditi del Re.",
  "NPC_MAN_REC": "\u0001̄Uomo umano comune che si è appena risvegliato da un lungo, sonno\ncriogenico profondo, nel Nucleo.",
  "NPC_ACE_REC": "\u0001̄Un Nochoro che ama trafficare con le macchine. Porta anche un\nReattore sulla testa.",
  "NPC_NOCHO_MEN_REC": "\u0001̄Un maschio della specie Nochoro. Sono molto curiosi e amichevoli.",
  "NPC_NOCHO_WOMEN_REC": "\u0001̄Una femmina della specie Nochoro. Sono timide e molto caute.",
  "NPC_NOCHORIN_REC": "\u0001̄Un maschio della specie Nochoro. Sembra essere velocissimo a\nfuggire.",
  "REC_POINT_NOC_01_01": "Apparato Mobile",
  "REC_POINT_NOC_01_02": "\u0001̄Dispositivo di viaggio creato dall'uomo per spostarsi tra le Terre.\nCollega ai Prati Silenziosi.",
  "REC_POINT_NOC_02_01": "Porta Antidisastro",
  "COMM_ABILITY_ACCESS_SPEED": "\u0001̄...Controllo accesso confermato. Ottieni le abilità Fusione in\nsella & Carica Completa.",
  "REC_POINT_NOC_02_02": "\u0001̄Una serranda meccanica antidisastro. Probabilmente funzionerebbe se\nla città avesse corrente.",
  "REC_POINT_NOC_03_01": "Centrale Elettrica",
  "REC_POINT_NOC_04_01": "Edificio Centrale",
  "REC_POINT_NOC_04_02": "\u0001̄Un enorme edificio che ricorda la vecchia sede dell'Organizzazione\ndei Monster Scout.\n\u0001ā\nSecondo i registri, Brisco era il capo dell'organizzazione.",
  "REC_POINT_NOC_06_02": "\u0001̄Sintonizzare questa Pietra Teletrasporto la aggiungerà alla lista\ndelle destinazioni. Queste pietre appaiono in vari luoghi del mondo.",
  "REC_POINT_NOC_07_01": "Dispositivo di Trasporto",
  "REC_POINT_NOC_07_02": "\u0001̄Questo trasportatore artificiale è collegato a Via Spiritica.",
  "NPC_NOCHO_MAHHA": "\u0001́Cosa!? Sta succedendo qualcosa lì? Perché sento strani rumori.",
  "REC_POINT_NOC_08_01": "Strano Monolito",
  "REC_POINT_NOC_08_02": "\u0001̄Un monumento di pietra che ha registrato una tecnologia speciale per\ni Monster Scout.",
  "REC_POINT_NOC_09_01": "Colonna verso il Cielo",
  "REC_POINT_NOC_09_02": "\u0001̄Un dispositivo che attiva la Via dei Maestri per chi vuole\nmigliorare la tecnica di cavalcatura.",
  "COMM_ABILITY_GET_GATTAI": "Hai imparato Fusione in sella!",
  "NPC_GB_BANK_REC": "\u0001̄Il rosso è il colore dell'eroe! I giovani Incarnus che si allenano\nduramente diventano rossi.",
  "COMM_ABILITY_TALK_GATTAI": "\u0001̄La Fusione in sella si può usare in battaglia quando giocatore e\npartner sono entrambi in groppa ai mostri.\n\u0001ā\nIl mostro del partner si fonde con quello del giocatore,\nrafforzandolo.\n\u0001ā\nCi sono tecniche speciali che solo i mostri fusi possono usare in\nbattaglia. Provale tutte!",
  "COMM_ABILITY_GET_MANTAN": "Hai imparato Carica Completa!",
  "COMM_ABILITY_TALK_MANTAN": "\u0001̄Carica Totale è un'abilità speciale che cura rapidamente tutta la\ntua squadra.\n\u0001ā\nSe hai più alleati feriti, usa questa abilità per curarli prima di\nandare avanti.",
  "MES_MIYABULIST_MES": "\u0001̄Ho notato un forte effetto Ra! Conviene cercare in questa zona.\n\u0001ā\nControlla la lista col pulsante in basso a sinistra dopo aver premuto\nAvvio Reattore.",
  "MINE_KUMA_MSG": "Una roccia blocca la gamba di un Nochoro. Sembra che una strana forza\nlo tenga fermo.",
  "MINE_TICO_MSG": "\u0001̂C'è una forte reazione Ra qui? Forse è un Incarnus?\n\u0001ā\nProva a premere il pulsante che sembra lo Specchio di Ra in basso a\nsinistra dopo aver avviato il Reattore!",
  "ANALYZE_TICO_MSG": "\u0001̂No, non guardare me, premi il pulsante in basso a sinistra dopo aver\navviato il Reattore.",
  "MSG_DRONE_ACE_010": "\u0001́Dovresti provare il drone prima di andare avanti, \u0001ȁ!",
  "MSG_DRONE_ACE_030": "\u0001́Oh, lo sapevo che ce l'avresti fatta! Hai preso tutti e 10 quei \u0001\u0004\nPotere del cielo \u0001\u0001!\n\u0001ā\nE hai imparato anche i comandi. Sono sicuro che il drone ti sarà\nutile!",
  "MES_SYSTEM_010": "Non dovresti lasciare quest'area ora.",
  "MES_NEW_REACTER_MES": "\u0001̄Potere di Ra installato! Avvia il Reattore.\n\u0001ā\n\"Rasearch\" apparirà quando il cursore è sopra qualcosa che ha una vera\nforma.",
  "NPC_AROMA_010": "\u0001̂Sono senza parole. Quindi la vera forma di Nochoro era quella\ndell'Incarnus...?\n\u0001ā\n...Ti lascio il compito di svelare la vera identità di tutti!\n\u0001ā\nParlami quando hai finito, ok!",
  "NPC_NOCHO_BOOK": "\u0001̂La vista da qui è fantastica! Sembra che stia per succedere qualcosa\ndi speciale!",
  "NPC_TICO": "\u0001̂Quell'Incarnus è... Quadrago Asso. Ma ha ancora l'odore di\nLupicche Asso!\n\u0001ā\nSono felice che tu l'abbia trovato... Ma era sotto qualche\nmaledizione?",
  "NPC_GB_INN": "\u0001́Non so dove sono... Né come ci sono arrivato...\n\u0001ā\n...Ho perso completamente la memoria.",
  "NPC_GB_BOOK": "\u0001̂Che scena affascinante!? Prima ERAVAMO su un pianeta morente...",
  "NPC_NOCHO_MEET": "\u0001́Forse è un nuovo potere di quel reattore che hai avviato?\nTrasformarsi sembra divertente!",
  "NPC_GB_MEET": "\u0001́Eh...? Cosa sto facendo? Dove sono finiti Jester e Joker?",
  "NPC_NOCHO_ITEM": "\u0001́Tornare alla vera forma originale? Non capisco bene.",
  "NPC_GB_B_REC": "\u0001̄È più veloce della maggior parte degli Incarnus. Ottima per le\nricognizioni.",
  "NPC_GB_ITEM": "\u0001́Ehi? Che succede? I Demoni Ribelli sono spariti?",
  "NPC_GB_ACCE": "\u0001̂Che ci faccio qui? Ugh... La testa...",
  "NPC_NOCHO_B": "\u0001́Anche tu sei arrivato qui così, vero? Le meteore sono incredibili!",
  "NPC_GB_B_010": "\u0001́Eh...?\n\u0001ā\nPensavo di essere sul punto di perdere la testa...",
  "NPC_GB_BANK": "\u0001́...Cosa? Perché Quadrago Asso... È QUI!?\n\u0001ā\nQuella è la prossima forma di Joker? È regredito? No, sono scemo!",
  "NPC_GB_REACT": "\u0001́Mi sembra di non essere stato me stesso per tanto tempo. Come se\nfossi stato rinchiuso...",
  "NPC_GB_MAHHA_010": "\u0001́Dove diamine siamo? Il santuario del Dio dei demoni? No, aspetta.\nÈ successo qualcosa di strano...",
  "NPC_AROMA_REC": "\u0001̄Una ragazza che si spacciava per Lucia. È una giovane apprendista\nscienziata, intelligente e bella.",
  "NPC_RENATE_REC": "\u0001̄Era la partner principale di Anses. Ora gestisce il laboratorio\nsotterraneo della Resistenza per i cloni di Anses.",
  "REC_RA_DOOR_030": "Non sembrano avere alcuna importanza al momento...",
  "NPC_GB_INN_REC": "\u0001̄Un Incarnus che non è il più forte, ma non ha punti deboli. È\nconsiderato affidabile.",
  "NPC_GB_BOOK_REC": "\u0001̄Più intelligente di tutti gli altri Incarnus, aiuta tutti con la sua\ngrande saggezza.",
  "NPC_GB_MEET_REC": "\u0001̄È più simile a un maiale degli altri. Sul serio! Più è grasso,\nmeglio combatte.",
  "NPC_GB_ITEM_REC": "\u0001̄Un Incarnus di supporto ben bilanciato. Sa usare bene gli oggetti.",
  "NPC_GB_ACCE_REC": "\u0001̄L'Incarnus più nella media del gruppo. Ha sempre il buon umore e\nmotiva gli alleati.",
  "NPC_GB_REACT_REC": "\u0001̄Un Incarnus nato per combattere. È più giovane degli altri, quindi\nmeno forte in battaglia.",
  "NPC_GB_MAHHA_REC": "\u0001̄Il Nochoro, la vera forma di Chomach. Un Nochoro rosso è il segno\ndel prescelto da Dio.",
  "NPC_CHILD_REC": "\u0001̄Bambino umano comune che si è appena risvegliato da un lungo, sonno\ncriogenico profondo, nel Nucleo.",
  "REC_RA_DOOR_010": "Porta della Verità",
  "REC_POINT_KUMA_BEFORE": "\u0001̄ La Funzione Ra reagisce fortemente al bersaglio! Attiva la\nFunzione Ra per svelare la verità.",
  "REC_POINT_KUMA": "\u0001̄Errore! Analisi del soggetto fallita.",
  "REC_RA_DOOR_011": "\u0001̄Una porta verso un altro mondo. È stata scoperta nello specchio di\nRa, che mostra la verità.",
  "REC_RA_DOOR_020": "\u0001̄Funzione Ricognizione completata!",
  "REC_RA_GB_BEFORE_010": "\u0001̄Controlla la reazione di Ra. Rivelerà la vera forma usando il\npotere dello specchio.",
  "REC_RA_GB_010": "\u0001̄Hai trovato la porta con successo!",
  "REC_RA_MONS_MES": "\u0001̄Un Demone Ribelle trasformato dalla furia di Madre. Ha un potere\nspaventoso."
}