{
  "NOT_EMPTY_MSG_001": "\u0001̄It seems your Monster Storage is full. Please release a monster to make room.",
  "NOT_EMPTY_MSG_002": "\u0001̂It seems you don't have any monsters that possess this kind of riding ability.\n\u0001ā\nAllow us to provide you with one that has it.",
  "DEMO_019_AFT_TLG_001": "\u0001̂Ahead lies the C-Rank License Exam. Will you be participating?\u0001Ă",
  "DEMO_019_AFT_TLG_002": "\u0001̂Before we begin, allow me to explain the rules for the\nLicense Exam, Master \u0001ȁ.\n\u0001ā\nEach exam is made up of three different battles. If you're able to win \neach round, you'll have successfully completed the exam.\n\u0001ā\nFor the exam, you may only use Active Monsters to fight. \nStandby Monsters will not be allowed to assist you.\n\u0001ā",
  "DEMO_019_AFT_TLG_002_2": "\u0001̂You will also be forbidden from using items or giving orders to your monsters. Choosing to flee will result in immediate failure.\n\u0001ā\nThose are all of the rules for the exams... I wish you luck and for your success, Master \u0001ȁ.",
  "DEMO_019_AFT_TLG_WARNING_001": "\u0001̂... Sorry, but you may not participate in the License Exam at this time.\n\u0001ā\nFor the sake of our Master's safety, we require you to have two or more monsters on your team.\n\u0001ā\nPlease return and take the exam when you have two or more monsters on your team.",
  "REC_POINT_06_02": "\u0001̄Where the License Exam is given. Leads to the Virtual Colosseum Ring.",
  "DEMO_019_AFT_TLG_003": "\u0001̂Understood. Please return when you have properly prepared for the exam.",
  "DEMO_019_AFT_TLG_004": "\u0001̂You have returned for the C-Rank Exam? Are you ready to take it?\u0001Ă",
  "DEMO_019_AFT_TLG_005": "\u0001̂Re-administering the C-Rank Exam. Perhaps this time you will pass...",
  "DEMO_019_AFT_TLG_006": "\u0001̂Understood. When you are prepared, return for the exam.",
  "DEMO_019_AFT_TLG_009": "\u0001̂You are currently issued a C-Rank License.\n\u0001ā\nThe next challenge would be B-Rank. Please locate the corresponding entrance for that exam.",
  "RIDE_TUT_EVENT_103": "Obtained the \u0001\u0004Monolith Key\u0001\u0001!",
  "RIDE_TUT_EVENT_001": "\u0001̂I will now start the tutorial for Land Ride and　 Battle \n\u0001ā\nAt this time the monolith at the exit is locked and the key is held by the monster in this room.\n\u0001ā\nTo get to the monster up there, you have to ride one of your monsters.\n\u0001ā\nFirst, press X and go to the menu page. Select Ride Moster.\n\u0001ā\nUse the D-Pad on the left of the screen to choose your partner.",
  "RIDE_TUT_EVENT_001_01": "\u0001̂To ride the monster, you can use your own or ride this monster here.",
  "RIDE_TUT_EVENT_001_02": "\u0001\u0004Jailcat\u0001\u0001 became your ally!",
  "RIDE_TUT_EVENT_001_03": "\u0001̂When you ride a monster, you're able to jump higher than usual.\n\u0001ā\nGo up to the monster by jumping up on the steps.",
  "RIDE_TUT_EVENT_002_02": "\u0001̂\n The key to the monolith is held by the monster in this room.\n\u0001ā\nChoose your partner after selecting Ride Monster from the menu page.\n\u0001ā\nWhen you ride a monster, you're able to jump higher than usual. \nGo up to the monster by jumping up on the steps.",
  "RIDE_TUT_EVENT_002_01": "\u0001̂At this time the monolith at the exit is locked and the key is held by the monster in this room.\n\u0001ā\nTo get to the monster up there, you have to ride one of your monsters.\n\u0001ā\nFirst, press X and go to the menu page. Select Ride Moster.\n\u0001ā\nUse the D-Pad on the left of the screen to choose your partner.",
  "RIDE_TUT_EVENT_003": "Obtained the \u0001\u0004Monolith Key\u0001\u0001!",
  "RIDE_TUT_EVENT_003_02": "\u0001̂It appears as though you've found the \u0001\u0004Monolith Key\u0001\u0001. \nNow, it's time to re-activate the Monolith and leave this place.",
  "RIDE_TUT_EVENT_004": "\u0001̂Congratulations, \u0001ȁ. You were able to unlock the monolith.\n\u0001ā\nLand Ride and Battle Ride should help you with your upcoming battles. Please use them. \n\u0001ā\nThis concludes the tutorial. Great work.",
  "RIDE_TUT_EVENT_005": "\u0001̂Congratulations Master \u0001ȁ. The Monolith has unlocked, and a new exit has appeared.\n\u0001ā\nUnderwater Riding will surely prove to be an invaluable ability during your travels. Use it to your advantage.\n\u0001ā\nThat concludes the Underwater Ride Tutorial... it's time for you to return to your world.",
  "REC_POINT_03_01": "Monolith",
  "RIDE_TUT_EVENT_006": "\u0001̂Congratulations, Master \u0001ȁ. You've unlocked the Monolith and can now freely travel back to your world.\n\u0001ā\nI'm sure you will find Aerial Ride to be an invaluable ability on your travels. Use it wisely.\n\u0001ā\nThat concludes the Aerial Ride Tutorial... it's time for you to return to your world.",
  "RIDE_TUT_EVENT_202_01": "\u0001̂The monolith at the exit is locked and the key is up there.\n\u0001ā\nUnder menu, select Ride Monster and choose a monster midsized and below.\n\u0001ā\nRide your monster to jump up the steps and get the key.",
  "REC_POINT_03_02": "\u0001̄Space travel point connecting to the Grim Tundra.",
  "DEMO_304_AFT_TLG_001": "\u0001̂Ahead lies the B-Rank License Exam. Will you be participating?\u0001Ă",
  "DEMO_304_AFT_TLG_002": "\u0001̂The License Exam will now begin. Good luck, Master \u0001ȁ!",
  "DEMO_304_AFT_TLG_003": "\u0001̂Understood. Please return when you have properly prepared for the exam.",
  "DEMO_304_AFT_TLG_004": "\u0001̂You have returned for the B-Rank Exam? Are you ready to take it?\u0001Ă",
  "DEMO_304_AFT_TLG_005": "\u0001̂Re-administering the B-Rank Exam. Perhaps this time you will pass...",
  "DEMO_304_AFT_TLG_006": "\u0001̂Understood. When you are prepared, return for the Exam.",
  "DEMO_311_AFT_TLG_001": "\u0001̂You have already earned your B-Rank License.\n\u0001ā\nWhen you are ready for your next challenge, the A-Rank Exam, please locate the corresponding door.",
  "DEMO_507_AFT_TLG_006": "\u0001̂Understood. When you are prepared, return for the exam.",
  "RIDE_TUT_EVENT_101": "\u0001̂I will now begin the tutorial for Underwater Ride.\n\u0001ā\nAt this time, the monolith at the exit is locked and the key is on the bottom of this pool.\n\u0001ā\nTo get the key, you have to ride a monster that is midsized or below that can maneuver through water.\n\u0001ā\nSelect Ride Monster under menu, and choose your monster, midsized or below.",
  "RIDE_TUT_EVENT_101_01": "\u0001̂You can use your own or use our monster here.",
  "RIDE_TUT_EVENT_101_02": "\u0001\u0004Pumpoise\u0001\u0001 joined your team!",
  "DEMO_507_AFT_TLG_001": "\u0001̂Ahead lies the A-Rank License Exam. Will you be participating?\u0001Ă",
  "RIDE_TUT_EVENT_101_03": "\u0001̂After riding your monster, dive right into the water and get the key.\n\u0001ā\nRide a monster that is midsized or below and press B on water. You should be able to dive in.",
  "DEMO_507_AFT_TLG_002": "\u0001̂The License Exam will now begin. Good luck, Master \u0001ȁ!",
  "RIDE_TUT_EVENT_102_02": "\u0001̂At this time, the monolith at the exit is locked and the key is on the bottom of this pool.\n\u0001ā\nSelect Ride Monster under menu, and choose your monster, midsized or below. \n\u0001ā\nRide a monster that is midsized or below and dive in to get the key.",
  "RIDE_TUT_EVENT_102_01": "\u0001̂At this time, the monolith at the exit is locked and the key is on the bottom of this pool.\n\u0001ā\nSelect Ride Monster under menu, and choose your monster, midsized or below. \n\u0001ā\nRide a monster that is midsized or below and dive in to get the key.",
  "RIDE_TUT_EVENT_103_02": "\u0001̂You were able to earn a \u0001\u0004Monolith Key\u0001\u0001. Let's use it to open the exit.",
  "DEMO_MSG_101": "\u0001̂It seems you're returning to the way you used to be. Please look forward to using this ability once again.",
  "DEMO_507_AFT_TLG_003": "\u0001̂Understood. Please return when you have properly prepared for the exam.",
  "DEMO_507_AFT_TLG_004": "\u0001̂You have returned for the A-Rank Exam? Are you ready to take it?\u0001Ă",
  "REC_POINT_05_01": "Monolith",
  "DEMO_507_AFT_TLG_005": "\u0001̂Re-administering the A-Rank Exam. Perhaps this time you will pass...",
  "REC_POINT_05_02": "\u0001̄Zoom Stone connecting to the Fiery Volcano area.",
  "DEMO_516_AFT_TLG_001": "\u0001̂You have already earned your A-Rank License.\n\u0001ā\nWhen you are ready for your next challenge, the S-Rank exam, please locate the corresponding door.",
  "RIDE_TUT_EVENT_201": "\u0001̂I will now start the tutorial for Air Ride.\n\u0001ā\nAt this time the monolith at the exit is locked and the key is way up there.\n\u0001ā\nTo get the key, you must ride a monster midsized and below to jump up there.\n\u0001ā\nChoose your partner after selectinf Ride Monster under the menu page.",
  "RIDE_TUT_EVENT_201_01": "\u0001̂You can ride your own or ride the monster here.",
  "REC_POINT_02_02": "\u0001̄Where the License Exam is given. Leads to the Virtual Colosseum Ring.",
  "RIDE_TUT_EVENT_201_02": "\u0001\u0004Cosmic Chimaera\u0001\u0001 has become your friend!",
  "REC_POINT_07_01": "Monolith",
  "RIDE_TUT_EVENT_201_03": "\u0001̂You can now air ride. Press B multiple times to jump continuously.\n\u0001ā\nAnd you are now able to ride a large monster and defeat small monsters all at once.\n\u0001ā\nChoose your monster midsized or below to jump up and get the key.",
  "REC_POINT_07_02": "\u0001̄Space travel point connecting to the Wrecked Paradise.",
  "RIDE_TUT_EVENT_202_02": "\u0001̂At this time the monolith at the exit is locked and the key is way up there.\n\u0001ā\nChoose your partner after selectinf Ride Monster under the menu page.\n\u0001ā\nTo get the key, you must ride a monster midsized and below to jump up there.",
  "REC_POINT_08_01": "License Gate S",
  "RIDE_TUT_EVENT_203": "Obtained the \u0001\u0004Monolith Key\u0001\u0001!",
  "REC_NPC_MONSTER": "\u0001̄A monster that was brought here by Terezia for the battle ride tutorial.",
  "RIDE_TUT_EVENT_203_02": "\u0001̂You've obtained a \u0001\u0004Monolith Key\u0001\u0001. Now use this to exit to a new location.",
  "REC_POINT_09_01": "Monolith Key",
  "DEMO_619_AFT_RENERTE_001": "\u0001̂Once you've passed the S-Rank Exam, you'll gain the ability to Sky Ride monsters capable of doing so...\n\u0001ā\nI know you'll be able to do it, \u0001ȁ... after all, you're the only hope left for us!",
  "DEMO_619_AFT_TLG_001": "\u0001̂Ahead lies the S-Rank License Exam. Will you be participating?\u0001Ă",
  "DEMO_619_AFT_TLG_002": "\u0001̂The License Exam will now begin. Goodluck Master \u0001ȁ!",
  "DEMO_619_AFT_TLG_003": "\u0001̂Understood. Please return when you have properly prepared for the exam.",
  "DEMO_619_AFT_TLG_004": "\u0001̂You have returned for the S-Rank Exam? Are you ready to take it?\u0001Ă",
  "DEMO_619_AFT_TLG_005": "\u0001̂Re-administering the S-Rank Exam. Perhaps this time you will pass...",
  "DEMO_619_AFT_TLG_006": "\u0001̂Understood. When you are prepared, return for the Exam.",
  "DEMO_623_AFT_TLG_001": "\u0001̂You currently possess an S-Rank License.",
  "DEMO_MSG_100": "\u0001̂Splendid, Master \u0001ȁ. Passing this exam was expectedly easy, wasn't it?",
  "REC_POINT_01_01": "Monolith",
  "REC_POINT_01_02": "\u0001̄Space travel point connected to the Wood Park.",
  "REC_POINT_02_01": "License Gate C",
  "REC_POINT_04_01": "License Gate B",
  "REC_POINT_04_02": "\u0001̄Where the License Exam is given. Leads to the Virtual Colosseum Ring.",
  "REC_POINT_06_01": "License Gate A",
  "REC_POINT_08_02": "\u0001̄Where the License Exam is given. Leads to the Virtual Colosseum Ring.",
  "REC_POINT_09_02": "\u0001̄A strange key that can break the seal on a Monolith, and allow entrance and exit to the Virtual Colosseum.\n\u0001ā\nWe cannot reach the area behind this Monolith until Theresa has given us the proper key.",
  "REC_POINT_10_01": "Zoom Stone",
  "REC_POINT_10_02": "\u0001̄Attuning to this Zoom Stone will add it to your destination list.\nThese stones appear in various places around the world.",
  "REC_NPC_RENATE": "\u0001̄She was once Anses's main partner. Now she's the overseer of the underground Resistance lab for Anses clones."
}