{
  "DEMO_005_AFT_SYS_001": "A strange machine appears to have crash landed here. \nThere's a device inside that you've never seen before.\n\u0001ā\nIt appears the device can be attached to your head. Would you like to try on the device and see what happens?\u0001Ă",
  "DEMO_005_AFT_SYS_002": "You placed the strange device back where you found it.",
  "SANCHO_001": "\u0001̂I know you like your freedom, and that's why I cater to your every need, here in our little paradise, Master!\n\u0001ā\nIf you get bored out here and are looking for more to do, just press the\nX-button. You'll find some fun things in your menu, Master.",
  "OP_NPC_MSG_001": "\u0001̂... Slurp. What's goooo-d, \u0001ȁ!?\nHow're you gooin' today, my main man!?\n\u0001ā\nCheck it out, \u0001ȁ! You see all those crazy lookin' clouds up there? -slurp-\n\u0001ā\nIf you hold down the Y-button and use your D-pad, you can check 'em\nout! You can even use the C-stick if you've goo-t one!\n\u0001ā\nGoooo ahead and try it out, my main man!",
  "OP_NPC_MSG_002": "\u0001̂When you feel lost, use the map on the bottom screen to navigate. You see that red \"!\" marker? You should go over there!\n\u0001ā\nAnd while you're at it, feel free to press the B-button along the way to jump around!",
  "NPC_ANSESU_CORE_020": "\u0001́What's wrong, \u0001ȁ? Are you bored?\n\u0001ā\nOhhh! Wanna go fishing? We could ask Sancho to lend us some rods...\n\u0001ā\nGeez, what is it? What's with that face? Something bothering you?\n\u0001Ă",
  "NPC_ANSESU_CORE_021": "\u0001́I see.Then you should take that frown off your face. You should always be smiling. Live happy.\n\u0001ā\nHappiness doesn't come around to people with a grimace.",
  "NPC_ANSESU_CORE_050": "\u0001́... What's up with you today, \u0001ȁ. You're awfully grumpy today.\n\u0001ā\nWhy are you like that. You should just be happy that there's peace.\n\u0001ā\nSmall things could build up and cause fights. Please don't be that person.\u0001Ă",
  "NPC_ANSESU_CORE_051": "\u0001́Glad you understand. Just watch what you do or say from now on.",
  "NPC_ANSESU_CORE_060": "\u0001́Everything... alright?",
  "NPC_SANCHO_CORE_010": "\u0001̂Master Anses just ventured off into the western woods...\n\u0001ā\nIf you wish to see him, Master \u0001ȁ, why not go\nand track him down?!",
  "NPC_CORE_SLIME_A_020": "\u0001̂C'mon, \u0001ȁ! This is no goood! \nDon't listen to that thing! Let's hang here, forever!",
  "NPC_SANCHO_CORE_020": "\u0001̂No, Master \u0001ȁ! You musn't listen to that\nthing! It's trying to ruin our little Paradise!\n\u0001ā\nYou must take it off, and destroy it! Hurry, Master!",
  "NPC_RAKUEN01_CORE_REC": "\u0001̄Monster with a blue, jelly-like body. Looks like it's always smiling.",
  "SYS_REACTOR_CORE_060": "\u0001̄This is a repeat warning.\n\u0001ā\nAbnormalities detected in surrounding lifeforms. Activate your Reactor and scan immediately.",
  "NPC_ANSESU_CORE_REC_060": "\u0001̄\u0001ȁ's real brother. Lost his life in a fight a while ago...",
  "NPC_SANCYO_CORE_REC_060": "\u0001̄Sancho is a robot that takes care of \u0001ȁ and the house.",
  "NPC_CORE_SLIME_B_010": "\u0001̂How's it gooing, Master \u0001ȁ? Wanna splash around in the river with me today?\n\u0001ā\nThere's nothing better than an ice-cold dip on a day like today! -slurp-",
  "NPC_RAKUEN02_CORE_REC": "\u0001̄A round, furry monster. Lets out its sharp fangs when mad.",
  "NPC_RAKUEN03_CORE_REC": "\u0001̄Flying gold Slime with wings. You might think it'll bring great fortune, but it doesn't.",
  "NPC_RAKUEN04_CORE_REC": "\u0001̄Cute monster that looks like a plush toy. It is hiding sharp spines in its body.",
  "NPC_CORE_ANGEL_A_010": "\u0001̂Hey, Master \u0001ȁ. I was gonna bake Sancho a cake later, for fun.\n\u0001ā\nI think you should come eat it with us. As long as I don't overcook it, that is!",
  "NPC_CORE_ANGEL_A_020": "\u0001̂No, perhaps this isn't the best time! But, if you insist, let's bake that cake!\n\u0001ā\nThat's our \u0001ȁ! Always ready to eat... even at the most inopportune times!",
  "NPC_CORE_ANGEL_B_010": "\u0001̂I feel so sleepy... do you want join me for a nap?",
  "NPC_CORE_JOBO_A_010": "\u0001̂No one can harm us here, Master \u0001ȁ.\n\u0001ā\nAnses is so strong, he can beat anyone down. He doesn't even need our help!",
  "NPC_CORE_JOBO_A_020": "\u0001̂If you stay here, Anses will protect us. No need to put\nyourself in harm's way anymore, right!?\n\u0001ā\nPlease, you must not listen to that infernal device!",
  "NPC_CORE_JOBO_B_010": "\u0001̂Master \u0001ȁ! How about another race!?\nI'm not gonna lose to you this time!",
  "NPC_CORE_PINK_A_010": "\u0001̂Oh hey, it's you, \u0001ȁ. You want a big hug again?\n\u0001ā\nOh, you're looking for Anses? He went to the woods west from here.",
  "NPC_CORE_PINK_A_020": "\u0001̂Don't be a bad boy. Or else you're not getting any more hugs from me.",
  "NPC_CORE_PINK_B_010": "\u0001̂With Anses here, we'll never have to fight again!\n\u0001ā\nHe's just going to protect all of us. Isn't that right, Master \u0001ȁ?",
  "NPC_CORE_SLIME_A_010": "\u0001̂Wheee! -slurp-! Master \u0001ȁ! It's so peaceful here! I'm gooing to hang out here all day!\n\u0001ā\nI want to stay here forever... with you... and Anses...all of us together, all the time! -boing-"
}