{
  "DEMO_940_SYS_001": "And few days later....",
  "DEMO_940_MSG_001": "\u0001̂I still can't belive it. A world where humans and monsters coexist.\n\u0001ā\nHow did you guys persuade the Djinn anyway?",
  "DEMO_940_MSG_002": "\u0001́About that....\n\u0001ā\nThe Djinn heart was a little broken. So he was more willing to listen to me.",
  "DEMO_940_MSG_003": "\u0001̂... I see.\n\u0001ā",
  "DEMO_940_MSG_004": "\u0001̂Mother going wild caused so many casualties. And I was so irritated and mad about that but....\n\u0001ā",
  "DEMO_940_MSG_005": "\u0001̂It changed the Djinn's heart.... at least some good things came out of that.",
  "DEMO_940_MSG_006": "\u0001́That's true. Haha...",
  "DEMO_940_MSG_007": "\u0001̂I was really worried when the Djinn returned but I'm so glad things turned out okay.\n\u0001ā",
  "DEMO_940_MSG_008": "\u0001̂There's nothing holding me back now...",
  "DEMO_940_MSG_009": "\u0001̂Aroma... are you really going?",
  "DEMO_940_MSG_010": "\u0001̂Of course I am. You know how much I want to save our home planet.\n\u0001ā\nMy team already left and is waiting for me. The pod is repaired too, so I should so.",
  "DEMO_940_MSG_011": "\u0001̂But before I go, \u0001ȁ. I have a favor. Could we swap our reactors?\n\u0001ā",
  "DEMO_940_MSG_012": "\u0001̂It gets awfully lonely in outer space... and, well... I honestly\njust wanted a small reminder of what we've done here.\n\u0001ā",
  "DEMO_940_MSG_013": "\u0001̂So, what do you say? Would you grant me this small\nfavor, and swap Reactors with me?\u0001Ă",
  "DEMO_940_MSG_014": "\u0001̂Oh c'mon, \u0001ȁ... Really?\nCan't you just cut me some slack, here?",
  "DEMO_940_MSG_015": "\u0001̂Ah, wait! You're worried about losing all of the data\nyou've gathered, aren't you?\n\u0001ā",
  "DEMO_940_MSG_016": "\u0001̂I've already got that covered for you. I'm going to backup your\nReactors' data, right before we swap them!\n\u0001ā",
  "DEMO_940_MSG_017": "\u0001̂So, what do you say? Would you grant me this small\nfavor, and swap Reactors with me? \u0001Ă",
  "DEMO_940_MSG_018": "\u0001̂Splendid! Alright, then. Let me make a backup of\nyour Reactors' data really quickly.",
  "DEMO_940_MSG_019": "\u0001̂I'm... never going to forget everything we accomplished.\nHopefully, you'll never forget me either, will you?",
  "DEMO_940_MSG_020": "\u0001̂Great! I'm going now. Thank you everything... I wish you all well!",
  "DEMO_940_MSG_021": "\u0001̂When our home planet is restored, I will make sure that your tale gets told.",
  "DEMO_940_MSG_022": "\u0001̂The one about how a legendary Monster Master, from another \ngalaxy, sacrificed everything to save both of our planets."
}