{
  "VOLCANO_NPC_A_REC": "\u0001̄An inhabitant of Magma Park, and also a long time\nsupporter of the Resistance.",
  "VOLCANO_NPC_B_REC": "\u0001̄An inhabitant of Magma Park, who has a strong faith\nin Anses' abilities.",
  "INN_MSG_002": "\u0001́... Hey hey, don't overdo it okay? We're doomed if you collapse.",
  "VOLCANO_NPC_C_REC": "\u0001̄An inhabitant of Magma Park, who has a heart of\nice, but a burning secret hidden within.",
  "17_NPC_A": "\u0001́Hey, it's safe now. I can be a little sloppy if I wanted to.",
  "VOLCANO_ELDE_REC": "\u0001̄The Elder who governs Magma Park. He also has a long, storied history with Anses, from what you've heard.",
  "VOLCANO_AIDE_REC": "\u0001̄A monster who acts as the Elder's aide, and would\nmake any sacrifice in order to protect him.",
  "DEMO_503_AFT_ELDE": "\u0001̃Head on over to that house over there, the one with the paper lanterns hanging out front. It belongs to Birdie.",
  "17_NPC_D": "\u0001́Snapped-Off... no, it was Snapped-Almighty. Is he really gone this time?\n\u0001ā\nI'm just worried that he's planned far enough ahead, once more...",
  "KEEPOUT_MSG_01": "\u0001́Hey Anses! Where do you think you're going! Go see the elder and tell him you're safe!\n\u0001ā\nHe's waiting in his house towards the back. Hurry!",
  "DEMO_504_AFT_NPC_A": "\u0001́The mountain to the north of here, called Mount Elpis, also houses a very active volcano among its peaks, kee.",
  "13_NPC_D": "\u0001́You defeated Dark Master, kee? And yet, there are still\nhordes of Break Monsters...\n\u0001ā\nGuess you'll just have to keep doing what you do, kee! You'll finish 'em off sooner or later!",
  "KEEPOUT_MSG_02": "\u0001́I heard you're going to go see Birdie, right? He actually just came back.\n\u0001ā\nYou should go see him before he goes out again, Anses.",
  "DEMO_502_AFT_AIDE": "\u0001́The elder's been waiting a long time for you. Please let him know you're safe.",
  "DEMO_504_AFT_NPC_B": "\u0001̂I heard you and Birdie talking about heading up Mount Elpis. I sure hope you can goo this, for Lucia's sake.\n\u0001ā\nYou two are the greatest team I've ever seen. I just know you two are gooing to defeat the Break Monsters this time!",
  "DEMO_502_AFT_NPC_A": "\u0001́You should go see the elder, kee! He's been waiting for you, kee!",
  "DEMO_502_AFT_NPC_B": "\u0001̂You've been visiting us for such a long time, now.\nHow many times have you come back here, again?\n\u0001ā\nHeck, gooing off the amount of years you've been stopping by,\nI'd say the nickname \"The Immortal\" is very fitting.",
  "DEMO_502_AFT_NPC_C": "\u0001̂Magma Park hasn't changed at all since you were here last time.\n\u0001ā\nThis town was originally founded by Resistance members as a base to fight against the Break Monsters, after all.\n\u0001ā\nNothing around here is gooing to change either, unless we lose our will to fight.",
  "18_ELDE": "\u0001̃I heard about the whole ordeal.\nIt seems you've been fighting on.\n\u0001ā\nEveryone here is counting on you.\nGive it your best and fight hard!",
  "DEMO_502_AFT_NPC_D": "\u0001́Now that you've returned, kee... I think it's about time\nwe start preparing our next offensive, kee!\n\u0001ā\nLet's defeat those Break Monsters once and for all, and live\nthe life of peace that we've always dreamed of, kee!",
  "DEMO_503_AFT_NPC_A": "\u0001́You're going to go pay Birdie a visit, kee?\nI can't wait to see such an amazing duo reunite, kee!",
  "INN_MSG_1ST_003": "\u0001́Good morning, Anses. Me hope you sleep good?\n\u0001ā\nYou come here any time you want. You always welcome here! My friend!",
  "REC_POINT_01_01": "Hot Springs",
  "DEMO_503_AFT_NPC_B": "\u0001̂Birdie is such a klutz. I remember Lucia scolding him an\nawful lot. It was always entertaining, though.\n\u0001ā\nNow we're never gooing to see her again... I'm left with such an empty feeling inside...",
  "INN_MSG_1ST_004": "\u0001́Hey! I heard you were coming. Are you spending the night? \u0001Ă",
  "REC_POINT_01_02": "The water here is heated by the magma flowing beneath it.\nIt's a rather popular gathering place for the towns folk.",
  "DEMO_503_AFT_NPC_C": "\u0001̂Birdie has been waiting such a long time for your\nreturn.\n\u0001ā\nHe's always been super proud to claim that he's Anses's partner and best friend.",
  "INN_MSG_1ST_005": "\u0001́Hey hey... are you really okay? We don't want you collapsing on us.",
  "DEMO_503_AFT_NPC_D": "\u0001́I can't be the only one this excited to see you and \nBirdie flying through the skies again, kee.\n\u0001ā\nDo you find it strange how excited I am to watch you two\nfly together and fight alongside us, kee?",
  "INN_MSG_1ST_006": "\u0001́Good morning! You look recharged.\n\u0001ā\nCome by whenever you're tired. You can always stay at no charge.",
  "DEMO_503_AFT_AIDE": "\u0001́Birdie believes in you, more than any other monster in Magma Park.\n\u0001ā\nBut I think that's just natural when two friends are so close.",
  "18_NPC_D": "\u0001́Just when I thought peace had returned,\nit seems more monsters are coming.\n\u0001ā\nYou've got to do whatever you can!\nReturn peace to this world once and for all!",
  "DEMO_504_AFT_NPC_C": "\u0001̂Mt. Elpis is the tallest rock formation in the entire world.\nIt also acted as a base for the Resistance.\n\u0001ā\nSilly me... goo am I kidding?! Of course you, of all people, already know all about that!",
  "DEMO_504_AFT_NPC_D": "\u0001́Be on the lookout for Deathvyrn up there, kee. He'll do \nanything to please that Dark Master of his, kee.\n\u0001ā\nI'm not sure if we've seen the last of that guy either, kee...\nIf not, be careful... he may still be planning his attack, kee!",
  "DEMO_504_AFT_ELDE": "\u0001̃Birdie has already left for Mount Elpis. \nYou are to meet him there, are you not?\n\u0001ā\nYou two are such an unstoppable duo. I believe that you two\nwill defeat Mother, this time, once and for all!",
  "DEMO_504_AFT_AIDE": "\u0001́Don't you worry 'bout us. Go to Mount Elpis. Leave Magma Park to me and the Elder.\n\u0001ā\nYou can reach the peak by leaving Magma Park and following the trail to the north.",
  "12_NPC_A": "\u0001́I see... you're finally going into the Core. Please deafeat them.\n\u0001ā\nAll of us here in Magma Park believe in you!",
  "12_NPC_B": "\u0001̂Lucia dreamed of defeating the Break Monsters. Please finish what she started.\n\u0001ā\nI'm waiting for you to return with good news. Don't lose!",
  "12_NPC_C": "\u0001̂Don't forget... you're not alone. You have all of us to back you up.\n\u0001ā\nLet's join forces. That's the key to success.",
  "12_NPC_D": "\u0001́The Dark Master is waiting for you at the Core?\n\u0001ā\nHe'll do anything to win. Watch out for his traps.",
  "12_ELDE": "\u0001̃You're going to the Core? Okay, we'll back you up.\n\u0001ā\nGive Lenate my regards. Tell her to come say hi when all if this is over.",
  "12_AIDE": "\u0001́Lenate is still alive!? That's good news!\n\u0001ā\nWe believe that you and Lenate will defeat them for sure!",
  "13_NPC_A": "\u0001́Did you see that sky, kee? It's awfully daunting. We can't just do nothing... we have to resist it, kee!\n\u0001ā\nIf we gave up now, everything we've done 'til now would be for nothing, kee!",
  "17_ELDE": "\u0001̃Oh, it's you.... I'm so happy to see you. I welcome the hero who saved the world!",
  "13_NPC_B": "\u0001̂What's gooing on with that black fog in sky...\nI sure wish we had Lucia here to reassure us.",
  "13_NPC_C": "\u0001̂I wonder what's gooing to happen now that the\nsky's filled with that awful black fog...\n\u0001ā\nWhat are we gooing to do? What can we possibly do to help you fight back?",
  "13_ELDE": "\u0001̃That black fog coming from the Core has spread across the entire world...\n\u0001ā\nUnfortunately, with the range and thickness of it, there's not much any of us can do...",
  "13_AIDE": "\u0001́The black fog hasn't reached us yet. But it's close, as you can see...\n\u0001ā\nWe need to act immediately, we have little time left. What do you need us to do?",
  "ITM_MSG_001": "\u0001́Why, if it isn't Anses, kee-kee! Are you looking for any specific items, kee?",
  "14_NPC_A": "\u0001́I can tell simply by looking at the sky, kee. Something terrible is happening inside the Core, kee...\n\u0001ā\nYou're the only one that can get up there now, kee. Please... you must save our world, kee!",
  "14_NPC_B": "\u0001̂The final battle is upon us. We know that you\ncan goo it!\n\u0001ā\nFor Lucia... for Anses... for all their dreams... and everyone still here... Goo and beat him down!",
  "14_NPC_C": "\u0001̂This is gooing to be the final battle, eh? I'll keep you in my thoughts. You can goo it!",
  "14_NPC_D": "\u0001́That evil doctor Carmasso is behind all of this, kee?\nAn' he's become Snapped-Off, you say, kee...\n\u0001ā\nRegardless, we all believe in you, kee! If anyone can save this world... you can do it, kee!",
  "14_ELDE": "\u0001̃So this is finally it, is it? I encourage you to go in fully rested, stocked, and prepared.\n\u0001ā\nWe won't get another shot at this. However, know going in that you have our full faith and support!",
  "14_AIDE": "\u0001́If you get discouraged, come and talk to us. You're always welcome here, and I'll do my best to help in any way I can.\n\u0001ā\nDon't forget, we've got your back at all times!",
  "18_NPC_A": "\u0001́I heard it all. Fearsome monsters\ninvading our lands from the skies. \n\u0001ā\nIf anyone can do anything about it, it's you.\nPlease protect the Break World!",
  "INN_MSG_005": "\u0001́Okay... don't batter yourself too much, though.",
  "19_NPC_A": "\u0001́I thought we were finished for sure\nwhen those monsters invaded from the skies.\n\u0001ā\nBut to think that you've already dealt with it,\nyou are truly something special.",
  "NPC_A_BY_CROW_010": "\u0001́Oh, you are interested in this \u0001\u0004Piece \nof the Sea Map\u0001\u0001?\n\u0001ā\nIt was rather difficult to obtain. I couldn't\nlet it go for less than 10000 gold.\n\u0001ā\nMust suck being broke, eh?",
  "NPC_A_BY_CROW_020": "\u0001́Oh, you are interested in this \u0001\u0004Piece \nof the Sea Map\u0001\u0001?\n\u0001ā\nIt was rather difficult to obtain. I couldn't\nlet it go for less than 10000 gold. \u0001Ă",
  "NPC_A_BY_CROW_030": "\u0001́Much obliged, as always.",
  "NPC_A_BY_CROW_040": "\u0001́Must suck being broke, eh?",
  "17_NPC_B": "\u0001̂I should pay a visit to Lucia's grave. Is the grave in Spirit Road?\n\u0001ā\nWhat? What's with the face? Did I say something wrong?",
  "18_NPC_B": "\u0001̂I'd like to visit Grandma's grave.\nHowever, there are monsters outside causing a ruckus.",
  "INN_MSG_006": "\u0001́Haha, you were knocked out for a while. You're probably energized with all that sleep you got.\n\u0001ā\nAlright then, good luck on your journey.",
  "19_NPC_B": "\u0001̂Now that the monsters outside have\ncalmed down, I must visit Grandma's grave.\n\u0001ā\nWhat is it? Why are you looking at me\nlike that? Did I say something weird?",
  "17_NPC_C": "\u0001̂What do you think about settling down here? I think everyone would be pleased...",
  "18_NPC_C": "\u0001̂There's a rumor that monsters from the\nDemon Realm are attacking.\n\u0001ā\nHow is that possible? On the bright side,\nI bet those monsters are totally badass.",
  "19_NPC_C": "\u0001̂So THOSE are the Demon Realm monsters.\nI could tell from how badass they looked.",
  "19_NPC_D": "\u0001́Is it truly over this time?\nHas peace returned to the Break World?",
  "19_ELDE": "\u0001̃The monsters from the Demon Realm differ\nfrom both humans and Break World monsters.\n\u0001ā\nThey are used to being at war constantly,\ntherefore coexisting with them is unlikely.\n\u0001ā\nWe are relying entirely on you to \nbe the hero that saves this world!",
  "17_AIDE": "\u0001́All of us at Magma Park are your friends.\n\u0001ā\nJust know that whereever you are, that will never change.",
  "ITM_MSG_002": "\u0001́You're welcome! Did you find everything you needed?",
  "ITM_MSG_003": "\u0001́Please come shop here again any time, kee!\nI'll be waiting right here, kee-kee!",
  "INN_MSG_1ST_001": "\u0001́Me no ask for money. You stay for free! You want sleep?\u0001Ă",
  "INN_MSG_1ST_002": "\u0001́Okay.... be careful, will you? We need you alive. We need you strong!",
  "INN_MSG_001": "\u0001́Hey! I was notified that you were coming. You want to spend the night here?\n\u0001ā\nIf you're going to stay the night you'll be sound asleep 'til morning. If you're just going to rest, I'll wake you at sundown.\n\u0001ā\nEither way, you'll be refreshed. Which do you prefer? \u0001Ĉ",
  "INN_MSG_003": "\u0001́Good morning! You look refreshed.\n\u0001ā\nIf you're ever tired, you're always welcome. You can stay at no charge.",
  "INN_MSG_004": "\u0001́Hey, it's you. What's wrong, do you want to spend the night? \u0001Ĉ"
}