{
  "NPC_NAME_010": "\u0001́Statement Page 1. 　 \u0001ā Statement Page 2.",
  "NPC_NAME_020": "\u0001́Question Page 1. 　 \u0001ā Question Page 2.\u0001Ă",
  "REC_EMPTY_MSG_010": "\u0001̄It seems the Monster Farm is full. Please release a monster to make room.",
  "ITEM_MSG_010": "\u0001́You aren't from around here, so I bet you have many rare curiosities. \u0001ā This is an Item Shop. How can I help you?",
  "TICO_SUMMON_020": "\u0001̂I've got some sweet infomation for you! \u0001ā There are special stones called \u0001\u0004Incarnii Stones\u0001\u0001 that you can offer to the alter here to summon Incarnii! \u0001ā Incarnii that you summon in this manner will become you allies and will join you on your future adventures! \u0001ā",
  "TOUCH_PARTNER_010": "\u0001́Travel to the Spirit World?\u0001Ă",
  "ITEM_MSG_020": "\u0001́Come again soon!",
  "TICO_SUMMON_030": "\u0001̂Would you like to offer \u0001\u0004Incarnii Stones\u0001\u0001 in exchange for summoning an Incarnus? ...Is what I would like to ask, but you don't have enough. \u0001ā Kings of each suit require 5 stones as well. All others cost 1　\u0001\u0004Incarnii Stone \u0001\u0001to summon. \u0001ā 「\u0001\u0004 Incarnii Stones \u0001\u0001are hard to come by, I know, but if you want the Incarnii to join you, you'll have to find them!",
  "MINE_JUSTICE_010": "\"Jack Gaogaia\" is engraved here.",
  "INN_MSG_010": "\u0001́Wow, Humans are a rare sight around here. I see Tiko has brought you. \u0001ā This is the Incarnus Village. It's been several hundred years since we were last visited by humans. \u0001ā When outsiders visit, I must accomodate them. You look tired. Want to rest a bit?\u0001Ă",
  "NPC_CRYSTAL_071": "\u0001́East of here, there is a giant tornado near one of the caves. Try heading there sometime! \u0001ā If you use the tornado, you can reach the floating islands above, where they say a pillar called a conduit awaits. \u0001ā If you decide to go, take me with you too! Hehehe, i'd love to see how your race goes.",
  "INN_MSG_020": "\u0001́When outsiders visit, I must accomodate them. You look tired. Want to rest a bit?\u0001Ă",
  "NPC_CRYSTAL_081": "\u0001́It's great that we are coexisting with the Demons isn't it? Especially since this Speed Road is in the Demon Realm! \u0001ā Do you remember seeing a Pure Darkonium deposit somewhere near the entrance to the Demon Realm? \u0001ā The conduit to activate the Speed Road there is located behind a nearby boulder. \u0001ā This will be the final Speed Road! I can't wait to see you cross the finish line!",
  "INN_MSG_020_CLEAR": "\u0001́When outsiders visit, I must accomodate them. You look tired. Want to rest a bit?\u0001Ĉ",
  "INN_MSG_030": "\u0001́Very well. If you get tired, come see me again!",
  "INN_MSG_040": "\u0001́Hope you got some good rest. Be sure to take care out there!",
  "INN_MSG_050": "\u0001́I understand now. You should check the altar in the center of town. First, would you like to rest?\u0001Ă",
  "MINE_HEART_010": "\"Hawkhart Ace\" is engraved here.",
  "INN_MSG_060": "\u0001́Looking over you, I realize you must be what they call a Monster Master. Yeah, that's the term Wildcard used.. \u0001ā Well, I guess it's been hundreds of years since then. But no use reminiscing about that right now. \u0001ā When we have outsiders arrive, they are treated as our guests. Would you like to rest for a bit?\u0001Ă",
  "INN_MSG_060_CLEAR": "\u0001́Looking over you, I realize you must be what they call a Monster Master. Yeah, that's the term Wildcard used.. \u0001ā Well, I guess it's been hundreds of years since then. But no use reminiscing about that right now. \u0001ā When we have outsiders arrive, they are treated as our guests. Would you like to rest for a bit?\u0001Ĉ",
  "NPC_BRAS_010": "\u0001̃「わしは　きめんどうしの　ブラス。\n　縁あって　ここへ　遊びにきたのじゃが……\n\u0001ā",
  "NO_PRAY_PILLAR_LUTRA": "\u0001́Presently, our treasure the Mirror of Ra has completely lost its ability to reveal the true nature of reality. \u0001ā However, if you pray to the Incarnii monuments located around the Incarnus Realm, the power might return. \u0001ā If you pray at all 15 in total, you should be able to restore enough power to make use of it!",
  "ONE_PRAY_PILLAR_LUTRA": "\u0001́Amazing, \u0001ȁ! It's a miracle! A fraction of power has returned to the Mirror of Ra! \u0001ā At this rate, you'll pray at all 15 shrines in no time, and will be able to use it!",
  "NPC_BRAS_020": "\u0001̃「では　\u0001ȁ君の\n　モンスターライブラリを　見せてもらおうかの。\n\u0001ā\n「ふむふむ……　これで　\u0001ȁ君には\n　%ls種類のモンスターを教えてもらったのう。\n\u0001ā\n「約束の１８２種類まで　あと%ls種類！\n\u0001ā\n「それを達成できたら　お礼をするからのう。\n　よろしく頼んだぞ　\u0001ȁ君。",
  "DEMO_903_AFT_LUTRA": "\u0001́If what Tiko says is true, the demons will resume their invasion on our world before long. \u0001ā We can't let one more day pass without investigating the clues left by the Incarnus Artifact you have. \u0001ā I'm afraid I can't be of much help to you, I have no power to lend you as a lowly apprentice Incarnus. \u0001ā You must find the others as soon as possible! They will lend you the power you need to stop the demons!",
  "DEMO_906_AFT_LUTRA": "\u0001́Well i'll be! You say you've located the other Incarnii using the Mirror of Ra!? \u0001ā ..I see, so their form was changed, along with the form of the Djinn,whom leads the demons... \u0001ā But if the Djinn is back too, then that means the Demon Realm will invade again. \u0001ā \u0001ȁ, you must hurry up and revive our King at once!",
  "DEMO_918_AFT_LUTRA": "\u0001́I heard you were able to revive Jester with the help of that mirror! \u0001ā I'm sorry I wasn't of more help with my utter lack of power... \u0001ā If there are still any Incarnii you can't find, ask Tiko and he might be able to help. \u0001ā \u0001ȁ, I am grateful for what you've done so far. Please help us out until the end!",
  "PARC_NPC_LUTRA_REC": "\u0001̄The current elder Incarnus, left to guard the village. Hasn't reached adulthood yet, but is piling on the years.",
  "LUTRA_HEART_AFT_MSG": "\u0001́I heard you were able to revive Jester with the help of that Mirror! \u0001ā I'm sorry I wasn't of more help with my utter lack of power... \u0001ā If there are still any Incarnii you can't find, ask Tiko and he might be able to help. \u0001ā We are so close to reviving Wildcard so keep lending us your help until the end!",
  "DEMO_921_AFT_LUTRA": "\u0001́You were able to revive not only Jester but Wildcard as well! \u0001ā Thanks so much for your help, \u0001ȁ! We are ever so grateful that you ended up here! \u0001ā With your continued help, i'm sure we will even be able to defeat the Djinn himself!",
  "SPEED_CLEAR_AFT_LUTRA_040": "\u0001́A world where the Incarnii and the Djinn will coexist together in harmony. Amazing! \u0001ā In addition to that, now the Incarnus Realm is seeing visits by people from other worlds, too. \u0001ā For instance, there are reports of a strange man appearing near the springs to the south. \u0001ā I am a bit concerned actually, so i've marked it on your map. Could you please investigate for me?",
  "SPEED_CLEAR_AFT_LUTRA_050": "\u0001́「\u0001ȁ, I see you've got to check on the strange man that appeared to the south. (event_01} He appears to be something called a \"pirate\". Ever since the end of the war, all kinds of people are showing up. \u0001ā However, based on your reports it doesn't seem like this one means for any harm to come to our realm. \u0001ā Thanks very much, you've put me at ease. Please take this as a token of my gratitude.",
  "SYS_LUTRA_ITEM_001": "\u0001ȁ obtained 1 \u0001\u0004Incarnii Stone\u0001\u0001!",
  "TICO_SUMMON_046": "\u0001̂Right now you have %ls stones. Which Incarnus would you like to summon?\u0001ħ",
  "SPEED_CLEAR_AFT_LUTRA_060": "\u0001́If you didn't know, \u0001\u0004Incarnii Stones\u0001\u0001 can be used to summon Incarnii from another dimension. \u0001ā Go see Tiko to learn more about that. I'm sure it will be of some help to you, \u0001ȁ!",
  "NPC_A": "\u0001́Wow, Humans are a rare sight around here. I see Tiko has brought you. \u0001ā This is the Incarnus Village. It's been several hundred years since we were last visited by humans.",
  "NPC_A_HEART_AFT_MSG": "\u0001́I've been informed by the others. There is an alter at the center of town. \u0001ā Please proceed there immediately!",
  "NPC_A_DEMO_921_AFT_MSG": "\u0001́I can see that you are a Monster Master. \u0001ā Wildcard once brought a Monster Master here several hundred years ago. \u0001ā That Monster Master visited for a while, but ultimately returned to the Human Realms.",
  "NPC_A_SPEED_CLEAR_AFT_MSG": "\u0001́This is the Incarnus Village. You are welcome to stay here for as long as you'd like to!",
  "TICO_SUMMON_048": "\u0001̂So, somoene else?\u0001ħ",
  "NPC_B": "\u0001́Even us Incarnii are not born as strong beings. The king was no different. \u0001ā Only through great effort, exceeding ones limits, and transitioning through 4 forms did he get where he is now.",
  "NPC_CRYSTAL_310": "\u0001́You were able to complete this ridiculously difficult Demon Realm Speed Road. That's totally B A D * A S S! \u0001ā You've made me into a hardcore fan of your speed and determination! \u0001ā I will continue to look forward to watching you dominate your future races!",
  "NPC_B_HEART_AFT_MSG": "\u0001́Jester will be revived when all 4 forms are collected and assembled safely. \u0001ā All that remains next is Wildcard. Offer the Heart Fragments to the altar, when you can!",
  "TICO_SUMMON_033": "\u0001̂Would you like to offer \u0001\u0004Incarnii Stones\u0001\u0001 in exchange for summoning an Incarnus? ...Is what I would like to ask, but you don't have enough. \u0001ā Jester and Wildcard each require 10 stones. Royal Flush requires 20 stones. \u0001ā Kings of each suit require 5 stones as well. All others cost 1　\u0001\u0004Incarnii Stone \u0001\u0001to summon. \u0001ā 「\u0001\u0004 Incarnii Stones \u0001\u0001are hard to come by, I know, but if you want the Incarnii to join you, you'll have to find them!",
  "NPC_B_DEMO_921_AFT_MSG": "\u0001́Wildcard has been revived! I saw it with my own eyes! \u0001ā When you think about it, the number of hardships Wildcard has endured is staggering. \u0001ā I believe in him to close the Phantom Gate and put an end to the Djinn's attacks once and for all!",
  "NPC_B_SPEED_CLEAR_AFT_MSG": "\u0001́It seems that the Incarnii who returned here after peace was restored are going on a jouney once again. \u0001ā They will continue to offer their powers to fight wherever evil rears its ugly face.",
  "NPC_C_MSG_010": "\u0001́Noble \u0001ȁ. Jester sends his regards. \u0001ā He would like for you to raise this Windeo to foster its growth. \u0001ā How about it, will you take him with you?\u0001Ă",
  "NPC_C_MSG_020": "\u0001́I see. Well, if you change your mind, come talk to me again.",
  "NPC_C_MSG_030": "\u0001́I thought that's what you would say. Well then, please look after Windeo.",
  "MSG_GET_MONSTER": "\u0001\u0004%ls\u0001\u0001 became your ally!",
  "NPC_C_WINDEO_GET_AFT_MSG": "\u0001́Now that you mention it, our King assumed the form of Royal Flush when he battled the Djinn. \u0001ā It takes unheard of force of will to remain in that form for even just a minute. However, \u0001ā The child Incarnus that you raise can grow to unlimited potential if given the right treatment.",
  "NPC_WINDEO": "\u0001́Grumble grumble..",
  "NPC_CRYSTAL_000": "\u0001́I am an Incarnus that collects various things and studies them to find irregularities. \u0001ā",
  "NPC_CRYSTAL_010": "\u0001́You are a Monster Master, right? Interesting! I'd love to see what you can do. \u0001ā However, as you know we have a problem on our hands. Once peace returns, we'll work it out.",
  "NPC_CRYSTAL_020": "\u0001́I could really use the help of a Monster Master like you with something. \u0001ā However, as you know we have a problem on our hands. Once peace returns, we'll work it out.",
  "MINE_EMPEROR_010": "\"King Windeo\" is engraved here.",
  "NPC_CRYSTAL_050": "\u0001́You fought the Djinn, didn't you? I need your help with something. Listen closely! \u0001ā It's come to my attention that there is a strange path called Speed Road here in the Incarnus Realm. \u0001ā To arrive there, you'll need to ride upon monsters, so this is right up your alley. \u0001ā If you use this artifact at a conduit, Speed Road will appear. Take it and try it out!",
  "NPC_CRYSTAL_060": "\u0001́Take that, and use the Tornado near the springs near the southern edge of this Realm. \u0001ā On the floating islands above there, find the pillar to initiate Masters Road. \u0001ā If you are riding a small monster, you can use this stone pillar to activate Speed Road. \u0001ā Go there first, and i'll follow. Help me figure out what kind of place it is!",
  "NPC_CRYSTAL_070": "\u0001́I'm interested in seeing just how fast Speed Road can push you! You've got me wanting even more speed. \u0001ā Find the other Speed Roads and activate them at their conduits!",
  "NPC_CRYSTAL_080": "\u0001́If you want to push yourself to even faster speeds, search for the other Speed Roads. \u0001ā Find their conduits, and challenge them to push yourself to new speeds to overcome their thrilling difficulty levels!",
  "NPC_CRYSTAL_061": "\u0001́The conduit of hope is on a floating island near the southern tip of the Incarnus Realm high in the skies. \u0001ā Head east on the central road, then south through the ravine until you arrivate the springs. \u0001ā From there, you can ride a small monster and use the tornado to propel you to the floating islands. \u0001ā Activate the conduit, and Speed Road will appear! I can't wait to see you cross the finish line!",
  "NPC_CRYSTAL_062": "\u0001́The conduit of aspirations is located on a floating island in the east area of the Incarnus Realm. \u0001ā First, travel down the eastern road towards the giant tornado. Find the nearby cave and proceed into it. \u0001ā Somewhere in that cave is a tornado that will propel you upwards to where the conduit it. \u0001ā Fun for you and fun for me! I can't wait to see you cross the finish line!",
  "NPC_CRYSTAL_063": "\u0001́The Conduit of Despair is located somewhere near the entrance to the Demon Realm. \u0001ā Find the Pure Darkonium deposit, then look for a giant rock. On the other side of the rock is a stone pillar. \u0001ā This one activates the final Speed Road, so be prepared to reach maximum velocity! \u0001ā If you are determined enough to challenge it, i'll be cheering you on from the sidelines!",
  "NPC_CRYSTAL_100": "\u0001́Ah, I see you've been gathering Space Time Crystals! \u0001ā Let's trade!",
  "TICO_SUMMON_043": "\u0001̂As you know, Wildcard comes from a line of Incarnii. Within those Incarnii, is there one you wish to summon?\u0001Ġ",
  "NPC_CRYSTAL_200": "\u0001́Talk to me if you'd like to trade! \u0001ā I have some interesting news for you! \u0001ā It seems that there is a total of 3 different Speed Roads to find. \u0001ā They are named, \"Hope\", \"Aspirations\", and finally, \"Despair\". \u0001ā At least that's how the rumors go. \u0001ā You can assume various titles by completing them while collecting a number of crystals. \u0001ā For hope, the goal is 1000. For Aspirations, 5000. Finally, for Despair you'll need to collect 10000. \u0001ā I'm looking forward to trading for the crystals you collect!",
  "NPC_CRYSTAL_300": "\u0001́I have some interesting news for you! \u0001ā It seems that there is a total of 3 different Speed Roads to find. \u0001ā They are named, \"Hope\", \"Aspirations\", and finally, \"Despair\". \u0001ā Thus accordingly... \u0001ā Collecting a certain number of crystals while completing each one will earn you special rewards. \u0001ā For hope, the goal is 1000. For Aspirations, 5000. Finally, for Despair you'll need to collect 10000. \u0001ā I'm looking forward to trading for the crystals you collect!",
  "TICO_SUMMON_010": "\u0001̂So you've come, \u0001ȁ！ \u0001ā",
  "TICO_SUMMON_025": "\u0001̂\u0001ȁ! I heard the news! You were able to make Royal Flush! \u0001ā To think, you've been able to summon Incarnii equal to our Kings from this altar... \u0001ā Not only Jester and Wildcard, but you even summoned Royal Flush! \u0001ā",
  "TICO_SUMMON_035": "\u0001̂Hmm? Are you trying to summon Incarnii without enough \u0001\u0004Incarnii Stones\u0001\u0001? \u0001ā To summon the King of a suit, you need 5 stones. Do your best to collect them!",
  "PARC_NPC_C_REC": "\u0001̄An Incarnus that the Kings trust. The next one to turn red and mature will be this one.",
  "TICO_SUMMON_036": "\u0001̂Hmm? Are you trying to summon Incarnii without enough \u0001\u0004Incarnii Stones\u0001\u0001? \u0001ā To summon Jester or Wildcard, you'll need 10 stones. To summon Royal flush, you'll need 20. Try harder!",
  "TICO_SUMMON_040": "Kings of each suit require 5 stones and all others cost 1 \u0001\u0004Incarnii Stone \u0001\u0001to summon. \u0001ā Would you like to offer \u0001\u0004Incarnii Stones\u0001\u0001 to the altar and summon an Incarnus?\u0001Ă",
  "TICO_SUMMON_049": "\u0001̂Jester and Wildcard each require 10 stones. Royal Flush requires 20 stones. \u0001ā Kings of each suit require 5 stones as well. All others cost 1　\u0001\u0004Incarnii Stone \u0001\u0001to summon. \u0001ā Would you like to offer \u0001\u0004Incarnii Stones\u0001\u0001 to the altar and summon an Incarnus?\u0001Ă",
  "TICO_SUMMON_041": "\u0001̂Right now you have %ls stones. Which Incarnus would you like to summon?\u0001Ĝ",
  "TICO_SUMMON_042": "\u0001̂One from the Jester/Joker family, you say. Of those, which one would you like to summon?\u0001ğ",
  "TICO_SUMMON_047": "\u0001̂The King of a suit, you say. Of those, which one would you like to summon?\u0001ě",
  "TICO_SUMMON_044": "\u0001̂Offer %ls \u0001\u0004Incarnii Stones\u0001\u0001 and summon %ls?\u0001Ă",
  "TICO_SUMMON_045": "\u0001̂So, someone else?\u0001Ĝ",
  "TICO_SUMMON_050": "\u0001̂Ok, that's it for now then. Come again later!",
  "REC_RING_011": "\u0001̄An antique Scout Ring. It was formerly used by those who wished for luck and prosperity.",
  "MSG_MEDALQ_GET_MONATER": "\u0001\u0004%ls\u0001\u0001 became your ally!",
  "TICO_SUMMON_060": "\u0001̂God job! You've raised them well!",
  "PARC_NPC_KUKURI_REC": "\u0001̄A foul mouthed, conceited Pipit whom takes pride the quality of his work. Considers Tiko his greatest rival.",
  "TICO_NOT_EMPTY_MSG": "\u0001̂Huh? It appears that your Monster stock is completely filled. Make some room and come again!",
  "NPC_KUKURI_010": "\u0001̂Seems Tiko already got a headstart, somehow. Don't take your eyes off of him!",
  "MINE_ACE_010": "\"Diamagon Ace\" is engraved here.",
  "NPC_BRAS_015": "\u0001̃「この世界には　わしの知らない　めずらしい\n　モンスターが　たくさん　おるようじゃ。\n\u0001ā\n「聞いたところによると　Ｓランク以上の\n　モンスターは　２５６種類も　いるらしい。\n\u0001ā\n「さすがに　２５６種類　全部というのは\n　むずかしいじゃろうから　そうじゃな……\n\u0001ā\n「わしの年齢にちなみ　そのうちの\n　１８２種類を教えてくれたら　お礼をしよう！\n\u0001ā\n「時間のあるときで　いいのでな。\n\u0001ā\n「Ｓランク以上の　モンスターのライブラリが\n　ある程度　記録されたら　見せにきてほしい。",
  "REC_GATE_011": "\u0001̄A Wormhole created by Wildcard. The Demon Realm awaits on the other side.",
  "NPC_BRAS_030": "\u0001̃「では　\u0001ȁ君の\n　モンスターライブラリを　見せてもらおうかの。\n\u0001ā\n「おお！　これで　\u0001ȁ君には\n　１８２種類以上のモンスターを教えてもらった！\n\u0001ā\n「ありがとう！　ありがとう！\n　これで　物知りじいさんを今後も名乗れるぞい。\n\u0001ā\n「モンスターマスターの　\u0001ȁ君には\n　どんな　お礼が　いいかのう……\n\u0001ā\n「そうじゃ！　わしを仲間にしてくれんか？\n　その辺の　きめんどうしとは　ひと味違うぞい！",
  "NPC_BRAS_040": "\u0001̃「しかし　この歳になってから\n　冒険の旅に　出ることになるとはのう。\n\u0001ā\n「ふふ……　長生きはしてみるもんじゃな。\n　よろしく頼むぞ　\u0001ȁ君。",
  "MINE_SAIDAN_010": "Offer the 3 Incarnii souls up at the altar?\u0001Ă",
  "MINE_WARP_HOLE_010": "Enter the Worm Hole and travel to The Phantom Gate?\u0001Ă",
  "MINE_AKKLE_010": "\"Deuce Arqule\" is engraved here.",
  "MINE_EMPLESS_010": "\"Queen Freshia\" is engraved here.",
  "MINE_SAIDAN_020": "There is an altar overflowing with holy power here.",
  "REC_RING_010": "Scout Ring",
  "MINE_KING_010": "\"Wulfspade Ace\" is engraved here.",
  "MINE_JUCK_010": "\"Cluboon Jack\" is engraved here.",
  "PARC_NPC_ITEM_REC": "\u0001̄I was born into a linage of Item Shop Owners that has, and will continue to exist for many generations.",
  "PARC_NPC_INN_REC": "\u0001̄If you elimate all weakness from your soul, you'll never lose. Such is the nature of the Inarnii.",
  "REC_GATE_010": "Traveler's Gate",
  "PARC_NPC_B_REC": "\u0001̄One day I hope to be able to evolve into a high tier powerful Incarnus. However, I am not ready, yet.",
  "PARC_NPC_WINDEO_REC": "\u0001̄King Windeo's junior. It has an innocent looking face that you wish you could punch.",
  "PARC_NPC_CRYSTAL": "\u0001̄Always shows interest for that which is new and exciting. Lately, he has been dreaming about Speed Roads.",
  "PARC_NPC_TICO_REC": "\u0001̄A member of the hard working Pipit tribe, that makes incredible weapons. It's not a chicken...",
  "PARC_NPC_BRAS_REC": "\u0001̄「デルムリン島の長老的存在な　きめんどうし。\n　島に流れついた赤ん坊に　ダイと名づけ育てた。"
}