{
  "SYSTEM_MSG_000": "Use this Transportation Device to reach the Grim Tundra?\u0001Ă",
  "SYSTEM_MSG_001": "The Transporation Device is offline. You won't be able to use it at this time.",
  "SYSTEM_MSG_002": "Would you like to use the Transporation Device to travel to the Fiery Volcano?\u0001Ă",
  "DONT_USE_TRANSFER_010": "The Transporation Device is offline. You won't be able to use it at this time.",
  "BREAK_ESTARK_MSG_007": "\u0001\u0004Estarkid\u0001\u0001 became your ally!",
  "NPC_B_ESTARK_REC": "\u0001̄There is a terrible demon known as the King of Hell.\nIt draws most of its power from Darkonium.",
  "NPC_B_GRAND_ESTARK_REC": "\u0001̄A weapon created by 4 heroes to obliterate the Darkness of the Hazama. Why did it appear here? No one knows.",
  "REC_POINT_01": "Transporter Device",
  "GIM_BOX_REC_01": "\u0001̄I'm detecting a form of life, from inside of the box.\nWould you like to see what's inside?\u0001Ă",
  "REC_POINT_01_2": "\u0001̄Equipment used to transfer Masters between the different Realms. This one is connected to the Grim Tundra.",
  "REC_POINT_02": "Transporter Device",
  "GIM_BOX_REC_02": "The monster in the container started an attack!",
  "REC_POINT_02_2": "\u0001̄A man-made transportation device that launches them\nbetween the lands. Connects to the Fiery Volcano.",
  "BREAK_ESTARK_MSG_006_02": "\u0001̃But you are still too weak to tame me. Come back another time...",
  "REC_POINT_03": "Alloy Park",
  "REC_POINT_03_2": "\u0001̄A sandy, rocky, steam-filled industrial prison camp that resides at the base of the Bastille.",
  "REC_POINT_04": "Core",
  "BREAK_ESTARK_MSG_000": "\u0001̃Gwwwooo-ooooorr....\n\u0001ā",
  "REC_RA_DOOR_010": "Door of Truth",
  "REC_POINT_04_2": "\u0001̄A celestial body that exists in the center of the world. \nThere is no more data on it.",
  "REC_POINT_06": "Zoom Stone",
  "REC_POINT_06_2": "\u0001̄Attuning to this Zoom Stone will add it to your destination list.\nThese stones appear in various places around the world.",
  "REC_POINT_07": "Pillar to Heaven",
  "BREAK_ESTARK_MSG_003": "\u0001̃I am the chosen one to obliterate the Darkness of Hazama....\n\u0001ā\nI can hear voices.... ordering me to slay al darkness.\n\u0001ā\nWhat do you want? Are you here to tame me? \u0001Ă",
  "REC_POINT_07_2": "\u0001̄A device that will activate Masters Road for those who wish to improve their riding technique.",
  "REC_RA_MONS_MES": "\u0001̄An Insurgent Demon transformed by Mother's\nrampage. It has an frightening amount of power.",
  "REC_POINT_08": "Jade Horn",
  "BREAK_ESTARK_MSG_004": "\u0001̃Leave, then. Leave this place immediately...",
  "REC_POINT_08_2": "\u0001̄No data. Information unknown.",
  "REC_POINT_09": "Aircraft Piece",
  "BREAK_ESTARK_MSG_005": "\u0001̃You came all the way here to tame me?\n\u0001ā\nPitiful... If you want to tame me, show me what you can do.\n\u0001ā\nI won't go easy on you... I'm giving all I've got.",
  "REC_POINT_09_2": "\u0001̄Part of an airship that embodied by interference when break world was created.",
  "BREAK_ESTARK_MSG_001": "\u0001̃Who is it? Who is interrupting my sleep?\n\u0001ā",
  "REC_RA_DOOR_011": "\u0001̄A door leading to another world. It was discovered\nby in the Mirror of Ra's reflection, which shows the truth.",
  "BREAK_ESTARK_MSG_002_01": "\u0001̃I am Estarkid...\n\u0001ā",
  "BREAK_ESTARK_MSG_002_02": "\u0001̃... you again. Did you come to tame me again? \u0001Ă",
  "BREAK_ESTARK_MSG_NOT_EMPTY": "It would appear that you have run out of storage room.",
  "MINE_HEART_EVENT_MSG": "Part of an airship is floating in the vortex of spacetime.\n\u0001ā\n\u0001ȁ's Incarnus Soul is strongly reacting to something!",
  "BREAK_ESTARK_MSG_006_CLEAR": "\u0001̃Grrrr..... great work.\n\u0001ā\nI was defeated in %ls rounds.\n\u0001ā",
  "BREAK_ESTARK_MSG_006_01": "\u0001̃ So be it... You can be my master. But let me warn you, use my powers wisely....",
  "BREAK_ESTARK_MSG_006_NOTCLEAR": "\u0001̃Grrrr..... great work.\n\u0001ā\nI was defeated after %ls rounds.\n\u0001ā",
  "GIM_BOX_REC_00": "Small Box",
  "REC_POINT_DRONE_HOLE_01": "Strange Small Hole",
  "REC_POINT_DRONE_HOLE_02": "\u0001̄It looks hollow inside. You can check it out using the drone.",
  "MINE_HEART_COMN_MSG": "Part of an airship is floating in the vortex of spacetime.",
  "REC_RA_DOOR_020": "\u0001̄You successfully located the door!",
  "REC_RA_DOOR_030": "They don't appear to have any significance at this time..."
}