{
  "GRAVE_FAKE_SYS_04": "The statue emitted light, and seems to have rotated another statue.",
  "GRAVE_FAKE_SYS_05": "It looks like the statue can't move anymore.",
  "STONE_ROTATE_QUE": "This statue can be rotated. In which direction would you like to turn it?\u0001Č",
  "GIMMICK_NOT_CLEAR_001": "The puzzle was not solved...",
  "GIMMICK_NOT_CLEAR_002": "The Stone Statues have returned to their original positions.",
  "SYS_HELP_MES_010": "You have only one move remaining...",
  "SYS_HELP_MES_020": "You have two moves remaining...",
  "GRAVE_NPC_GOST_REC": "\u0001̄The ghost of a monster, stuck between the worlds of the living and the dead.",
  "GRAVE_NPC_CHOMACH_REC": "\u0001̄A Nochoro seeking the ultimate program. It also has quite the adventurous attitude.",
  "GRAVE_NPC_BUNDORUDO_REC": "\u0001̄The Great King of Plunder, who's taken over the Undead Garden, is extremely cautious.",
  "NPC_GOST_E_010": "\u0001̂Bundold is a coward. He's hiding somewhere in the basement of this place.",
  "REC_POINT_GRAVE_01": "Zoom Stone",
  "NPC_GOST_E_020": "\u0001̂That coward Bundold has finally been defeated! This is great news.\n\u0001ā\nAnd you're the one who did it. You aren't half bad after all!",
  "REC_POINT_HERUKONDORU": "\u0001̄A stone statue shaped like a Hades Condor.",
  "NPC_GOST_E_030": "\u0001̂It looks like the outside area has returned to normal once again. But how long are we going to remain safe... ?",
  "NPC_GOST_E_040": "\u0001̂I heard that you once defeated a huge monster.\n\u0001ā\nWell... I shouldn't be surprised. After all, you are the guardian of this world!",
  "NPC_GOST_E_050": "\u0001̂Yo! What brings you back to the Undead Gardens today?",
  "REC_POINT_STONE_01": "Stone Statue",
  "NPC_GOST_E_BY_CROW": "\u0001̂I thought, had I met you here, I'd give you this.\nIt's rare to find a town like this!",
  "NPC_GOST_F_010": "\u0001̂Lucia created puzzles to conceal the Resistance's base within these Undead Gardens.\n\u0001ā\nI recall reading a note written by Lucia herself, on a bookshelf somewhere on how to solve these puzzles.",
  "NPC_CHOMACH_010": "\u0001́Get a load of this, \u0001ȁ!\n\u0001ā\nThis parchment here seems to be about the next puzzle... it appears to be more difficult than the last...",
  "NPC_CHOMACH_020": "\u0001́I'm going to look around a little more, and then head back to the Fallen City!\n\u0001ā\nAre you considering going to the Grim Tundra? The device leading there is out back.\n\u0001ā\nYou should now be able to open the door leading to the Grim Tundra Transportation Device!",
  "MINE_WALL_PAPER_001": "Within three moves, make them see eye-to-eye.\nOnly then will the path forward open.",
  "MINE_BOOK_SHELF_001": "There appear to be notes written by the Resistance in here...\n\u0001ā\n\"They seem to be coming from the Darkiron Bastille.\n\u0001ā\nThere's no way we can infiltrate that place at this time to put a stop to them, either.\n\u0001ā\nWhat can we possibly do next? We'll likely need to consult Lucia.\"",
  "REC_RA_MONS_MES": "\u0001̄An Insurgent Demon transformed by Mother's\nrampage. It has an frightening amount of power.",
  "MINE_BOOK_SHELF_002": "Research on Reactors appears to be written in here.\n\u0001ā\n\"Testing the new Reactor went well. Final preparations are being made in order to deliver them to our secret base.\n\u0001ā\nEnemy reinforcements are coming to stop us. Somehow, I will manage to finish them.\"",
  "MINE_BOOK_HINT_001": "There is a note here.\n\u0001ā\nFirst, rotate the upper left statue to the right.",
  "MINE_BOOK_HINT_002": "There is a note here.\n\u0001ā\nSecond, head to the lower right statue and rotate it left.",
  "MINE_BOOK_HINT_003": "There is a note here.\n\u0001ā\nThe rest is up to you! I can't make it too easy!",
  "MINE_BOOK_HINT_004": "The shelf is stocked with boring, ordinary literature.",
  "DEMO_209_AFT_SYS_01": "It did not react. A security code is needed to move the device...",
  "REC_POINT_DOOR_01": "Suspicous Wall",
  "REC_POINT_DOOR_02": "\u0001̄A wall that seems rather unnaturally placed. \nPerhaps there's more to this wall than meets the eye.",
  "REC_POINT_BOOK_01": "Bookshelf",
  "REC_POINT_BOOK_02": "\u0001̄Most of the books have been organized alphabetically. It's a large collection.",
  "REC_POINT_MONITOR_01": "Control System",
  "REC_POINT_MONITOR_02": "\u0001̄An apparatus used by the Resistance for controlling the Undead Garden.\n\u0001ā\nYou can likely download the data from it using your Reactor.",
  "REC_POINT_REACTOR_01": "Broken Reactor",
  "REC_POINT_REACTOR_02": "\u0001̄A broken reactor has been carelessly misplaced.",
  "REC_POINT_KIRAPANSA": "\u0001̄Stone statue in the shape of a Great Sabrecat.",
  "REC_POINT_TOTUGEKIUO": "\u0001̄Stone statue in the shape of a Fangfish.",
  "REC_POINT_HARIGAMI_01": "Old Parchment",
  "REC_POINT_HARIGAMI_02": "\u0001̄An ancient-looking piece of parchment paper. There's some legible writting on it.",
  "REC_POINT_GRAVE_01_2": "\u0001̄Attuning to this Zoom Stone will add it to your destination list.\nThese stones appear in various places around the world."
}