{
  "REACTER_MSG_000": "\u0001̄You sense a violent Ra Reaction.\nYou should investigate this area carefully.",
  "TRANSFER_01_MSG": "Would you like to use the Transportation Device to reach the Darkiron Bastille?\u0001Ă",
  "DONT_USE_TRANSFER_010": "The Transporation Device is offline. You won't be able to use it at this time.",
  "SYSTEM_MSG_000": "Use this device to\ntravel to the Core?\u0001Ă",
  "CORD_REC_01": "Codes",
  "DONT_USE_TELEPORTER_010": "The Transfer Device is not active.\nIt cannot be used at this time.",
  "GIM_BOX_REC_00": "Small Box",
  "GIM_BOX_REC_01": "\u0001̄I'm detecting a form of life, from inside of the box.\nWould you like to see what's inside?\u0001Ă",
  "GIM_BOX_REC_02": "The monster in the container attacked!",
  "GIM_BOX_REC_03": "\u0001̄There is an item in this container. Would you like he open it?\u0001Ă",
  "CORD_REC_02": "Recieved data from the container!\nLearned of the Fiery Volcano's hidden data!",
  "REC_POINT_DRONE_HOLE_01": "Strange Small Hole",
  "REC_POINT_DRONE_HOLE_02": "\u0001̄It looks hollow inside. You can check it out using the drone.",
  "VOLCANO_BIRDY_REC": "\u0001̄A monster who befriended the hero, Anses.\nFriendly, kind-hearted, and always ready to serve.",
  "VOLCANO_DEATHBURN_REC": "\u0001̄A monster minion of the Dark Master, with such a fierce look that it strikes fear into the hearts of its enemies.",
  "REC_POINT_02_02": "\u0001̄Space-travel device leading Monster Masters to the Virtual Colosseum.",
  "PSEUDO_DEMO_BIRDY": "\u0001́See? It is no problema! Just like last time, you will just\nlearn it once more inside the Virtual Colosseum!\n\u0001ā\nIt should not be that hard for you Señor Anses, no? Hondele, Señor! \nA mal tiempo, buena cara!",
  "DEMO_506_AFT_BIRDY": "\u0001́Lo siento, Señor Anses! Inspect the Monolith, enter that Colosseum, and regain your ability to Aerial Ride!",
  "DEMO_517_AFT_BIRDY": "\u0001́Interesante... I see no entrance to this so-called base.\nDo you have any ideas, Señor Anses?",
  "DEMO_520_AFT_BIRDY": "\u0001́I'm going to let you lead me from here on, amigo!\nLike good old times, side-by-side, no matter what!",
  "REC_RA_DOOR_020": "\u0001̄You successfully located the door!",
  "REC_POINT_01_01": "Monument",
  "REC_POINT_09_02": "\u0001̄When the Break World was created, this\nWater Scooter was put here through some miracle.",
  "REC_POINT_01_02": "\u0001̄Once was the central point of the Resistance Headquarters.",
  "REC_POINT_02_01": "Monolith",
  "REC_POINT_03_01": "Resistance Secret Base",
  "MINE_HEART_COMN_MSG": "The Water Scooter floats atop a\ndistortion in space-time.",
  "REC_POINT_03_02": "\u0001̄The most important secret base that the Resistance built. It is protected by a myriad of monsters.",
  "MINE_HEART_EVENT_MSG": "The Water Scooter floats atop a\ndistortion in space-time. \n\u0001ā\nA strong reaction is resonating from the \nheart fragments \u0001ȁ found!",
  "REC_POINT_04_01": "Magma Park",
  "REC_POINT_04_02": "\u0001̄Town that has been made inside of a Volcano. Just standing around nearby makes you sweat profusely.",
  "REC_POINT_05_01": "Transporter Device",
  "REC_POINT_05_02": "\u0001̄This man-made transporter is connected to the Darkiron Bastille.",
  "REC_POINT_06_01": "Core",
  "REC_POINT_06_02": "\u0001̄A celestial body that exists in the center of the world. \nThere is no more data on it.",
  "REC_POINT_07_01": "Zoom Stone",
  "REC_POINT_07_02": "\u0001̄Attuning to this Zoom Stone will add it to your destination list.\nThese stones appear in various places around the world.",
  "REC_POINT_08_01": "Pillar to Heaven",
  "REC_POINT_08_02": "\u0001̄A device that will activate Masters Road for those who wish to improve their riding technique.1",
  "REC_POINT_09_01": "Water Scooter",
  "MSG_HIHYUDORA_BATTLE": "\u0001̃ Haaroooomp!",
  "NPC_REC_HIHYUDORA_010": "\u0001̄ Sent by the Djinn to lay waste to this planet.\nIt lacks any logic or reason, so trying to converse is pointless.",
  "REC_RA_DOOR_010": "Door of Truth",
  "REC_RA_DOOR_011": "\u0001̄A door leading to another world. It was discovered\nby in the Mirror of Ra's reflection, which shows the truth.",
  "REC_RA_DOOR_030": "They don't appear to have any significance at this time...",
  "REC_RA_MONS_MES": "\u0001̄It has been infected by the Insurgent Demon.\nIt has an incredibly large amount of power."
}