{
  "DEMO_DUMMY": "This demo is under construction.",
  "DEMO_909_MSG_017": "\u0001́What the... I saw some kind of video! What was that?",
  "DEMO_909_MSG_001": "\u0001̂That thing sticking out behind that rock.... does that look like Nochora's foot to you?\n\u0001ā\nMaybe we can't transform him back to his original form until we do something about this rock.",
  "DEMO_909_MSG_002": "\u0001̂Hahaha. Tico looks puzzled.",
  "DEMO_909_MSG_003": "\u0001̂Kukuri!? Why are you here!?",
  "DEMO_909_MSG_004": "\u0001̂I came to see if Tico was trying to steal a march on me for new clues!\n\u0001ā",
  "DEMO_909_MSG_005": "\u0001̂Hey! No fair! All of us are collaborating to look for the Incarnii and you didn't even think to fill me in?\n\u0001ā\nI'm not going to let Tico get all the credit!",
  "DEMO_909_MSG_006": "\u0001̂Yes, come on over here, Leosword! The greatest swordsman on this planet!",
  "DEMO_909_MSG_007": "\u0001̂Please destroy that rock!",
  "DEMO_909_MSG_008": "\u0001̂Wow! The rock is completely crumbled!",
  "DEMO_909_MSG_008_1": "\u0001́Zzz...ZZzzz...ZZZZzzz....",
  "DEMO_909_MSG_008_2": "\u0001̂What the.... Is Nochora sleeping with his eyes open...?\n\u0001ā\nOh well, let's just get on with it, \u0001ȁ. Use te Ra function!",
  "DEMO_909_SYS_001": "Got \u0001\u0004 Sparkling Fragment \u0001\u0001!",
  "DEMO_909_MSG_009": "\u0001́Yaawwwwn.... Man, that was a long nap. I couldn't move at all so I was so bored.\n\u0001ā",
  "DEMO_909_MSG_010": "\u0001́I'm the emperor of Justice, Gaogaiya. I am part of Jester that serves justice.\n\u0001ā",
  "DEMO_909_MSG_011": "\u0001́Wow... I never thought we would be in pieces just by getting hit by that force. I guess I need more training.\n\u0001ā\nThanks so much for saving me. I'm going to meet up with the others.",
  "DEMO_909_MSG_012": "\u0001́I came here because I thought I could repay someone if I came here....\n\u0001ā",
  "DEMO_909_MSG_013": "\u0001́I guess it was nothing.",
  "DEMO_909_MSG_014": "\u0001̂Sir Leosword! Please wait for me!",
  "DEMO_909_MSG_015": "\u0001́\u0001ȁ, what is that? I see some light.",
  "DEMO_909_MSG_016": "\u0001́Seeing you made me more courageous."
}