{
  "dlord_ryuou_beforebattle_000": "\u0001́Gwahaha, welcome, \u0001ȁ! I am the Dragonlord, the original Demon Lord!\n\u0001ā\nI cannot even fathom why someone like yourself would venture here.\n\u0001ā\nWhat exactly was your plan? Was it to engage me in battle?\u0001Ă",
  "dlord_ryuou_beforebattle_001": "\u0001́How foolish! Prepare yourself!",
  "dlord_ryuou_beforebattle_002": "\u0001́If you're not prepared, then please... leave this place.",
  "dlord_ryuou_battlewin_000": "\u0001́It would seem you've defeated me within %ls turns...\n\u0001ā\nThe world is a vast place. I've always known that a true Monster Master existed somewhere in it...\n\u0001ā\nAnd I believe you are that Master. I shall entrust you with my power for the time being.",
  "dlord_ryuou_win_001": "\u0001\u0004Dragonlord\u0001\u0001 became your ally!",
  "dlord_ryuou_win_002": "\u0001́Hmm, it seems you were not able to defeat me within %ls turns...\n\u0001ā\nIt's too bad, as I thought you may be the Monster Master I've been searching for. But you do not possess the strength...\n\u0001ā\nPerhaps, you'll come more prepared next time.",
  "dlord_shido_win_012": "Sidoh stares directly back at \u0001ȁ...",
  "dlord_shido_beforebattle_000": "\u0001́I...... am...... God...... of...... De... struction............\n\u0001ā\n... Mal......roth...... you...... shall feel...... my wrath!!!",
  "dlord_shido_beforebattle_001": "Malroth the Ruinbringer looks ready to fight! Will you battle against it?\u0001Ă",
  "dlord_shido_beforebattle_002": "\u0001́Gyahhhh... get ready... to dieeeeee!!!",
  "dlord_shido_beforebattle_003": "\u0001ȁ turned and ran for his life.",
  "dlord_shido_win_000": "\u0001́You... beat me... in only %ls Rounds...",
  "dlord_deathpisaro_beforebattle_000": "\u0001́Grrrraaa-ah... I am Psaro the Manslayer. I've only recently awoken from my slumber.\n\u0001ā\nHowever, I cannot remember a thing... though at this moment, I know what I am to do.\n\u0001ā\nHuman... we are to do battle! Have you come prepared?\u0001Ă",
  "dlord_shido_win_010": "Sidoh is staring at \u0001ȁ...",
  "dlord_shido_win_020": "\u0001́Take me.... with you....",
  "dlord_zemelgias_win_000": "\u0001́I am the strongest demon warrior... I can't believe I lost in　%ls rounds. \n\u0001ā\nHow did you get such power.... power even above God.\n\u0001ā\nTake me with you... I want to know the secret behind that power if yours.",
  "dlord_shido_win_001": "\u0001\u0004Malroth the Ruinbringer\u0001\u0001 became your ally!",
  "dlord_deathpisaro_beforebattle_001": "\u0001́Good, good... then let me wipe that smug look from\nyour face... and show you a true display of power!",
  "dlord_shido_win_002": "\u0001́You... beat me... in %ls Rounds...",
  "dlord_deathpisaro_beforebattle_002": "\u0001́Fleeing like a coward, then? I'd expect nothing less from a mere human...",
  "dlord_shido_win_022": "\u0001́Much... too... slow...",
  "dlord_zemelgias_win_002": "\u0001́I am the strongest demon warrior... I can't believe I lost in　%ls rounds. \n\u0001ā\nBut you're not strong enough yet. You haven't even reached to God' level.\n\u0001ā\nGo home. I don't want anything to do with a weakling like you.",
  "dlord_zoma_beforebattle_000": "\u0001́Prepare yourself to kneel before your new master,\n\u0001ȁ...\n\u0001ā\nI will decimate all who stand in my way... for I am the one and only Zoma, the Archfiend!\n\u0001ā\nOf course, I am well aware... you are not here to submit without a fight.\n\u0001ā\nI respect your courage... but have no envy for stupidity. You truly think you stand a chance?\u0001Ă",
  "NPC_DEATHPISARO_REC_010": "\u0001̄A once-mighty, former demon king. It is in the final stage of its many evil stages of evolution.",
  "dlord_zoma_beforebattle_001": "\u0001́All those who live always meet their end. Come now... Let me take what remains of your life!",
  "dlord_doak_win_000": "\u0001́I can't believe I lost in %ls rounds. \n\u0001ā\nYou're a dedicated collector, I see.\n\u0001ā\nAnd you don't just collect, but also have a friendly relationship with your monsters..\n\u0001ā\nTake me with you. I'll be one of many in your collection.",
  "dlord_zoma_beforebattle_002": "\u0001́Hmm... so you'd rather run, like a coward? Then begone, you useless mortal.",
  "dlord_doak_win_001": "\u0001\u0004Darck\u0001\u0001 became your ally!",
  "dlord_zoma_win_000": "\u0001́It seems you've taken me down within %ls turns, \u0001ȁ.\n\u0001ā\nWithin light, there will always exist darkness... it's a balance that must exist in this world.\n\u0001ā\nI have decided to help you, balancing out your strong light, to keep the world in check.",
  "dlord_zoma_win_001": "\u0001\u0004Archfiend Zoma\u0001\u0001 became your ally!",
  "dlord_zoma_win_002": "\u0001́It seems you've taken me down within %ls turns, \u0001ȁ.\n\u0001ā\nI'll admit, though defeated, it took you much too long. You're strong, but your light is weak.\n\u0001ā\nCome back when you've grown a bit stronger, and perhaps your light will be a match for my darkness.",
  "dlord_deathpisaro_win_000": "\u0001́How could I have been destroyed... by a mere human?\nIn a mere %ls turns, as well...\n\u0001ā\nAre these the hidden powers I've heard rumors of? I had no idea a human really possessed them...\n\u0001ā\n... Allow me to join you. I must know more of your hidden potential.",
  "dlord_deathpisaro_win_001": "\u0001\u0004Psaro the Manslayer\u0001\u0001 became your ally!",
  "dlord_deathpisaro_win_002": "\u0001́How could I have been destroyed... by a mere human?\nIn only %ls turns, as well...\n\u0001ā\nBut is there not more to your abilities? Surely a human exists that can beat me quicker...\n\u0001ā\nReturn to me, human... once you've tapped into, and can show me, your hidden abilities.",
  "dlord_mildlars_beforebattle_000": "\u0001́You know by now who it is that stands before you.\n\u0001ā\nIt is I, Grandmaster Nimzo... King of the Phantom World and ruler of all evil!\n\u0001ā\nNow, monster master... do you truly seek battle against a god such as myself?\u0001Ă",
  "dlord_mildlars_beforebattle_001": "\u0001́Oh hoh hoh hoh... excellent... then allow me to show you true power!",
  "dlord_mildlars_beforebattle_002": "\u0001́I see... and yet I understand your fear. It would be such a shame to throw your life away.",
  "dlord_mildlars_win_000": "\u0001́I am Grand Master Nimzo...\nI am the King of the Spirit World.... I am the strongest of all..\n\u0001ā\nI can't believe I lost in　%ls rounds. \n\u0001ā\nI never thought monster masters were this powerful!\n\u0001ā\nSo be it... if you need my help, I'll be your friend....",
  "dlord_elgios_win_000": "\u0001́Gah! How could I have fallen so far, to lose to a\nhuman within only %ls turns... ?\n\u0001ā\nThis feeling... is my hatred for your kind fading? No, perhaps... this is just me accepting my fate.\n\u0001ā\nHuman... I wish to join you...\n\u0001ā\nThis may be the only way for me to overcome the deep-seated hatred within my heart... you shall help me overcome!",
  "dlord_mildlars_win_001": "\u0001\u0004Grandmaster Nimzo\u0001\u0001 became your ally!",
  "dlord_elgios_win_001": "\u0001\u0004Corvus the Fallen\u0001\u0001 became your ally!",
  "dlord_mildlars_win_002": "\u0001́I am Grandmaster Nimzo...\nI am the King of the Spirit World.... I am the strongest of all..\n\u0001ā\nI can't believe I lost in　%ls rounds. \n\u0001ā\nHowever, you're not strong enough yet for me to accept you!",
  "dlord_elgios_win_002": "\u0001́Gah! How could I have fallen so far, to lose to a\nhuman within %ls turns... ?\n\u0001ā\nThis loss, however, has only fueled my burning hatred for your kind!\n\u0001ā\nLeave now, you sinful piece of mortal flesh. Only return if you have more strength to show me.",
  "dlord_deathtamua_beforebattle_000": "\u0001́Fwah hah hah hah hah... what brings a pest like yourself to such a place...\n\u0001ā\nPerhaps you've come seeking new leadership at the hand of Demonlord Mortamor?\n\u0001ā\nNo... I see now. You come seeking a challenge from the one and only demon king?\u0001Ă",
  "dlord_deathtamua_beforebattle_001": "\u0001́You'll not live to regret this day, you worms!\nAllow me to show you... just how insignificant you really are!",
  "dlord_deathtamua_beforebattle_002": "\u0001́Fwah hah hah hah... perhaps, then, you should\nleave this place, and go pester someone less important.",
  "dlord_deathtamua_win_000": "\u0001́I can't believe I lost in %ls rounds to a squashable little fly.\n\u0001ā\nThis is the real strength of a monster master....\n\u0001ā\nSo be it, I, Mortamor, will be your friend.",
  "dlord_deathtamua_win_001": "\u0001\u0004Demonlord Mortamor\u0001\u0001 became your ally!",
  "dlord_deathtamua_win_002": "\u0001́How could it be.... I lost to sworming little flies in %ls rounds.\n\u0001ā\nBut flies are just flies.\n\u0001ā\nLeave. You're so weak, you wasted my precious time.",
  "dlord_olgodemira_beforebattle_000": "\u0001́As long as this world exists, I, Demonking Orgodemir, will always be the demon king who has free reign over space and time.\n\u0001ā\nSurely you have no business with a god such as myself. Have you come to submit your loyalty?\n\u0001ā\nHmm, no... perhaps, then, you've come to challenge the might of a demon king!?\u0001Ă",
  "dlord_doak_win_002": "\u0001́This can't be.... I? I lost in %ls rouds....\n\u0001ā\nBut unfortunately, your collection did not impress me.\n\u0001ā\nCome agian you poor monster master. I'm looking forward to our next encounter. Hahahaha!",
  "dlord_olgodemira_beforebattle_001": "\u0001́Come, then... let me forever engrave my face onto your mind as the last image you'll ever see!",
  "dlord_olgodemira_beforebattle_002": "\u0001́Wise choice, human... as if you had one. You've no choice to deny your loyalty to your one true ruler.",
  "dlord_olgodemira_win_000": "\u0001́Un-unbelievable... how... a god like myself... losing to a human in only %ls turns of combat...\n\u0001ā\nHmmmmm... can this be what I've heard of? Surely, this is no mere coincidence...\n\u0001ā\nIt is settled then, human. I, Orgodemir, King of the Demon Kings, shall join you on your travels.",
  "dlord_zemelgias_beforebattle_000": "\u0001́I am the Demon General, Zemelgias...\n\u0001ā\nI will make every single one you living outside of this space-time fear and suffer.....\n\u0001ā\nYoung Master. You're really going up against me huh... \u0001Ă",
  "dlord_olgodemira_win_001": "\u0001\u0004Demonking Orgodemir\u0001\u0001 became your ally!",
  "dlord_zemelgias_beforebattle_001": "\u0001́How sad just thinking about it. You're so anxious to be destroyed first...",
  "dlord_olgodemira_win_002": "\u0001́Unbelievable... a god such as myself... losing to a human in %ls turns of combat...\n\u0001ā\nThough I've heard tales of such strength... you do not possess quite what I am seeking.\n\u0001ā\nLeave here, and only return if you wish to show me a better display of strength...",
  "dlord_zemelgias_beforebattle_002": "\u0001́Then watch how your world turns upside down...",
  "dlord_rapsone_beforebattle_000": "\u0001́Grrrrr... so you've come. My name is Rhapthorne.\n\u0001ā\nI am a great demon king who brought myself back to life once\nafter much effort, to rule over both worlds of light and dark.\n\u0001ā\nNow, human... I assume you've come to bow down before me.\n... Or is it a challenge you've come seeking?\u0001Ă",
  "dlord_rapsone_beforebattle_001": "\u0001́You humans are such persistent little insects...\nCome forward then, and allow me to squash you!",
  "dlord_rapsone_beforebattle_002": "\u0001́That's what I thought, you little insect. You've chosen wisely for the time being.",
  "dlord_rapsone_win_000": "\u0001́How could such a meager insect defeat me, Dark God Rhapthorne, in as few as %ls turns... ?\n\u0001ā\nNo, you are no mere annoyance. You've got something... special... yes, you are different!\n\u0001ā\nBe grateful, little one... for I, the Lord of Darkness, have chosen to fight alongside you!",
  "dlord_rapsone_win_001": "\u0001\u0004Dark God Rhapthorne\u0001\u0001 became your ally!",
  "dlord_rapsone_win_002": "\u0001́How could such a meager insect defeat me, Dark God Rhapthorne, in only %ls turns... ?\n\u0001ā\nNonetheless, these are but mere insect bites on my body. You are not yet worthy of my power...\n\u0001ā\nBegone... human! Return once you've found the power needed to prove yourself worthy of me!",
  "dlord_elgios_beforebattle_000": "\u0001́Your world is forever tainted by the sins of humanity.\nYour existence itself... is a grave sin.\n\u0001ā\nThere was a calling for one to judge such sins... I made the ultimate sacrifice in order to heed this call.\n\u0001ā\nNow you, human... the one guilty of his sins. You stand before me now, ready for your trial?\u0001Ă",
  "dlord_elgios_beforebattle_001": "\u0001́No trial is required, human! You are guilty by nature!\nWithout further delay, I administer to you... your punishment!",
  "dlord_elgios_beforebattle_002": "\u0001́Ah, yes... for why would a human admit guilt? Perhaps, then... return to the world you've been slowly destroying!",
  "dlord_zemelgias_win_001": "\u0001\u0004Zemelgias\u0001\u0001 became your ally!",
  "dlord_doak_beforebattle_000": "\u0001́Hee hee hee hee! I am the Demon Darck.\n\u0001ā\nYou poor thing. You had no idea you were going to get crushed.\n\u0001ā\nSeems like you have quite a collection there though. You're one dedicated fellow. \u0001Ă",
  "dlord_doak_beforebattle_001": "\u0001́Then I'll just have to steal your collection! Hahahah!",
  "dlord_doak_beforebattle_002": "\u0001́You're not? Then I have no use for you. Leave! Hahahah!",
  "NPC_RYUOU_REC_010": "\u0001̄The true King of Dragons. Exhales blistering flames \nthat once burnt and reshaped the land as we knew it.",
  "NPC_DEATHTAMUA_REC_010": "\u0001̄A demon king who once tried ruling over both worlds.\nIt's very cautious and knows many different skills.",
  "NPC_SHIDO_REC_010": "\u0001̄An evil god, with mighty, destructive powers.\nThere is nothing outside of its ability to obliterate.",
  "NPC_ZOMA_REC_010": "\u0001̄A former demon king who boasts about having all-powerful magic. Has a cold stare that leaves none unfazed.",
  "NPC_MILDLARS_REC_010": "\u0001̄The demon king of the Phantom world. It has the ambition of becoming the one and only god.",
  "NPC_OLGODEMIRA_REC_010": "\u0001̄An incarnation of true despair and darkness. Once the\nruler of heaven, hell, past, present, and future.",
  "NPC_RAPSONE_REC_010": "\u0001̄The demon king who once was sealed away by seven sages. Its large body is the embodiment of pure evil, and also its castle.",
  "NPC_ELGIOS_REC_010": "\u0001̄A fallen angel who became a demon when his heart, mind, and soul were overtaken by his hatred of humanity.",
  "NPC_ZEMELGIAS_REC_010": "\u0001̄The Devil of Destruction. This is his evolved form after taking in a demon warrior in its body.",
  "NPC_DOAK_REC_010": "\u0001̄A demon that collects treasures. He is a collector and a King."
}