{
  "DEMO_318_MSG_010": "\u0001̂Gahaha-haha! You are too late! Soon, your \"Hope\" will be under my control!\n\u0001ā",
  "DEMO_318_MSG_020": "\u0001̂The \"Hope\" that the Resistance believes to be their ultimate weapon... I shall bear witness to it with my own eyes!",
  "DEMO_318_MSG_030": "... Day 4 - Everything is running smoothly in our new laboratory.",
  "DEMO_318_MSG_040": "We've successfully utilized the spacecraft's energy. \nOur last development plans can now begin.",
  "DEMO_318_MSG_050": "... Day 95 - We successfully bioengineered a new, special kind of seed.",
  "DEMO_318_MSG_060": "All that remains is proper germination. May it grow, and serve humanity in our hour of need.",
  "DEMO_318_MSG_070": "\u0001̂You've got to be kidding me...\n\u0001ā",
  "DEMO_318_MSG_080": "\u0001̂... It's just a rotten little seed!? How can a puny little\nplant be humanity's ultimate weapon?",
  "DEMO_318_MSG_090": "... Day 144 - The plant successfully resists the cold and is growing quite nicely.",
  "DEMO_318_MSG_100": "If it continues, we should be able to use it to help Toto and Silver's food shortages.",
  "DEMO_318_MSG_110": "... Day 166 - It's time for us to take our leave, and let the ecosystem machine control it from here.",
  "DEMO_318_MSG_120": "Toto and Silver have been informed that our last \"hope\"resides here, within this structure.",
  "DEMO_318_MSG_130": "I'm hoping this plant breaks free, and can spread its seed through these cold lands.",
  "DEMO_318_MSG_140": "\u0001̂Argg-grr-grrr... ugh? Cold... resistant plant... ? \nLush... green fields... ? Plenty of... food!?\n\u0001ā",
  "DEMO_318_MSG_150": "\u0001̂Absurd! This cannot be all that's here! Bah... must find... their ultimate weapon...\n\u0001ā",
  "DEMO_318_MSG_160": "\u0001̂The ultimate weapon that the Resistance built...\nIt should be right here!",
  "DEMO_318_MSG_170": "\u0001̂You piece of garbage! No, no, just keep going! \nI'll surely find it in here somewhere!",
  "DEMO_318_MSG_180": "One search result found.\nDisplaying contents on screen.",
  "DEMO_318_MSG_190": "It cannot be stopped...",
  "DEMO_318_MSG_200": "Our final \"hope\" has already risen.",
  "DEMO_318_MSG_210": "\u0001̂W-W-What... i-i-is this... ! I... the King of Cunning, have been fooled by these intolerable...!?\n\u0001ā",
  "DEMO_318_MSG_220": "\u0001̂Now you've done it. Lucia! Y-Y-You... You!!!\nYOU'LL PAY FOR THIS!!!!!!"
}