{
  "GRAVE_NPC_01_REC": "\u0001̄A creepy-looking monster. But it really isn't that nasty.",
  "DEMO_201_AFT_NPC_B": "\u0001́The Resistance leader, Lucia, often used to help out with a lot of engineering work around this place.\n\u0001ā\nShe often passed through the Undead Gardens while also maintaining things around the place.\n\u0001ā\nIf she were still here, I'm sure Lucia would've re-enabled the transporters. We haven't seen her in a while, though.",
  "ITEM_MSG_02": "\u0001̂Thank you for shopping here! Please, come back anytime!",
  "GRAVE_NPC_02_REC": "\u0001̄It makes loud noises at night, and has been annoying the other monsters.",
  "GRAVE_NPC_GOST_REC": "\u0001̄The ghost of a monster, stuck between the worlds of the living and the dead.",
  "MINE_DONT_EXIT_MSG_02": "\u0001̄Again, a special presence can be sensed. Using your Reactor is highly recommended.",
  "GRAVE_NPC_ICE_REC": "\u0001̄Their mallet is considerably large, even more so than the size of their body.",
  "DEMO_201_AFT_NPC_A": "\u0001́That device... could you be part of the Resistance? It's been quite some time since we've seen their kind around.\n\u0001ā\nEver since the Transport Devices were disabled, we really haven't\nseen many new faces at all, to be honest.",
  "ITEM_MSG_01": "\u0001̂Welcome to the Item Shop! How may I be of service to you, today?",
  "DEMO_201_AFT_NPC_C": "\u0001́This here's \u0001\u0004Neon Park\u0001\u0001! This place is home to the Grave Keepers of the Undead Gardens.\n\u0001ā\nBut now, because of Bundold's strict laws, we can't even enter the Gardens.",
  "DEMO_201_AFT_NPC_D": "\u0001́Lots o' strange things been happenin' lately 'round this place...\n\u0001ā\nSuitcases I've left sittin' around will up an vanish, while other things, like my umbrella, will just fall over suddenly...\n\u0001ā\nStrange thing is... no one's around when it happens. \nWhat's the meanin' of all this?",
  "REC_POINT_SEIMON_010": "Entrance - North",
  "DEMO_201_AFT_NPC_E": "\u0001́I originally travelled here from the Northern transporter. \nBundold, however, prevents anyone from using it on this side.\n\u0001ā\nDid you know he even went so far as to disable it? All I wanna do is go home.",
  "NPC_A_BIG_BUNDORUDO_WIN_010": "\u0001́I just saw something big that looked like Bundold float up into the sky. Or was that his ghost? Very spooky stuff.",
  "REC_POINT_SEIMON_011": "\u0001̄Neon Park Entrance. Leads to Undead Garden.",
  "INN_MSG_1ST_001": "\u0001́Welcome to the Inn. Would you like to rest?\u0001Ă",
  "NPC_C_GARUBIRUSU_WIN_010": "\u0001́I thought we were safe now that Bundold is gone, but what is... this?\n\u0001ā\nI get shivers down my spine just by looking at the black sky.",
  "INN_MSG_1ST_002": "\u0001́Alrighty then. Enjoy the remainder of your stay in Neon Park.",
  "INN_MSG_1ST_003": "\u0001́Good morning. Did you sleep well? Alright, be careful out there.",
  "INN_MSG_001": "\u0001́Welcome. Would you like to spend the night here?\n\u0001ā\nIf you want to spend the night, you'll sleep like a baby until dawn. And if you decide to rest, I'll make sure to wake you before dusk!\n\u0001ā\nEither way, you'll recover perfectly. So, what are you going to do?\u0001Ĉ",
  "INN_MSG_002": "\u0001́Okay, I'll be here if you change your mind!",
  "INN_MSG_003": "\u0001́Hey, did you sleep well? I hope you're full of energy today!",
  "INN_MSG_004": "\u0001́Oh, do we have company? Would you like to stay or rest?\u0001Ĉ",
  "INN_MSG_005": "\u0001́Okay, that's too bad. You're always welcome here if you ever change your mind.",
  "DEMO_202_AFT_NPC_A": "\u0001́The Undead Garden in the north used to be a Resistance base.\n\u0001ā\nBundold appeared in Spirit Road to defeat the Resistance.\n\u0001ā\nSo, after Bundold defeated the Resistance, he made the garden into his own territory.",
  "INN_MSG_006": "\u0001́Glad you got a good night's sleep. Alright, safe journeys to you.",
  "MINE_DONT_EXIT_MSG_01": "\u0001̄A strange presence can be sensed, but has not been found. Strongly recommend searching for confirmation first.",
  "DEMO_201_AFT_REC_MSG_01": "\u0001̄I'm detecting a strange presence within our vicinity...\nPerhaps you should take a look around.",
  "DEMO_201_AFT_NPC_GOST_01": "\u0001̂Right this way...",
  "NPC_E_BIG_BUNDORUDO_WIN_010": "\u0001́Amazing! The sky is already starting to clear up!\nYou... you did it again!\n\u0001ā\nI was starting to think we'd never escape Carmasso's infectious cloud.",
  "DEMO_201_AFT_SYS_01": "The spirit quietly whispers...",
  "DEMO_201_AFT_NPC_GOST_02": "\u0001̂Back this way...",
  "DEMO_201_AFT_SYS_02": "The spirit quietly whispers...",
  "DEMO_201_AFT_NPC_GOST_03": "\u0001̂......!",
  "DEMO_201_AFT_SYS_03": "\u0001ȁ, it's inviting you to go along. Let's follow it.",
  "DEMO_201_AFT_NPC_GOST_04": "The ghost beckons...",
  "DEMO_202_AFT_NPC_GOST_A": "\u0001̂Bundold has taken up residence in a place just north of here... it's a ghastly place known as the Undead Gardens.\n\u0001ā\nHe's locked himself up inside, however, and you'll need a key in order to get inside.\n\u0001ā\nHis three underlings each hold part of that key, and they're essential to reaching Bundold. You'll need to defeat each of them.\n\u0001ā\nAll three of them roam around the Graveyard areas. We're all counting \non to go get that key and defeat Bundold! Good luck!",
  "NPC_C_SPEED_ALL_CLEAR_010": "\u0001́Did you hear? The monsters that appeared along side\nthat shooting star didn't attack us.\n\u0001ā\nI'd been scared that a horrible monster might attack us\nany second!",
  "DEMO_202_AFT_NPC_C": "\u0001́Bundold is really strong, but also very cautious.\n\u0001ā\nHe ordered his minions to lock the garden after he hid himself.\n\u0001ā\nThat's why no one can enter the garden unless you acquire all three keys from his minions.",
  "DEMO_213_AFT_NPC_A": "\u0001́The Transport Device is working again. Did you have something to do with that?",
  "NPC_GOST_G_BIG_BUNDORUDO_WIN_010": "\u0001̂I heard you cleared that awful fog out from our sky.\nHow'd you pull that off?",
  "DEMO_213_AFT_NPC_B": "\u0001́The Transport Device is working again? Lucia can finally come back.\n\u0001ā\nWell, actually... I could go see her. If I go to Polar Park, it's all the same anyway.",
  "DEMO_213_AFT_NPC_C": "\u0001́I can finally get back to my job in the graveyard now that Bundold's tyrannic rule is over.\n\u0001ā\nThat jerk probably had no one tending to the graves. I'd better get out there and polish up all the headstones.",
  "DEMO_213_AFT_NPC_D": "\u0001́Ever since Bundold was defeated, those strange occurrences have stopped.\n\u0001ā\nI wonder what was even the cause of that...",
  "NPC_D_SPEED_ALL_CLEAR_010": "\u0001́I wonder if there was ever any reason to me to be\nso concerned about those horrid monsters.\n\u0001ā\nI'm a worry wart by nature though. Either way, they still\nlooked absolutely terrifying.",
  "DEMO_213_AFT_NPC_E": "\u0001́I heard rumors that the northern Transportation Device is usable once again...\n\u0001ā\nIf you happen to use it, you should stop by and visit my home in Polar Park.",
  "NPC_C_BIG_BUNDORUDO_WIN_010": "\u0001́Thanks again! It already feels like eveything has gone\nback to normal!\n\u0001ā\nHowever... my anxiety is still through the roof! Is everything really alright again?",
  "DEMO_213_AFT_NPC_GOST_G": "\u0001̂Another spirit left Neon Park right shortly after Bundold was defeated.\n\u0001ā\nIt was it looking for someone named \u0001ȁ, and that it was headed for the Transport Device to the north.",
  "NPC_A_GARUBIRUSU_WIN_010": "\u0001́The color of the sky looks like that of a cursed one. I've been around for ages, but never seen it like this...",
  "NPC_B_GARUBIRUSU_WIN_010": "\u0001́The Transport Device isn't working again. Probably due to this sky...\n\u0001ā\nWhat are we even supposed to do? How do we get our sky back?",
  "REC_POINT_URAMON_011": "\u0001̄An exit from Neon Park. It leads to the Transport Device for the Fallen City.",
  "NPC_D_GARUBIRUSU_WIN_010": "\u0001́I wonder if the sky is like this in other lands.\n\u0001ā\nI don't have a clue what's happening elsewhere.",
  "NPC_A_ALL_CLEAR_010": "\u0001́Hey, you're the Monster Master dude. It's been a while, how are you?",
  "NPC_E_GARUBIRUSU_WIN_010": "\u0001́Man, I guess I was moving like a snail. I missed my chance to go home again!\n\u0001ā\nMan, this is inconvenient. Hah hah hah hah hah!",
  "NPC_GOST_G_GARUBIRUSU_WIN_010": "\u0001̂I've been a spirit for a really long time, and I've never seen such a sky before.\n\u0001ā\nLooks so poisonous. Can anyone do something about it?",
  "NPC_B_BIG_BUNDORUDO_WIN_010": "\u0001́The Transport Device started working again. I guess because the sky cleared up above Spirit Road.\n\u0001ā\nThere are still many other worlds out there affected, though.\nThis is far from over...",
  "NPC_D_BIG_BUNDORUDO_WIN_010": "\u0001́The sky cleared up here, but I wonder how it is in different areas.\n\u0001ā\nI feel like the world is falling apart.",
  "NPC_A_SPEED_010": "\u0001́I knew you'd come, Monster Master!\n\u0001ā\nThere's something awfully going on!",
  "NPC_A_SPEED_ALL_CLEAR_010": "\u0001́Hey Monster Master! I heard that everything is under comtrol now!",
  "NPC_B_ALL_CLEAR_010": "\u0001́It's a little boring now that peace has returned. Maybe I'll travel using the Transport Device.",
  "NPC_B_SPEED_010": "\u0001́Lots of vicious monsters are appearing.\n\u0001ā\nMoving Apparatus is active but honestly, I don't want to go anywhere in a time like this.",
  "NPC_B_SPEED_ALL_CLEAR_010": "\u0001́Now that it's peaceful, I'm kind of bored. Maybe I'll travel using the Moving Apparatus.",
  "NPC_C_ALL_CLEAR_010": "\u0001́Recently, I've been scared to look up to see the Core.\n\u0001ā\nI'm worried that history is going to repeat itself.",
  "NPC_C_SPEED_010": "\u0001́At first, I thought they were shooting stars but then realized that they were actually monsters.\n\u0001ā\nI thought we had peace at las. Why is this happening?",
  "NPC_D_ALL_CLEAR_010": "\u0001́I recently realized that the Undead Garden is not just an ordinary graveyard.\n\u0001ā\nI don't know who created all those tricks, but I was very impressed.",
  "NPC_D_SPEED_010": "\u0001́Whatever happens, I'll be safe if I stay in the vllage right? Yes, it must be! That's what I believe.",
  "NPC_D_BY_CROW": "\u0001́I saw a piece of paper that looked like a map floating in the air to the Undead Garden the other day.\n\u0001ā\nI was so scared.... it looked like something invisible was carrying something out there....",
  "NPC_E_ALL_CLEAR_010": "\u0001́I didn't get around to going back home after peace has returned. But I guess I could stick around here.",
  "NPC_E_SPEED_010": "\u0001́It' so dangerous out there, I can't go home. Looks like I might just have to live here.",
  "NPC_E_SPEED_ALL_CLEAR_010": "\u0001́Since it's safe now, I should visit home and my family and friends that I live here now.",
  "NPC_GOST_G_ALL_CLEAR_010": "\u0001̂Hey, looking well. You still traveling a lot?\n\u0001ā\nI was going to let you join my team if you ever die during your journey, but I guess it's unnecessary.",
  "NPC_GOST_G_SPEED_010": "\u0001̂Hey, you look busy. You travelling around still?\n\u0001ā\nIf you ever die during your travels, you can always join our crew so don't be shy, come find us!",
  "REC_POINT_URAMON_010": "Entrance - South",
  "REC_POINT_NEON_010": "Neon Art",
  "REC_POINT_NEON_011": "\u0001̄An assertive monster that likes neon colors. Glittering and joyful.",
  "REC_POINT_ITEM_010": "Neon Sign - Tool Shop",
  "REC_POINT_ITEM_011": "\u0001̄A bright neon sign for the Item Shop. It says \"Always exorcising your cash with a smile!\"",
  "REC_POINT_INN_010": "Neon Sign - Inn",
  "REC_POINT_INN_011": "\u0001̄Neon signboard for the Inn. It is open to all allies."
}