{
  "DEMO_430_MSG_010": "\u0001́Attention! I've got an urgent matter to discuss \nwith you lot today!",
  "DEMO_430_MSG_020": "\u0001́As you know, our Lord, the Dark Master, will be paying us a visit today!\n\u0001ā",
  "DEMO_430_MSG_030": "\u0001́However... some rather bad news has made it's way back to me!",
  "DEMO_430_MSG_040": "\u0001́A \"rat\" has made their way into the Bastille! They're aiming to destroy our Remodeling Device!\n\u0001ā",
  "DEMO_430_MSG_050": "\u0001́With such an important visit approaching me, I am left with little choice... I must consider every possibility!",
  "DEMO_430_MSG_060": "\u0001́Could one of my own, perhaps, be this backstabbing spy?\nAs I said, anything is possible, and must be considered!",
  "DEMO_430_MSG_070": "\u0001́Wait a minute! You there...",
  "DEMO_430_MSG_080": "\u0001̂............",
  "DEMO_430_MSG_090": "\u0001́............",
  "DEMO_430_MSG_200": "\u0001́No, that is no longer important! I'll do what I should've done back then, all those years ago!\n\u0001ā",
  "DEMO_430_MSG_100": "\u0001́U-Unbelievable... sleeping on the job!\nHow dare you make a mockery out of me!",
  "DEMO_430_MSG_110": "\u0001́Listen up! We need to iron out this situation before\nour Lord, the Dark Master, makes his appearance here!",
  "DEMO_430_MSG_120": "\u0001́Do I make myself clear!?",
  "DEMO_430_MSG_130": "\u0001́Hmm? I haven't seen your face around here before... in fact, I'd remember making one of your kind a jailer around here...",
  "DEMO_430_MSG_140": "\u0001́Is that right... you're saying perhaps I'm just not thinking straight under all this stress?",
  "DEMO_430_MSG_150": "\u0001́That sound... what was that sound just now? \nIt sounded just like fabric being torn open...\n\u0001ā",
  "DEMO_430_MSG_160": "\u0001́Hah! You ignorant fool... you're wearing a disguise! \nTake that disguse off and reveal yourself this instant!",
  "DEMO_430_MSG_170": "\u0001́I-I-It's you...",
  "DEMO_430_MSG_180": "\u0001́Anses!!\n\u0001ā",
  "DEMO_430_MSG_190": "\u0001́What are you doing here!? How did you manage to\nescape from your prison!?",
  "DEMO_430_MSG_210": "\u0001́Don't think that you'll escape my clutches... \nI, the Great King of Torture, Itaburu!",
  "DEMO_430_MSG_220": "\u0001́Halt! Resistance is futile at this point!",
  "DEMO_430_MSG_230": "\u0001́Guards! Don't let him get away!",
  "DEMO_430_MSG_240": "\u0001́I won't let you get away... not this time! \nIt's time to test out our recently remodeled Break Monsters!\n\u0001ā",
  "DEMO_430_MSG_250": "\u0001́This will ensure they're ready for our Lord's arrival!\nHurry, you imbeciles! Go and capture Anses at once!"
}