{
  "BATTLE_GP_RULER_01": "\u0001́A new Zoom Stone has been detected.\nAttuning with the Zoom Stone for future access...",
  "BATTLE_GP_RULER_02": "Senior Centre Building\nwas added to Zoom List.",
  "REC_POINT_NOC_03_01": "Security Door β",
  "COMM_RULER_POINT_MSG": "\u0001̄You've already attuned with this Zoom Stone.",
  "CALL": "\u0001́Hey, are you wondering where to go? You should examine this room some more.",
  "UNLOCK_ELEVATOR": "The elevator is unlocked. You should be able to use it now.",
  "MOVE_EAST_ELEVATOR": "Which floor would you like to ride the elevator to?\u0001ċ",
  "MOVE_EAST_ELEVATOR_02": "Which floor would you like to ride the elevator to?\u0001ė",
  "LOCK_MESSAGE": "The door is locked.\n\u0001ā \nYou'll need the \u0001\u0004%ls\u0001\u0001 to unlock it.",
  "REC_POINT_NOC_02_01": "Door to the Roof",
  "UNLOCK_DOOR_MESSAGE": "The \u0001\u0004%ls\u0001\u0001 door has been unlocked!",
  "NPC_ACE_REC": "\u0001̄A Nochoro that loves tinkering with machines. He also wears a Reactor on his head.",
  "GARD_MASTER_REC": "\u0001̄A security-based combat robot, deployed in the Centre Buildings.\nintegrated control center room.",
  "REC_POINT_NOC_04_01": "Integrated Control System",
  "REC_POINT_NOC_01_01": "East Elevator",
  "REC_POINT_NOC_01_02": "\u0001̄An elevator controlled by the gravitational device. It will let you visit floors both above and below.",
  "REC_POINT_NOC_02_02": "\u0001̄A door that leads to the rooftop.",
  "REC_POINT_NOC_03_02": "\u0001̄Passage through here is limited only to those in possession of a \u0001\u0004Key Card β\u0001\u0001.",
  "REC_POINT_NOC_04_02": "\u0001̄A gravity control system, tasked with moving the Fallen City.\u0001ā\nFueled by a gravity furnace, located far beneath the Earth. Can move continents within a limited range.",
  "REC_POINT_NOC_05_01": "Zoom Stone",
  "REC_POINT_NOC_05_02": "\u0001̄Attuning to this Zoom Stone will add it to your destination list.\nThese stones appear in various places around the world.",
  "MSG_ACE_001": "\u0001́Here's the room we were lookin' for, \u0001ȁ. \nNow, let's figure out what's causin' all that dang turbulence!",
  "MSG_ACE_002": "\u0001́That machine's gotta be sittin' 'round here somewhere.\nHave a look around, an' see if you can find it!",
  "CALL_2": "\u0001́\u0001ȁ! Hurry along! We need to report this back to the King!",
  "MSG_ACE_003": "\u0001́How about that! We pulled it off! Now, let's report back \nto His Highness with the good news.\n\u0001ā\nI'll be followin' you out of here now, like we were doin' earlier. I ain't 'bout to head outta here on my own!",
  "REC_RA_MONS_MES": "\u0001̄An Insurgent Demon transformed by Mother's\nrampage. It has an frightening amount of power."
}