{
  "MES_SAVE_OK": "You can now save data onto your adventure book!\n\u0001ā\nAfter saving, if you go back to the main title screen, you can bring your monsters from the DQMJ3!",
  "REC_POINT_GR_09_02": "\u0001̄A celestial body that exists in the center of the world. \nThere is no more data on it.",
  "MES_NOCHO_TRIAL_010": "You can now command your partner! On your bottom left screen....",
  "MES_NOCHO_TRIAL_020": "Touch this Nochorin icon or go talk to him and make your command.",
  "NPC_SLIME_REC": "\u0001̄Monster with a blue, jelly-like body. Looks like it's always smiling.",
  "DEAD_RETURN_MSG_01": "\u0001́You might need to slow down a bit... what happened to you!?\n\u0001ā\nCome back to Wood Park next time if you need to recover.\n\u0001ā\nWe can't have you dying on us, you hear!?",
  "DEAD_RETURN_MSG_01_SPEED": "\u0001́\u0001ȁ, are you okay? Let's get up and hurry off to Wood Park!",
  "REC_ON_SYSTEM_INTRO": "\u0001̄This specific \"Reactor\" was created with the sole purpose of supporting you, and you alone.",
  "REC_RA_MONS_MES": "\u0001̄An Insurgent Demon transformed by Mother's\nrampage. It has an frightening amount of power.",
  "DEAD_RETURN_MSG_02": "\u0001́Something must've gone wrong out there, but we got you back here before it was too late.\n\u0001ā\nThe King wants you to hurry back. Get back out there after you recover!",
  "DEVICE_MSG_001": "The cage is already down on the ground.",
  "DEAD_RETURN_MSG_02_SPEED": "\u0001́\u0001ȁ, are you okay?\n\u0001ā\nThe King have returned and wishes to see you.Let's go to Wood Park to restore your energy!",
  "MINE_MSG_001": "←　Glutton's Keep\nFree the Nochoro Prisoners!",
  "REC_POINT_GR_13_02": "\u0001̄A device that will activate Masters Road for those who wish to improve their riding technique.",
  "MINE_MSG_002": "Someone, please, help my captured friends!\n\u0001ā\n... is what's written here.",
  "RULER_POINT_MSG": "\u0001̄You've already attuned with this Zoom Stone.",
  "DEMO_010_AFT_ORC_002": "\u0001́Boshock is always ready for a fight, and he's tough.\n\u0001ā\nIf you find that you aren't ready to face him, don't be afraid to flee and train up a bit before you head back.",
  "GREEN_RULER_MSG": "\u0001́A new Zoom Stone has been detected.\nAttuning with the Zoom Stone for future access...",
  "REC_POINT_GR_02_01": "Glutton's Keep",
  "GREEN_RULER_MSG_2": "The location \"Glutton's Keep\" is now an available location to zoom to!",
  "DEMO_010_AFT_ORC_001": "\u0001́Boshock is currently the one in charge at Glutton's Keep!\n\u0001ā\nBe careful... we don't want you becoming bait like Nochiro did!",
  "MINE_MSG_011": "Use this Transportation Device to reach the Fallen City?\u0001Ă",
  "STELE_MSG_005": "\u0001̄Please examine the Stone Monument ahead to obtain the Zoom ability.",
  "DEMO_009_AFT_NOC_001": "\u0001́Huh!? What are you doing back here, \u0001ȁ!?\n\u0001ā\nI thought you headed out a while back to go fight that big monster!\n\u0001ā\nYou mustn't be afraid to head into battle! After all, you're the only one with the power to save us!",
  "DEMO_009_AFT_NOC_002": "\u0001́First, you simply touch an enemy on the field to enter into battle against it... but don't forget about scouting it!\n\u0001ā\nBeat it up just enough to show it how strong you are. At that point, you\nshould be able to scout it and have it join your team!",
  "DEMO_009_AFT_NOC_004": "\u0001́To scout a monster, simply choose the \"Scout\" option from the menu during a battle!\n\u0001ā\nYour team will then attack the monster, demonstrating how strong they are together.\n\u0001ā\nIf it is impressed by their strength compared to its own, then it will be inclined to join your team.\n\u0001ā\nBut, if it doesn't join, don't be discouraged! There's always a chance of failure, so you'll just have to try again.",
  "DEMO_009_AFT_NOC_005": "\u0001́Gahhh! What are you doing!? You've got to scout a monster!\n\u0001ā\nAll you need to do is select that option from your menu during battle!\n\u0001ā",
  "DEMO_009_AFT_NOC_006": "\u0001́Then your monster team will demonstrate their power by attacking your opponent!\n\u0001ā\nIf it finds your team's abilities to be impressive, it will join you and battle alongside you.\n\u0001ā\nBut, if it doesn't join, don't be discouraged! There's always a chance of failure, so you'll just have to try again.",
  "DONT_USE_TRANSFER_010": "The Transporation Device is offline. You won't be able to use it at this time.",
  "DEMO_009_AFT_NOC_003": "\u0001́Gahh! How did you lose again?!\n\u0001ā\nI'll heal your team one more time, but you have to get back in there and give it another go!\n\u0001ā\nYou've got to befriend the monsters in order to get stronger as a Master!",
  "DEMO_010_AFT_NOC": "\u0001́Hurry now. Everyone else went on ahead!",
  "DEMO_025_AFT_KNG": "\u0001̅Ride the Bullfinch, leap across the cliffs, and attack that log. You think you can handle that, right?",
  "GIM_BOX_REC_00": "Small Box",
  "REC_POINT_GR_01_02": "\u0001̄A village surrounded by large wooden walls. The Nochoro call this place their home.",
  "DEMO_010_AFT_NOC_002": "\u0001́Let's hurry back to Wood Park!",
  "DEMO_023_AFT_SYS": "You did it! You successfully scouted a \u0001\u0004Bullfinch\u0001\u0001!\nNow, return to the Nochoro King and show him this monster.",
  "NPC_ORC_REC": "\u0001̄Boshock used to be an Orc, prior to becoming\ninfected and becoming a Break Monster.",
  "EVENT_IRREGULAR_MSG": "You still haven't scouted a Bullfinch.\n\u0001ā\nPlease return once you've scouted a Bullfinch to continue.",
  "SCENARIO_CLEAR_OPENSYSTM_001": "You've done it! You've successfully cleared the main story of the game!\n\u0001ā",
  "SCENARIO_CLEAR_OPENSYSTM_002": "You can now use the Fusion Machine to perform Super Fusions!\n\u0001ā\nSpeak with Ace whenever you wish to give it a whirl!",
  "SCENARIO_CLEAR_OPENSYSTM_003": "You can now exchange \u0001\u0004 Ultra-marbled Meat \u0001\u0001 at the Wi-Fi Square.\n\u0001ā\nWhen you obtain a \u0001\u0004 Ultra-marbled Meat Voucher \u0001\u0001, talk to Goldtanu at the Square.",
  "NPC_KING_REC": "\u0001̄The King of the Nochoro species. Due to his oversized body, he cannot move without the assistance of his subordinates.",
  "GIM_BOX_REC_01": "\u0001̄I'm detecting a form of life, from inside of the box.\nWould you like to see what's inside?\u0001Ă",
  "GIM_BOX_REC_02": "The monster in the container started an attack!",
  "REC_POINT_DRONE_HOLE_01": "Strange Small Hole",
  "REC_POINT_DRONE_HOLE_02": "\u0001̄It looks hollow inside. You can check it out using the drone.",
  "NPC_NOCHO_MEN_REC": "\u0001̄A male of the Nochoro species. They are quite curious and friendly in nature.",
  "NPC_NOCHORIN_REC": "\u0001̄A male of the Nochoro species. It seems to possess incredible speed for fleeing.",
  "REC_ON_SYSTEM_EXPLAIN": "\u0001̄That concludes the tutorial on how to use your new Reactor! Now, it's time for you to go get your memories back!",
  "NPC_BOSHOCK_REC": "\u0001̄The monster that keeps watch over Glutton's Keep.\nVery fitting, too, as it's always hungry.",
  "NPC_BIGHAT_REC": "\u0001̄Big Hats who are minions of Boshock. They aren't loyal, and follow him \nstrictly out of fear.",
  "NPC_MIMIZU_REC": "\u0001̄A huge worm that broke from the dark matter down deep in the grounds of the break world.",
  "REC_POINT_GR_01_01": "Wood Park",
  "REC_POINT_GR_02_02": "\u0001̄A naturally formed rock archway rests in front of a fortress,\nknown simply as, Glutton's Keep.",
  "REC_POINT_GR_03_01": "Steel Birdcage",
  "REC_POINT_GR_03_02": "\u0001̄A sturdy steel birdcage. It's being used to hold the Nochoro hostage rather than house birds, however...",
  "REC_POINT_GR_04_01": "Control Panel",
  "REC_POINT_GR_04_02": "\u0001̄A mechanical operating board used for manuvering the winch in Glutton's Keep.",
  "REC_POINT_GR_05_01": "Fairy Fountain",
  "REC_POINT_GR_05_02": "\u0001̄A water area, where lucky fairies go to rest their wings. \nIt's referred to as a Fairy Fountain by the Nochoros.",
  "REC_POINT_GR_06_01": "Wooden Sign",
  "REC_ON_SYSTEM_END": "\u0001̄Additionally, touching the button on the bottom-right part of the bottom screen will activate the Reactor \"Search Mode\".\n\u0001ā\nIn this mode, you will see scannable objects. Upon scanning, more\ninformation will be provided to help you on your journey.\n\u0001ā",
  "REC_POINT_GR_06_02": "\u0001̄A sign made by Nochoro. A tree in the distance was used to make it.",
  "REC_POINT_GR_07_01": "Log",
  "REC_POINT_GR_07_02": "\u0001̄A log that fell and rolled after hitting a tree root. Seems to have been caused by a large monster.",
  "REC_POINT_GR_08_01": "Transporter Device",
  "REC_POINT_GR_08_02": "\u0001̄Equipment used to transfer Masters between the different Realms. This one is connected to the Fallen City.",
  "REC_POINT_GR_09_01": "Core",
  "REC_POINT_GR_10_01": "Strange Monolith",
  "REC_POINT_GR_10_02": "\u0001̄A stone monument that has recorded a special technology that exists for use by Monster Masters.",
  "REC_POINT_GR_11_01": "Zoom Stone",
  "REC_POINT_GR_11_02": "\u0001̄Attuning to this Zoom Stone will add it to your destination list.\nThese stones appear in various places around the world.",
  "REC_POINT_GR_12_01": "Wrecked Paradise",
  "REC_POINT_GR_12_02": "\u0001̄The illusion of \"paradise\", where \u0001ȁ was in fact being detained from the real world.",
  "REC_POINT_GR_13_01": "Pillar to Heaven",
  "REC_POINT_GR_14_01": "\u0001̄A mysterious Nochora who wanders around the break world.",
  "REC_ON_SYSTEM_WELCOME": "\u0001̄Without further ado, welcome to the Reactor Support System, created to help guide you along on your latest journey!\n\u0001ā",
  "REC_ON_SYSTEM_ACT": "\u0001̄... This area is now being scanned, and an incomplete map of it will now be added to your bottom screen.",
  "REC_ON_SYSTEM_RENEWAL": "\u0001̄A \"NEXT\" marker has also been set on the map. These will show you where to head to advance the story of your journey.",
  "REC_RA_DOOR_010": "Door of Truth",
  "REC_RA_DOOR_011": "\u0001̄A door leading to another world. It was discovered\nby in the Mirror of Ra's reflection, which shows the truth.",
  "REC_RA_DOOR_020": "\u0001̄You successfully located the door!",
  "REC_RA_DOOR_030": "They don't appear to have any significance at this time..."
}