{
  "DEMO_826_MSG_010": "\u0001̂Scusaci per averti fatto aspettare così tanto, Lenate. Ma ora siamo\nqui...",
  "DEMO_826_MSG_170": "\u0001́Guarda la mia nuova forma, che accompagna i miei ritrovati poteri...\nOra sono il Sommo Oscuro!",
  "DEMO_826_MSG_020": "No... non devi!",
  "DEMO_826_MSG_180": "\u0001́Ora non avete alcuna possibilità contro di me, \u0001ȁ!",
  "DEMO_826_MSG_030": "\u0001̂Lenate!? Che significa tutto questo? Dopo tutte le fatiche che\nabbiamo fatto... spiegaci perché!",
  "DEMO_826_MSG_040": "Non... devi... usare... questo!",
  "DEMO_826_MSG_050": "\u0001́Hmm... Gah-hah-hah-hah-hah!",
  "DEMO_826_MSG_060": "\u0001̂Maestro Oscuro!? Ma... \u0001ȁ ti aveva già sconfitto... com'è\npossibile!?",
  "DEMO_826_MSG_070": "\u0001́Tecnicamente parlando... sì, sono stato sconfitto da lui.\nTuttavia... ha sconfitto solo la mia forma fisica.",
  "DEMO_826_MSG_080": "\u0001́Per fortuna, i poteri di Briskod hanno preservato la mia anima,\nmantenendo vivo il mio spirito!",
  "DEMO_826_MSG_090": "\u0001̂È follia... se davvero Briskod ha ripristinato la tua forma, allora\ndove sei stato finora...",
  "DEMO_826_MSG_100": "\u0001́Esatto... dopo aver perso la mia forma fisica, potevo fare ben poco.\nDovevo capire come ottenere un nuovo corpo.",
  "DEMO_826_MSG_110": "\u0001̂Quindi è così... hai aspettato che portassimo qui quel Seme\nPlanetario, vero!?",
  "DEMO_826_MSG_120": "\u0001́Hmm-hmm-hmm, esattamente. Una volta ottenuti tutti i dati di Madre,\navevo pianificato questa come ultima risorsa...",
  "DEMO_826_MSG_130": "\u0001́Nel momento in cui Lenate si è sacrificata per stabilizzare\nMadre... sapevo che sareste tornati con quel Seme Planetario!",
  "DEMO_826_MSG_140": "\u0001́Per me era solo questione di pazienza... aspettare il momento giusto\nmentre voi due facevate tutto il lavoro.",
  "DEMO_826_MSG_150": "\u0001́Che maleducato da parte mia... suppongo che dovrei ringraziarvi,\ndopotutto... avete superato ostacoli impossibili solo per salvarmi.",
  "DEMO_826_MSG_160": "\u0001́Non solo mi avete aiutato a tornare... ma ora mi avete donato il\npotere divino della Creazione e della Distruzione!"
}