{
  "DEMO_829_MSG_010": "\u0001̂Nnngh... H-Huh? It's you, \u0001ȁ... but, who is... she?",
  "DEMO_829_MSG_020": "\u0001̂Hmph... are you kidding me right now? There's no way you've forgotten me!",
  "DEMO_829_MSG_030": "\u0001̂No, it's coming back to me now... you're Lucia's\nassistant... I think... your name was Aroma Gebslin.",
  "DEMO_829_MSG_032": "\u0001̂What the heck! Do not use my full name!",
  "DEMO_829_MSG_034": "\u0001̂My apologies... however, I absolutely must ask that you\nonly refer to me by my first name.\n\u0001ā",
  "DEMO_829_MSG_036": "\u0001̂Anyhow, yes... I'm Aroma. The absolute best assistant\nthat Dr. Lucia ever had.\n\u0001ā",
  "DEMO_829_MSG_040": "\u0001̂And I'm... how shall I say this... kinda also the\nleader of the Resistance in Lucia's absence.",
  "DEMO_829_MSG_050": "\u0001̂I see... then this means that the Lucia I was helping\nwas in fact... just another clone?",
  "DEMO_829_MSG_060": "\u0001̂Unfortunately... it's a little more complicated than that.\nI was, more or less... borrowing her identity.\n\u0001ā",
  "DEMO_829_MSG_070": "\u0001̂What's important, though... is that we were able to rescue you from Mother's Core. How are you feeling?\n\u0001ā",
  "DEMO_829_MSG_080": "\u0001̂I wasn't expecting that last fiasco to happen. I'm just\nhoping that didn't put too much strain on your body.",
  "DEMO_829_MSG_090": "\u0001̂I... feel completely fine, actually. Nothing is even remotely wrong with me at the moment.\n\u0001ā",
  "DEMO_829_MSG_100": "\u0001̂Thank you... Aroma and \u0001ȁ. I never thought there would ever be a way out of there for me...",
  "DEMO_829_MSG_110": "\u0001̂Well, I must admit... there's a little bit more to my plan\nthan I originally let on.\n\u0001ā",
  "DEMO_829_MSG_120": "\u0001̂You see... you aren't the only one we've saved. Actually, you're about to find out exactly what I mean by that!\n\u0001ā",
  "DEMO_829_MSG_130": "\u0001̂With Mother finally back to normal... it's about time \nfor everyone else to finally wake up.",
  "DEMO_829_MSG_140": "\u0001̂During the migration process, a vast majority of us were\ncryogenically frozen by Mother.",
  "DEMO_829_MSG_150": "\u0001̂I feel bad for the long wait... but the plan has finally\nsucceeded, and everything is back under control!",
  "DEMO_829_MSG_160": "\u0001̂But, enough of my ramblings! We've got a lot of work\nahead of us if we intend to rebuild everything, right?\n\u0001ā",
  "DEMO_829_MSG_170": "\u0001̂I'm still going to need your help! I hope that's alright with you, Lenate and \u0001ȁ!"
}