{
  "GRAVE_FAKE_SYS_04": "The statue emitted light, and seems to have rotated another statue.",
  "GRAVE_FAKE_SYS_05": "It looks like the statue can't move anymore.",
  "STONE_ROTATE_QUE": "This statue can be rotated. In which direction would you like to turn it?\u0001Č",
  "GIMMICK_NOT_CLEAR_001": "The puzzle was not solved...",
  "GIMMICK_NOT_CLEAR_002": "The Stone Statues have returned to their original positions.",
  "SYS_HELP_MES_010": "You have only one move remaining...",
  "GRAVE_NPC_GOST_REC": "\u0001̄The ghost of a monster, stuck between the worlds of the living and the dead.",
  "GRAVE_NPC_CHOMACH_REC": "\u0001̄A Nochoro seeking the ultimate program. It also has quite the adventurous attitude.",
  "DEMO_203_AFT_NPC_GOST_D": "\u0001̂This is one of the Resistance's old areas. View the bookshelf if you don't believe me.",
  "DEMO_203_AFT_NPC_CHOMACH": "\u0001́Get a load of this, \u0001ȁ!\n\u0001ā\nLooks like there's somethin' written on this parchment here. I'm thinkin' it pertains to the stone statues!",
  "REC_POINT_BOOK_011": "\u0001̄Most of the books have been organized alphabetically. It's a large collection.",
  "MINE_BOOK_SHELF_001": "Someone seems to have left a diary here. There is a quick memo scribbled in it.\n\u0001ā\nFirst, move the statue in the lower left corner to the right!\n\u0001ā\nNext, the statue near this room...\n\u0001ā\nThe rest is too faded to read.",
  "MINE_WALL_PAPER_001": "Using only two moves, make the statues see eye-to-eye to open the path forward.",
  "MINE_SECRET_DOOR_002": "You can feel a slight breeze...",
  "MINE_SECRET_DOOR_001": "\"Goddess Door 3\"",
  "REC_POINT_RELIEF_010": "Goddess Door 3",
  "REC_POINT_RELIEF_011": "\u0001̄A three-framed mural of the goddess, showing the way for a courageous warrior.",
  "REC_POINT_BOOK_010": "Bookshelf",
  "REC_POINT_HARIGAMI_010": "Old Parchment",
  "REC_POINT_HARIGAMI_011": "\u0001̄An ancient-looking piece of parchment paper. There's some legible writting on it.",
  "REC_POINT_STATUE_010": "Stone Statue",
  "REC_POINT_KIRAPANSA": "\u0001̄Stone statue in the shape of a Great Sabrecat.",
  "REC_POINT_TOTUGEKIUO": "\u0001̄Stone statue in the shape of a Fangfish."
}