{
  "DEMO_DUMMY": "Questa demo è in fase di sviluppo.",
  "DEMO_906_MSG_005": "\u0001́Perché proprio io... perché sono l'unico diverso da tutti gli altri?",
  "DEMO_906_MSG_001": "\u0001̂Bel lavoro, \u0001ȁ. Credo che gli Incarnus siano quasi tutti tornati\nalle loro forme originali.",
  "DEMO_906_MSG_026": "\u0001̃Eh...? Cos'è questa sensazione... il mio corpo...",
  "DEMO_906_MSG_002": "\u0001̂Oh, cosa? Hai dimenticato di far tornare Nochorin alla normalità.",
  "DEMO_906_MSG_027": "\u0001̃I miei poteri non sono ancora del tutto tornati. Per ora dovrà\nbastare così...",
  "DEMO_906_MSG_003": "\u0001̂... hmm, che strano. La funzione Ra non risponde.",
  "DEMO_906_MSG_028": "\u0001̃Vi lascio un po' di tempo. Godetevelo finché dura.",
  "DEMO_906_MSG_004": "\u0001́\u0001ȁ. Non può essere vero! Voglio tornare normale anche io.",
  "DEMO_906_MSG_029": "\u0001́Sono sparito insieme alla meteora...?",
  "DEMO_906_MSG_006": "\u0001̅**Ansima** Non pensavo che salire sul tetto sarebbe stato così\nfaticoso.",
  "DEMO_906_MSG_007": "\u0001̂Tesoro, sono felice che non ti sia arreso! Mi hai davvero commosso!",
  "DEMO_906_MSG_008": "\u0001̂Giusto! I Re erano lì! Non ero proprio in me per dimenticare una\ncosa simile.",
  "DEMO_906_MSG_009": "\u0001̂Già. Sta reagendo anche ai Re! Bene, allora userò la funzione Ra\nadesso!",
  "DEMO_906_MSG_010": "\u0001̂Incarnus!",
  "DEMO_906_MSG_011_1": "\u0001̂Ah, capisco... Credo di aver capito!",
  "DEMO_906_MSG_011_2": "\u0001̂Ace è Quadrago Asso, Jack è Fiorango Asso, il che significa...\n\u0001ā\nQueen è Cuordifalco Asso e King è Lupicche Asso!",
  "DEMO_906_MSG_012": "\u0001̂Wow, esatto! Allora vuol dire che vedremo presto Lupicche Asso!",
  "DEMO_906_MSG_013": "\u0001́Aspetta... quello non è Lupicche Asso! No... non può essere... lui\nnon può essere...",
  "DEMO_906_MSG_014": "\u0001́Il Dio di tutti i Demoni!?",
  "DEMO_906_MSG_015": "\u0001̃Sì, sono il Dio dei Demoni, comandante di innumerevoli legioni\ndemoniache.\n\u0001ā\nSono già passati 5 anni eh... dalla battaglia contro gli Incarnus...",
  "DEMO_906_MSG_016": "\u0001̃Siamo stati tutti travolti all'improvviso da una forza enorme venuta\ndal cielo.",
  "DEMO_906_MSG_017": "\u0001̃Il mio corpo, la terra, tutto è stato distrutto... e ho perso\nconoscenza.",
  "DEMO_906_MSG_018": "\u0001̃E quando mi sono ripreso, vivevo una vita spensierata da Nochoro in\nquesto mondo!",
  "DEMO_906_MSG_019": "\u0001̂Una forza enorme, 5 anni fa...?",
  "DEMO_906_MSG_020": "\u0001̂Oh no, potrebbe essere che l'incidente di Madre abbia inghiottito i\nDemoni e gli Incarnus e li abbia distrutti!?",
  "DEMO_906_MSG_021": "\u0001̂Oh no..!",
  "DEMO_906_MSG_022": "\u0001̂... ma non mi sorprende. Da una forza abbastanza potente da creare\nun pianeta.",
  "DEMO_906_MSG_023": "\u0001̃Sono stato troppo... troppo tempo a vivere una vita così umiliante.\nMa ora sono finalmente tornato.",
  "DEMO_906_MSG_024": "\u0001̃Ugggh, maledetti Incarnus, vi eliminerò tutti, insieme a questo\npianeta!!",
  "DEMO_906_MSG_025": "\u0001́Ughh...!",
  "DEMO_906_MSG_030": "\u0001́Tutti al primo piano di questo edificio! Dobbiamo fare qualcosa,\nsubito!"
}