{
  "DEAD_RETURN_MSG_01": "\u0001̅Oh, \u0001ȁ! What went wrong out there!? \u0001ā Let's get your fellow monsters all healed up and give it another go.",
  "DEAD_RETURN_MSG_01_2": "\u0001̅Now don't go down so easily next time. Monster Masters should be more resilient!",
  "DEAD_RETURN_MSG_01_3": "\u0001̅You should head down to the Basement, and use the Metal Map to rapidly train your monsters. \u0001ā If you don't know how to access the Basement, simply go speak with Ace. He'll help you.",
  "DEAD_RETURN_MSG_01_TICO": "\u0001̂You okay, \u0001ȁ? \u0001ā I'll heal you now, but you take care of yourself this time, 'kay!",
  "DEAD_RETURN_MSG_01_DEODORA": "\u0001̃G'ho-ho-ho…… You're not done yet. \u0001ā Come! Let your wounds be healed and your journey continue!",
  "MSG_HOUGAN_1052": "\u0001̃How's that? Makes you want to synthesize right away, right?\u0001Ă",
  "DEAD_RETURN_MSG_02_DEODORA": "\u0001̃You should use Metal Map Disc when your allies are weak.",
  "DEAD_RETURN_MSG_03_DEODORA": "\u0001̃Try changing your partner's form if you can't seem to win.",
  "MSG_ACE_710": "\u0001́ From what I can see, the feature lets the machine tap into your Reactor's monster data. \u0001ā Based on what ya've discovered to date, ya apply filters to drill down an' determine what ya'd like to fuse. \u0001ā It's especially useful for creatin' new monsters, or when ya simply just don't know what ya wanna fuse. \u0001ā Do you need to hear any of that again?\u0001Ă",
  "MSG_MBGP_AFTER_QUEEN": "\u0001̂Looks like everyone is hooked on the Monster Battle GP. \u0001ā Peace to this world made it happen. \u0001ā",
  "HOUGAN_MAKE_BREAK_ESTARK_MSG_003_02": "\u0001̃You should be well-versed in it, no? I mean it is your world so you should know about it. \u0001ā What I mean are how to power machinery that runs on Darkonium. \u0001ā Check out any that you find. You could probably synthesize with 'em. \u0001ā Well, I'll leave that up to you…… Do you want to synthesize something?\u0001Ă",
  "NOT_MOVE_EAST_ELEVATOR": "Pressing the button does nothing. The elevator is not operational yet.",
  "SCENARIO_CLEAR_OPENSYSTM_103": "Additionally, the Disc Machine's max energy limit has increased to 200 \u0001ā This is the highest energy level the Disc Machine can reach. Please enjoy the added convenience.",
  "MOVE_WEST_ELEVATOR": "The elevator is operating. Would you like to ride it?\u0001Ă",
  "MOVE_EAST_ELEVATOR": "The elevator is operating. What floor will you ride it to?\u0001ĉ",
  "CITIZEN_CHILD_A_DEMO_918_AFT_MSG": "\u0001̂The meteor that vanished with the Djinn was one of the Insurgent Demons searching for it.",
  "CHOICE_MOVE_UP_OR_DOWN_1": "The elevator is operating. Which direction will you go?\u0001Ĕ",
  "MIXMACHINE_GUIDE_001": "Nothing happened...",
  "MIXMACHINE_GUIDE_101": "There seems to be some advice written here for the Monster Masters. \u0001ā",
  "MIXMACHINE_GUIDE_102": "Please select the information you'd like to read.\u0001ę",
  "MIXMACHINE_GUIDE_103_A": "Please select the information you'd like to read.\u0001Ď",
  "GB_MSG_SCOUTQ_DESCRIPTION": "\u0001́Talk to me once you get that mosnter to join and in your Active party.",
  "MSG_SCOUTQ_03_AFTER_00": "\u0001́Did you place 4 Slime-family members in to your team?",
  "MSG_HOUGAN_854": "You're now able to use Color Formulations in the Synthesizer!",
  "MIXMACHINE_GUIDE_103_B": "Please select the information you'd like to read.\u0001Ě",
  "MSG_HOUGAN_855": "\u0001̃Okay! Perfect as usual for me! And so…… Do you want to fire it up?\u0001Ă",
  "AROMA_MIMIZU_LOSE_MSG": "\u0001̂What……? A Nochora in Grim Tundra was eaten by a giant monster!? \u0001ā That's something awful, \u0001ȁ! We must do what we can to savew it……",
  "MIXMACHINE_GUIDE_103_C": "Please select the information you'd like to read.\u0001Ğ",
  "MSG_DEMO108_AFTER_SHOP_ITEM_001_2": "\u0001́Welcome to the Item Shop! How can I be of service to you today?",
  "MSG_HOUGAN_856": "\u0001̃Yeah, I have those kind of days too. Come again any time you want to synthesize.",
  "MIXMACHINE_GUIDE_201": "In order to fuse monsters together, you'll need two or more monsters, and they all must be at least Level 10. \u0001ā The child will be born with some of its parents' skills. \u0001ā And it's possible it will get half of the skill points from each parent. \u0001ā And this is how synthesized monsters can get stronger than their parents, …… \u0001ā But the downside is that the parents will vanish too. \u0001ā You should tihnk about your party's balance before you fuse. \u0001ā",
  "MIXMACHINE_GUIDE_211": "Sometimes, during fusion, the child will earn a positive value in its species. \u0001ā Monsters with a high enough \"plus rank\" will get various benefits. \u0001ā Their maximum level will increase, and new traits unlocked, …… \u0001ā And their monster rank will increase by some number. \u0001ā The monster will take the total \"plus rank\" of the fused parents. \u0001ā Also \"plus rank\" will increase significantly at level 31 and 76. \u0001ā You should think about their levels when you choose monsters to fuse. \u0001ā",
  "GB_MSG_SCOUTQ_03_NOTCLEAR": "\u0001́Sorry, but that's not right. Come back once you've completed your task. \u0001ā \u0001́I want you to have 4 Slimes in your Active party. \u0001ā I don't care which Type of slime, just have four slimes! \u0001ā",
  "MIXMACHINE_GUIDE_221": "Main means to Scout monsters is to use the Scout Attack. \u0001ā Using meat items have the effect of increasing the Scout success rate. \u0001ā But there are other effective methods. \u0001ā Success rate will increase as a monster's attacks get stronger. \u0001ā And so you should use Sapperine and Oomph beforehand, …… \u0001ā and build up tension before doing a Scout Attack to increase its success. \u0001ā",
  "MSG_SHINJU_NO_INN_000": "\u0001́Attacks from the Demon World stopped while we were Nochora. \u0001ā But they've started up again almost immediately. We must hurry up and revive the Incarnus King!",
  "MIXMACHINE_GUIDE_231": "Fellow monsters will obey a Scout's orders during battle, but... \u0001ā Monsters with tactics can fight effectively on their own. \u0001ā To change Tactics, if press Up on the D-Pad, the cursor will be on the upper screen…… \u0001ā you can change tactics for all allies at once. It's really useful, remember it! \u0001ā",
  "MSG_MEDALQ_002": "\u0001̅Hmm... I guess I haven't received \u0001\u0004Mini Medal\u0001\u0001 from you yet. \u0001ā If you ever find medals out there, could you bring them to me? You will be rewarded accordingly, depending on the number of medals collected... \u0001ā I'm counting on you, \u0001ȁ.",
  "MIXMACHINE_GUIDE_241": "Synthesis and Super Synthesis are available when \"plus rank\" is 100. \u0001ā Monsters born via Super Synthesis are SS Rank, and have greater potential. \u0001ā And they can get an additional trait too. \u0001ā Also you can swap traits with the parent's traits. \u0001ā You can drastically alter strength and their nature by combining various traits. \u0001ā Think about what sort of monster you want and then give them those traits. \u0001ā",
  "MSG_GRAVE_AFTER_HUNTER_01_01": "\u0001́Welcome to the Great Riders Cup help desk! \u0001ā Here, you can enjoy a special game using Ridable Monsters! \u0001ā You'll wager gold, but you could also win great prizes! \u0001ā How about checking out a tutorial first!\u0001Ă",
  "EX_MEAT_SHOP_LV_MSG_003_02_YES": "\u0001́Ohmahgoddess! The legendary recipe is mine! Thank you! Thank you so so so so so so much! \u0001ā I can really prepare some amazing meats with this receipe. \u0001ā Yes, I can even make those \u0001\u0004 Beastie Bites \u0001\u0001! \u0001ā Okay! Just wait a bit while I get things ready!",
  "MIXMACHINE_GUIDE_251": "Super Synthesis is a powered up version of Synthesis. \u0001ā Super Synthesis: It is the same as being version complete. \u0001ā Comm Level limit increases to 120 amongst other effects, and power limit increases too. \u0001ā Also Skills learned increase by 1, and potential Trait Cost limit increases. \u0001ā Super Synthesized monsters are much stronger than normal. \u0001ā The skies the limit. Go for it. \u0001ā",
  "RTN_MSG_COUPLING": "\u0001́Come back whenever ya wanna fuse some more monsters!",
  "RTN_MSG_SHOP_ITEM": "\u0001́Thanks for stopping by! Hopefully, you'll come back soon!",
  "RTN_MSG_SHOP_BANK": "\u0001́Come back and do more banking with us soon.",
  "RTN_MSG_SHOP_BOOK": "\u0001̂Did you see anything you like? Come back any time you want some more reading material.",
  "RTN_MSG_HUNTER": "\u0001́Come back any time you want to play the Great Riders Cup!",
  "RTN_MSG_SHOP_MEET": "\u0001́Come on back any time you've got a cravin' for one of our delicious cuts of meat!",
  "MSG_SHOP_ACCE_FLOW_14": "\u0001̂But you have too many accessories and can't carry anymore. \u0001ā Get down to 4 accessories and then come back and talk to me! \u0001ā",
  "RTN_MSG_SHOP_ACCE": "\u0001̂Come back if ya need me to craft anything. An' remember you gotta equip accessories to use 'em!",
  "EX_RTN_MSG_SHOP_ACCE": "\u0001̂Welcome! Looks like ya want me to craft something. An' remember to equip them to use 'em!",
  "INN_NOC_MSG_1ST_001": "\u0001́Welcome to the Inn! Here, weary travelers can rest and recover. \u0001ā Consider this stay on the house! Would you care to spend the night?\u0001Ă",
  "INN_NOC_MSG_1ST_002": "\u0001́Alrighty. Stop back here any time you start to feel tired.",
  "INN_NOC_MSG_1ST_003": "\u0001́I hope you slept well. Stop back here any time you start to feel tired.",
  "INN_NOC_MSG_2ND_004": "\u0001́Hey hey! If you're beaten, wanna come rest? \u0001ā If you want to spend the night, you'll sleep like a baby until dawn. And if you decide to rest, I'll make sure to wake you before dusk! \u0001ā Either way, you'll recover perfectly. So, what'cha gonna do? \u0001Ĉ",
  "TICO_DEMO_908_AFT_MSG": "\u0001̂I thought I felt the Incarnus' presence when the Nochora changed back. \u0001ā But I couldn't have imagined it was a bunch of them all being Incarnus…… \u0001ā You should restore all of them quickly! I'm also praying you find the Incarnus!",
  "INN_NOC_MSG_2ND_005": "\u0001́Hmm, are you really okay? Don't overdo it. You should rest when you can.",
  "INN_NOC_MSG_2ND_006": "\u0001́Did you sleep well? Alright! Another great day ahead!",
  "INN_NOC_MSG_2ND_001": "\u0001́Gee, you look exhausted. Care to rest your eyes for a bit?\u0001Ĉ",
  "INN_NOC_MSG_2ND_002": "\u0001́Hmm... well, okay. Just know that you're always welcome. Nothing good ever comes from straining yourself.",
  "GB_MSG_SCOUTQ_10_00": "\u0001́Let's continue onto the next Scout-Q Mission... which is Mission #10! \u0001ā",
  "INN_NOC_MSG_2ND_003": "\u0001́Are you awake? Having a good night's sleep always gets me up and running!",
  "GB_MSG_SCOUTQ_10_01": "\u0001́Next up bring back a monster with a \"plus rank\" of +50 or more. \u0001ā There's no shortcut here. Increase \"plus rank\" by continually doing Synthesis. \u0001ā You can increase \"plus rank\" more by synthesizing two high-level monsters. \u0001ā",
  "MSG_END_JACK": "\u0001́Hello, Master \u0001ȁ! How fares the monster research? Well, I'd hope? \u0001ā Once you've scouted 10 monsters of the same rank, come and pay a visit to me. \u0001ā I'll be able to use your Reactor's data to fill out more of your monster encyclopedia!",
  "MSG_END_SEVENTH": "\u0001̃'Sup, \u0001ȁ! How you farin' gettin' those monster deets? \u0001ā Chat me up after you've Scouted 10 of the same rank monster. \u0001ā I put the monster deets you got into the Reactor Library!",
  "MSG_DEMO108_AFTER_KING": "\u0001̅\u0001ȁ, would you mind heading over to that contraption and keeping an eye on Ace for me? \u0001ā I'm very interested in finding out what that machine does. See what he can figure out, and report back.",
  "MSG_DEMO108_AFTER_JACK": "\u0001́As per His Majesty's royal orders, we have started preparations to begin living here in the Centre Building. \u0001ā Though the humans may very well return, he wisely wishes for us to watch over the place until that time.",
  "MSG_DEMO108_AFTER_QUEEN": "\u0001̂Hrmmm... it sure feels awfully lonely without any of our human friends runnin' around the place...",
  "MSG_DEMO108_AFTER_MOB_A": "\u0001́It's crazy to think that had we not bumped into each other outside of Wood Park, none of us might even be here right now! \u0001ā Our meeting surely was predetermined by fate, \u0001ȁ!",
  "HOUGAN_MAKE_BREAK_MONSTER_MSG_006_2": "\u0001\u0004%ls\u0001\u0001 became your ally!",
  "MSG_DEMO108_AFTER_MOB_A_SPEED": "\u0001́If we hadn't met up with you two, we wouldn't be alive now. \u0001ā So our meeting must have been fate!",
  "MSG_CITY_AFTER_MOB_A_INTRODUCTION_02": "\u0001́You've come a long way. Now, would you like to do the Scout-Q Challenge?",
  "MSG_DEMO108_AFTER_MOB_B": "\u0001́This building sure is a massive place. I wonder what all's inside the place! \u0001ā However, the elevators aren't functioning at the moment. We should probably wait to explore until they're back online!",
  "MSG_DEMO108_AFTER_SHOP_ITEM_000": "\u0001́Welcome! This is the Item Shop. \u0001ā Here, you'll be able to buy and sell items. \u0001ā Now then, how can I be of service to you today?",
  "MSG_DEMO108_AFTER_SHOP_ITEM_001": "\u0001́Welcome to the Item Shop! How can I be of service to you today?",
  "MSG_LIBRARY_START_Q": "\u0001́What do you say? Will you continue to scout monsters to help me out with my research?\u0001Ă",
  "MSG_LIBRARY_B_SYS": "Jack gave you the B-Rank Monster Encyclopedia!",
  "MSG_DEMO108_AFTER_SHOP_BANK_000": "\u0001́Welcome! This is the Gold Bank, where all of your precious gold can be deposited safely during your adventures. \u0001ā When you are defeated in battle, you'll lose half of whatever gold you're carrying... \u0001ā However, the gold you've deposited here will remain the same until you've withdrawn it youself! \u0001ā So, would you like to do some banking with us?",
  "NPC_GOD_AKKLE_REC": "\u0001̄The one and only Jester who oversees all. Dealt a bad hand, he turned to stone instead of a Nochora.",
  "MSG_DEMO108_AFTER_SHOP_BANK_001": "\u0001́Welcome to the Gold Bank. How can I be of service to you today?",
  "MSG_DEMO108_AFTER_SHOP_BOOK_000": "\u0001̂Welcome! This is the Book Store! We have many unique titles for your monsters, to do a little light reading. \u0001ā They aren't free, of course. Why don't you have a look around and see if any of them sound useful to you?",
  "MSG_DEMO108_AFTER_SHOP_BOOK_001": "\u0001̂Welcome! This is the Book Store. Which titles are you interested in this time?",
  "MSG_DEMO108_AFTER_SHOP_MEET_000": "\u0001́Welcome! This is the Butcher's Shop. We specialize in meats... and lemme tell ya kid, monsters sure love a good slab o' meat! \u0001ā Feeding meat to a wild monster will really help sway its opinion when you go to scout it... So, how about takin' a look around?",
  "MSG_DEMO108_AFTER_SHOP_MEET_001": "\u0001́Welcome! This is the Butcher's Shop. What do you say you have a look around?",
  "CITIZEN_MAN_A_SPEED_CLEAR_AFT_MSG": "\u0001́I knew all along that there was a second floor to the basement in this building. \u0001ā But I was on strict orders by Aroma not to reveal it. So I couldn't tell you.",
  "MSG_DEMO108_AFTER_SHOP_REACTOR": "\u0001́Geez, Ace sure is working hard over there on that machine. I wonder if he'll let me play around with it later, perhaps...",
  "MSG_INSIDE_CLEAR_SHOP_MEET": "\u0001́Step right up! Get your meat here, at the one and only butcher store in town! Come on, what'd ya say?",
  "REC_POINT_NOC_01_01": "Fusion Machine",
  "MSG_DEMO108_AFTER_SHOP_ACCE_001": "\u0001̂Gosh, preparations are taking me longer than expected. I'm nowhere even close to being ready for my grand opening!",
  "SCENARIO_CLEAR_OPENSYSTM_102": "You're now going to able to use a new mode in battle, we refer to as Auto Battle Mode. \u0001ā Simply press the R button when you've entered battle to toggle this mode on or off.",
  "MSG_DEMO130_AFTER_ACE": "\u0001́While I finish makin' this machine ready to run, go on over an' get permission from His Highness before we just start usin' it.",
  "MSG_ACE_850": "\u0001́You came all this way \u0001ȁ! What's up? You here to see me? \u0001ā",
  "MSG_DEMO109_AFTER_KING": "\u0001̅Head to the elevator on the left side of your map, activate it, head to the top floor, and get that machine repaired! \u0001ā I'm counting on you two. This for the future of the Nochoro, and my loyal subjects!",
  "HOUGAN_MAKE_SPEED_ESTARK_MSG_020": "\u0001̃So he really did know about it? I guess he had all the brains in the family. \u0001ā Yeah…… I had to make an emergency landing on an island I'd never been on before. \u0001ā Anyway would you like to synthesize something?\u0001Ă",
  "MSG_DEMO109_AFTER_JACK": "\u0001́I'm still rather shaken up from that... I've never been a big fan of earthquakes for that matter, either.",
  "MSG_DEMO109_AFTER_ACE": "\u0001́Now, I need you to open up this here elevator and take the two of us to the top floor! \u0001ā An' you know I'm not strong enough to fight... so you better be watchin' my back, \u0001ȁ!",
  "MSG_DEMO109_AFTER_MOB_A": "\u0001́It's worrying that we don't know what's causing these earthquakes. So, please, investigate this matter.",
  "MSG_DEMO108_AFTER_SHOP_BANK_001_2": "\u0001́It's our job here at Gold Bank to protect your wallets from these earthquakes. \u0001ā How about making a deposit before the next earthquake hits?",
  "MSG_DEMO108_AFTER_SHOP_BOOK_001_2": "\u0001̂Cripes! That wasn't as bad as everyone's making it out to be. It's like they've never heard of an earthquake. \u0001ā In troublesome times like these, sometimes you need to relax and remain composed... Perhaps, by reading a book!",
  "MSG_DEMO108_AFTER_SHOP_MEET_001_2": "\u0001́I won't be able to continue business like this... debris falling from the ceiling, and into my cuts of meats! \u0001ā I wiped them clean, though, and now they're good as new! So, why not have a look around the shop?",
  "MSG_DEMO108_AFTER_SHOP_REACTOR_2": "\u0001́Hey, Monster Master! I heard you're gonna go investigate the problem up on the top floor with Ace, right? \u0001ā He won't admit it, but he's frightened fairly easily. You're literally gonna have to shield him from danger the whole time.",
  "MSG_DEMO108_AFTER_SHOP_ACCE_001_2": "\u0001̂Gosh, preparation takes so much time. I'm no where close in opening this store.",
  "MSG_DEMO122_AFTER_KING": "\u0001̅I think we're all equally as excited to try out this device. You should head over and have a closer look at it.",
  "MSG_DEMO122_AFTER_JACK": "\u0001́Though not all Nochoro are equally as good with Machinery, we all share the same level of excitement about it!",
  "MSG_DEMO122_AFTER_QUEEN": "\u0001̂Oh, Dear... I just love how excited he gets. It's just so gosh darn cute! He's such a kid at heart!",
  "MSG_DEMO122_AFTER_MOB_A": "\u0001́After so many troubles, it seems we can finally rest easy. Now, we just need to hope for Ace to succeed... \u0001ā It is Ace, though. I'm sure we've all got absolutely nothing to be worried about.",
  "MSG_DEMO122_AFTER_SHOP_ITEM_001_3": "\u0001́Welcome to the Item Shop! How can I be of service to you today?",
  "MSG_DEMO122_AFTER_SHOP_BANK_001_3": "\u0001́The earthquakes may have finally stopped, but that doesn't mean we've it's time to get careless, and stop protecting our assets. \u0001ā When something does happen, it's always nice to know that your finances are secure. So, how may I be of service, today?",
  "MSG_DEMO122_AFTER_SHOP_BOOK_001_3": "\u0001̂Have the earthquakes finally come to an end? In that case, why not relax with a good, new book! \u0001ā I'm sure the monsters traveling with you wouldn't mind hearing a good story or two, as well.",
  "MSG_DEMO122_AFTER_SHOP_MEET_001_3": "\u0001́You're leaving us right after we test out that machine, aren't you? In that case... you'd better stock up on some meats! \u0001ā You'll find that Meat will play a key role in your success as a monster scout. You'd do good not to run out!",
  "MSG_ACCQ_HINT_07_02_PISUKA": "\u0001̂\u0001\u0004%ls\u0001\u0001 can be found on an island near the Fiery Volcano of Mt. Elpis. \u0001ā I hear you can get it from these rare black treasure chests that appear.",
  "MSG_DEMO122_AFTER_SHOP_REACTOR_3": "\u0001́Look at Ace, over there. He's all over that machine already! He sure loves diggin' into some new tech, that's for sure.",
  "MSG_DEMO122_AFTER_SHOP_ACCE_001_3": "\u0001̂Gosh, preparation takes so much time. I'm nowhere close to opening this store.",
  "MSG_DEMO122_AFTER_MOB_D": "\u0001́His majesty informed me of the test run of the machine. Shouldn't you hurry over there so we can get it started?",
  "MSG_DEMO123_AFTER_KING": "\u0001̅You've been so helpful to me and my followers, \u0001ȁ. On behalf of the Nochoro, we wish you safe travels. \u0001ā The Spirit Road lies on the other side of the western Transport Device. Be careful over there... who knows what awaits.",
  "MSG_DEMO123_AFTER_JACK_02": "\u0001́\u0001ȁ, your journey will be challenging. There are many obstacles ahead of you. \u0001ā But fear not. Believe in yourself and continue along with your journey.",
  "MSG_DEMO123_AFTER_ACE_000": "\u0001́You've come all this way, \u0001ȁ. You must be ready to do some fusin'!?\u0001Ă",
  "MSG_WIN_GARUBIRUSU_AFTER_QUEEN": "\u0001̂Even under these circumstances, I'm not worried at all because you're here! \u0001ā That's why I'm my usual self. Well, anyhow..... \u0001ā",
  "MSG_DEMO123_AFTER_ACE_001": "\u0001́Newly fused monsters will go back to Level 1. \u0001ā I'd advise ya to plan carefully, makin' sure yer teams are still balanaced afterwards. \u0001ā What do you say then, \u0001ȁ... You wanna fuse some monsters?\u0001Ă",
  "MSG_WIN_G_BOWSHOCK_AFTER_SHOP_ACCE": "\u0001̂You're headed for the enemy's dungeon with your team? \u0001ā Then you should fortify your team with accessory upgrades!",
  "MSG_DEMO123_AFTER_ACE_NO": "\u0001́Sure thing! See you again soon!",
  "MSG_ACE_700": "You've done over 10 fusion. you may now use the easy search fusion feature.",
  "MSG_SCOUTQ_14_00": "\u0001́Let's continue onto the next Scout-Q Mission... which is Mission #14! \u0001ā",
  "MSG_ACE_701": "\u0001́Excellent timing, \u0001ȁ! I've figured out a new component of the fusion reactor! \u0001ā It's called the \"Quick Fusion Filters\". Would you like to hear more details?\u0001Ă",
  "MSG_SCOUTQ_14_01": "\u0001́I want you to bring a Fowleye with a Druid skill here. \u0001ā Synthesize 2 monsters with \"Wizard\" skill points totaling 150, \u0001ā and you'll get a monster with the Druid skill. \u0001ā You should synthesize a Phantamount with a Hootingham-Gore to get a Fowleye. \u0001ā",
  "MSG_ACCQ_HINT_01_02_PISUKA": "\u0001̂\u0001\u0004%ls\u0001\u0001 should be in the Fallen City.",
  "MSG_ACE_720": "\u0001́Alright-alright. Let's boot this baby up like usual and start fusin' some monsters!",
  "GB_MSG_SCOUTQ_CLEAR_01": "\u0001́Now, here's that reward I promised you!",
  "MSG_ACE_730": "\u0001́What's wrong, \u0001ȁ? Do you have questions about fusion? \u0001ā",
  "MSG_ACE_740": "\u0001́...Actually, I have more valuable information up my sleeve! \u0001ā",
  "EX_MEAT_SHOP_LV_MSG_003_02_NO": "\u0001́Waaaah! I can't believe I couldn't get what I had longed for in front of my own eyes! \u0001ā I mean, at the very least you could buy something from me!",
  "MSG_ACE_902": "\u0001́Alright, let's start fusing! \u0001Ă",
  "MSG_GRAVE_AFTER_HUNTER_02_03": "\u0001́You're too slow anyways! Come back when you think you're ready!",
  "GOD_EMPRESS_BEAST_REBORN_MSG": "\u0001̂The time that the war from 5 years ago will resume draws near. Yes, I feel it. \u0001ā We were at a disadvantage then, but we won't lose now. We will sea the gates of hell!",
  "MSG_ACE_851": "\u0001́Paint fusion can change the monster's color!? Wow! That sounds like fun! \u0001ā",
  "GB_MSG_SCOUTQ_04_AFTER_00": "\u0001́Did you bring a Snow Dragon with you?",
  "MSG_ACE_852": "\u0001́Ah, lemme see your Reactor! I can use it, to fix up the Fusion Reactor!",
  "MSG_ACE_853": "Ace is using your Reactors' data to work on the Fusion Reactor.... \u0001ā",
  "MSG_ACE_854": "You can now use the paint fusion function!",
  "MSG_ACE_855": "\u0001́Perfect! So, are you gonna do some fusing? \u0001Ă",
  "MSG_ACE_856": "\u0001́Ain't nothin' wrong with a little bit of caution! Come on back when yer ready, kid!",
  "MSG_ACE_857": "\u0001́Perfect! ...but actually, I have valuable info too! \u0001ā",
  "MSG_ACE_950": "\u0001́Long time no see, \u0001ȁ! You showed up just in time for my latest and greatest discovery! \u0001ā",
  "MSG_ACE_951": "\u0001́Ever heard of a Super Fusion?! \u0001ā It occurs when 2 monsters offsets go above 100... \u0001ā You'll have all sorts of new traits for the child! \u0001ā Plus, their offset will simply be a ★, meaning over 100. \u0001ā You've gotta give it a try! \u0001ā",
  "GB_MSG_SCOUTQ_04_00": "\u0001́Let's continue onto the next Scout-Q Mission... which is Mission #4! \u0001ā",
  "MSG_ACE_952": "\u0001́What do you say... you wanna do some fusing?!\u0001Ă",
  "GB_MSG_SCOUTQ_04_01": "\u0001́Next up, bring a Snow Dragon with you. \u0001ā You can synthesize one quickly with a Skelegon and a Buffalo Wing. \u0001ā You can catch Skelegons in Spirit Road. And Buffalo Wings in Grim Tundra! \u0001ā",
  "MSG_SHOP_ACCE_FLOW_08_HAVE_TICKET": "\u0001̂Welcome to the Accessories Workshop! What can I do for you? \u0001ā",
  "MSG_ACE_953": "\u0001́If you want to be stronger, you gotta keep fusing!",
  "MSG_DEMO123_AFTER_MOB_A": "\u0001́The Nochoro Kingdom is saved! All thanks to you!",
  "MSG_DEMO123_AFTER_MOB_B": "\u0001́You can now reach the Spirit Road, by using the Transporation Device, located on the Western side of the Fallen City. \u0001ā Be careful, though! Surely there are new, unknown, and strong monster out there waiting for you!",
  "MSG_DEMO123_AFTER_MOB_D": "\u0001́I am a Monster Master, summoned by the Nochoro King. \u0001ā I was was given orders to help you train. \u0001ā So I challenge you! Let's see if you can complete my mission!",
  "MSG_DEMO123_AFTER_SHOP_ITEM_001_4": "\u0001́Welcome to the Item Shop! How can I be of service to you today?",
  "MSG_WIN_G_BOWSHOCK_AFTER_ACE": "\u0001́Hmm... so monsters were behind all of this... \u0001ā Looks like you beat Boshock once again, though! \u0001ā Might be more on the way, \u0001ȁ. Maybe, fuse some more monsters?\u0001Ă",
  "MSG_DEMO123_AFTER_SHOP_BANK_001_4": "\u0001́Welcome to the Gold Bank. How can I be of service to you today?",
  "MSG_DEMO123_AFTER_SHOP_BOOK_001_4": "\u0001̂Welcome! This is the Book Store. Which titles are you interested in this time?",
  "MSG_DEMO123_AFTER_SHOP_MEET_001_4": "\u0001́Step right up! Get the freshest meat that money can buy! What d'ya say, buddy?",
  "MSG_DEMO123_AFTER_SHOP_REACTOR": "\u0001́I wanna play with the Fusion Reactor, too! But, that greedy Ace... he says I'm not allowed to!",
  "MSG_MEDALQ_150CLEAR_02_DEODORA": "\u0001̃It is up to your luck…… what color of Rainbow Fondude you get. \u0001ā Now continue to work hard for my happiness. G'ho-ho-ho……",
  "RELEASE_BOOK_LIST_MSG_03_01": "\u0001̂Sniff-sniff... I recognize that scent! That's the scent of fresh literature! \u0001ā Is that a copy of \u0001\u0004\"%ls\"\u0001\u0001? \u0001ā Any chance you'd lemme have that copy of \u0001\u0004\"%ls\"\u0001\u0001? \u0001ā",
  "RELEASE_BOOK_LIST_MSG_03_02": "\u0001̂Oh, an' you've got more goods. So how about it? Turn them in?\u0001Ă",
  "RELEASE_BOOK_LIST_MSG_03_NO": "\u0001̂Oh, come on! Well, that's your loss. Let me know if you change your mind. \u0001ā In the mean time, how can I be of service to you?",
  "RELEASE_BOOK_LIST_MSG_03_YES_01": "\u0001ȁ handed over \"\u0001\u0004%ls\u0001\u0001\".",
  "RELEASE_BOOK_LIST_MSG_03_YES_02": "\u0001̂Okay, now that I got this \u0001\u0004%ls\u0001\u0001…… \u0001ā I'll put up \u0001\u0004%ls\u0001\u0001 and \u0001\u0004%ls\u0001\u0001 for sale! \u0001ā",
  "RELEASE_BOOK_LIST_MSG_03_YES_03": "\u0001̂Okay, now that I got this \u0001\u0004%ls\u0001\u0001…… \u0001ā If I had both \u0001\u0004%ls\u0001\u0001 and \u0001\u0004%ls\u0001\u0001…… \u0001ā then I'd put up \u0001\u0004%ls\u0001\u0001 for sale in the shop! \u0001ā",
  "MSG_WIN_G_BOWSHOCK_AFTER_JACK": "\u0001́You're amazing, \u0001ȁ! We all saw you recapture the Fallen City, from that demon! \u0001ā We could've never pulled that off. Of course, you made it look like childs' play! \u0001ā",
  "MSG_SCOUTQ_12_NOTCLEAR": "\u0001́No, you haven't. Try it again. \u0001ā You need Baramos Evil and Bones of Baramos if you go the Synthesis route. \u0001ā Baramos Evil come from Handsome Crabs and Copper Columns, and…… \u0001ā Bones of Baramos come from Mandrake Monarchs and Li'l Whizzers. \u0001ā",
  "RELEASE_BOOK_LIST_MSG_04_NO_01": "\u0001̂Alrght, I'm going to stock these new items so give me a moment.",
  "RELEASE_BOOK_LIST_MSG_04_NO_02": "\u0001̂Alright! I've restocked and expanded our inventory! \u0001ā I think it'd be wise to have a look around. Now, how can I be of service to you?",
  "RELEASE_BOOK_LIST_MSG_04": "\u0001̂Oh! Is that the \u0001\u0004\"%ls\"\u0001\u0001 as well? \u0001ā If you gimme that \u0001\u0004\"%ls\"\u0001\u0001, I can expand again. WHat'd ya say!?\u0001Ă",
  "MSG_ACCQ_HINT_08_02": "\u0001̂\u0001\u0004%ls\u0001\u0001 can be found in stealth boxex around the floating islands, above the Silent Meadows.",
  "EX_RELEASE_BOOK_LIST_MSG_03_01": "\u0001̂",
  "ACE_MAKE_BREAK_MONSTER_MSG_007": "\u0001́ When you fuse the soul of a Break Monster and \u0001\u0004Pure Darkonium\u0001\u0001 like that... \u0001ā You can have a Break monster join your team! Heck, it'll even take orders from you!",
  "EX_RELEASE_BOOK_LIST_MSG_03_02": "\u0001̂I'll add stuff to me store then. How about it? Give it to me?\u0001Ă",
  "CHILD_REO_FLG_ON1_MSG": "\u0001̂Why you sad, \u0001ȁ? ……Huh? 'Cause you don't have \u0001\u0004%ls\u0001\u0001? \u0001ā Well, I guess it's better being a have than a have not, but why? \u0001ā WHAT!? You can make an absurdly strong monster with it!? \u0001ā You're funny. We better have a match then! ……See, mine is so up for it!",
  "EX_RELEASE_BOOK_LIST_MSG_03_NO": "\u0001̂What! No way. Talk to me if you change yoru mind. \u0001ā Okay, then…… How about a little shopping?",
  "RACE_MSG_RELEASE_MAG_02": "\u0001́Oooh \u0001ȁ! Data analysis is complete! \u0001ā You can now participate in the SS Rank Great Riders Cup!",
  "EX_RELEASE_BOOK_LIST_MSG_03_YES_01": "\u0001ȁ gave \u0001\u0004%ls\u0001\u0001 to the vendor.",
  "NPC_NOCHORIN_REC": "\u0001̄A male of the Nochoro species. It seems to possess incredible speed for fleeing.",
  "EX_RELEASE_BOOK_LIST_MSG_03_YES_02": "\u0001̂Now that I got this \u0001\u0004%ls\u0001\u0001…… \u0001ā I can put \u0001\u0004%ls\u0001\u0001 and \u0001\u0004%ls\u0001\u0001 up for sale! \u0001ā",
  "EX_RELEASE_BOOK_LIST_MSG_03_YES_03": "\u0001̂Now that I got this \u0001\u0004%ls\u0001\u0001…… \u0001ā I can put \u0001\u0004%ls\u0001\u0001, \u0001\u0004%ls\u0001\u0001 \u0001ā And \u0001\u0004%ls\u0001\u0001 up for sale!",
  "EX_RELEASE_BOOK_LIST_MSG_04_NO_01": "\u0001̂Okay, wait a moment because I have some new items for sale.",
  "EX_RELEASE_BOOK_LIST_MSG_04_NO_02": "\u0001̂Hey! I've got more Skill scrolls for sale in my shop again! \u0001ā Well…… How about you do some shopping then?",
  "GB_MSG_SCOUTQ_03_AFTER_00": "\u0001́How 'bout you show me 4 Slimes in your Active party?",
  "EX_RELEASE_BOOK_LIST_MSG_04": "\u0001̂Oh? Do you happen to have \u0001\u0004%ls\u0001\u0001? \u0001ā Would you give it to me?\u0001Ă",
  "MSG_CITY_AFTER_MOB_A_INTRODUCTION_01_1": "\u0001́I found something rather interesting while inspecting this building earlier. \u0001ā Behold... the Scout-Q! It's a training manual created by some former Monster Masters! \u0001ā It contains a list of missions involving scouting particular monster breeds. \u0001ā",
  "NPC_TICO_REC": "\u0001̄A member of the hard working Pipit tribe who forges lucky armaments. He is no amateur.",
  "MSG_CITY_AFTER_MOB_A_INTRODUCTION_01_2": "\u0001́If you wanna become a real Master, this'll do the trick. \u0001ā You'll even be rewarded for each successful one you finish. How's that sound, \u0001ȁ!? \u0001ā Alright, let's get it started! Are you ready for your first Mission?! \u0001ā",
  "MSG_WIN_GARUBIRUSU_AFTER_HUNTER": "\u0001́I know everyone is feeling down 'cause the sky is gray... black, whatever but.... \u0001ā I welcome you to the Great Rider's Cup Registration Desk! \u0001ā Would you like to enter in the race? \u0001Ă",
  "GB_MSG_CITY_AFTER_MOB_A_INTRODUCTION_01_1": "\u0001́You'll find some strange things in this building with Nochora. \u0001ā What? It's the Training Menu Scout-Q that from Monster Scouts of yore! \u0001ā Scout-Q gives quests to have you get desired monsters to join you and bring them with you. \u0001ā",
  "COMM_DISC_GET": "Got the \u0001\u0004 Fresh, Fun Flight Map Lv. 20 \u0001\u0001!",
  "GB_MSG_CITY_AFTER_MOB_A_INTRODUCTION_01_2": "\u0001́You'll find it really useful if you're trying to become a Monster Scout. \u0001ā You'll even get some fabulous prizes for completing those quests, so try it out! \u0001ā So let's begin Scout-Q! First off, mission numero uno! \u0001ā",
  "MSG_GRAVE_AFTER_KING": "\u0001̅\u0001ȁ! So happy to see you've made it back! \u0001ā You are always welcome here. Stay as long as you like. \u0001ā By the way... \u0001ā",
  "RENATE_MSG_012": "\u0001̂Aroma said to meet her on the basement floor. We shouldn't keep her waiting... Let's head down there immediately.",
  "MSG_SCOUTQ_CLEAR_A_A_02": "\u0001́You can use Dimensional Rift Search with your expanded Reactor! \u0001ā \"Dimensional Rifts\" are places here and there that are entrances to other worlds. \u0001ā You can discover Dimensional Rifts, and learn about them with this search feature. \u0001ā",
  "MSG_GRAVE_AFTER_HUNTER_01_02": "\u0001́Alright then! Let me show you all about the Great Riders Cup!",
  "MSG_GRAVE_AFTER_HUNTER_01_03": "\u0001́You just want to jump right in? That's just what I would do!",
  "MSG_GRAVE_AFTER_HUNTER_02_01": "\u0001́Welcome. Would you like to enter the Great Riders Cup?\u0001Ă",
  "MSG_GRAVE_AFTER_HUNTER_02_02": "\u0001́Great choice! Let's get started, and good luck. I hope you win!",
  "RENATE_BEAST_REBORN_MSG": "\u0001̂I reconsidered that power when Mother was wreaking havoc carefully. \u0001ā The wild Incarnii must all be here, in our Break World! I know I'm right.",
  "MSG_GRAVE_AFTER_ACE_DEMO_01": "\u0001́I was playin' around on the elevator a bit ago, and ended up in the basement. \u0001ā And wouldn't you know it... I stumbled onto one o' these thingies!",
  "MSG_GRAVE_AFTER_ACE_DEMO_02": "\u0001́That there's called the Map Disc Machine. \u0001ā You can use 'em in the machine in the basement, to travel to new worlds. \u0001ā Now, go use the Eastern Elevator to reach the basement an' check 'er out!",
  "MSG_GRAVE_AFTER_ACE_INTRODUCTION": "\u0001́The Disc Machine is just in front o' the elevator when you reach the basement. \u0001ā Just put yer MAP Discs on in, and it'll boot up! \u0001ā By the way, \u0001ȁ... Are you lookin' to do some fusions? \u0001Ă",
  "MSG_SCOUTQ_01_01": "\u0001́Bring me a See Urchin with the Healer skill! \u0001ā You can synthesize one with a Lump Wizard- and Robber Rabbit from Fallen City. \u0001ā Don't forget to give it a Healer skill when you synthesize though! \u0001ā",
  "MSG_PRISON_MET_RUKIYA_KING": "\u0001̅What! You were able to see Lucia! So he's doing well huh... that's.... good news..... \u0001ā Well... I never would've expected that scoundrel to get defeated so easily anyway. \u0001ā By the way..... \u0001ā",
  "MSG_PRISON_FAREWELL_RUKIYA_KING": "\u0001̅What did you say!? Lucia tried to protect you and he... \u0001ā \u0001ȁ.... Don't blame yourself. It's not your fault. \u0001ā If you really care for the now deceased Lucia, continue with your journey. \u0001ā And by the way.... \u0001ā",
  "MSG_ACCQ_QUIZ_SPECIAL_08_01": "\u0001̂Master! The material I have for you is one of a kind! \u0001ā I swear, there is nothing better! \u0001ā",
  "MSG_WIN_GARUBIRUSU_AFTER_KING": "\u0001̅Did you see that ominous sky? Will we ever see the light of day.... \u0001ā \u0001ȁ, help us. Help us regain light. \u0001ā We will assist you in any way we can. \u0001ā By the way.... \u0001ā",
  "CITIZEN_CHILD_A_SPEED_GP_AFT_MSG": "\u0001̂I feel like the monsters outside have gotten kinda nice. \u0001ā Maybe I can get 'em to join me? I'm gonna be a Scout just like you!",
  "MSG_WIN_GARUBIRUSU_AFTER_JACK": "\u0001́I saw it, \u0001ȁ! It looked like black pollen covering the entire world! \u0001ā What is happening to this world. Oh excuse me, by the way.... \u0001ā",
  "MSG_WIN_GARUBIRUSU_AFTER_JACK_02": "\u0001́\u0001ȁ, your journey will be challenging. There are many obstacles ahead of you. \u0001ā But fear not. Believe in yourself and continue along with your journey.",
  "MSG_WIN_GARUBIRUSU_AFTER_ACE": "\u0001́After that black fog appeared, we were suddenly unable to contact anyone. \u0001ā But I know that you're going to make this all better like you always do! \u0001ā So \u0001ȁ! You should do some fusing! \u0001Ă",
  "MSG_WIN_GARUBIRUSU_AFTER_MOB_A_INTRODUCTION": "\u0001́\u0001ȁ! You may not be feeling up to it at a time like this, but you should continue training with the Scout-Q.",
  "MSG_WIN_GARUBIRUSU_AFTER_MOB_B": "\u0001́Because of the current state of the sky, the mobile device is useless. \u0001ā We can't go anywhere!",
  "MSG_WIN_GARUBIRUSU_AFTER_MOB_C": "\u0001́Getting out of this mess is a piece of cake! You can put an end to this. \u0001ā So, the only way to get stronger is to..... \u0001ā Complete my mission!",
  "MSG_LIBRARY_D_SYS": "Jack gave you the D-Rank Monster Encyclopedia!",
  "MSG_WIN_GARUBIRUSU_AFTER_SHOP_REC": "\u0001́What happens to us is all in your hands.",
  "MSG_WIN_GARUBIRUSU_AFTER_SHOP_ITEM": "\u0001́I want to help at a time like this. Do you need anything? Ask me anything! \u0001ā Welcome to the Item Shop! How can I be of service to you today?",
  "MSG_WIN_GARUBIRUSU_AFTER_SHOP_BANK": "\u0001́You're going off to battle again? Then I advise you secure some of your finances, and leave them here with us! \u0001ā Welcome to the Gold Bank! How can I be of service to you today?",
  "MSG_WIN_GARUBIRUSU_AFTER_SHOP_BOOK": "\u0001̂I went through some books to research on that black swarm-like thing, but found nothing. \u0001ā Couldn't help you with that department, but I know I can.... \u0001ā Sell you my books! Come on, anything! Whatever you need!",
  "MSG_HOUGAN_000": "\u0001̃You're \u0001ȁ, right? I'm Hogan. Nice to meet you. \u0001ā I used to be a mechanic for my brother, Captain Lucky Sven, when he flew. \u0001ā I don't really know much about synthesis, but nobody's more adventurous at machines than I. \u0001ā Why that look? You're a Monster Scout. So leave machine business to me!",
  "MSG_WIN_GARUBIRUSU_AFTER_HUNTER_YES": "\u0001́Okaaaay! Follow meeee!",
  "MSG_MEDALQ_001_2": "\u0001̅You've found %ls \u0001\u0004Mini Medals\u0001\u0001 so far. \u0001ā When you've found %ls in total, I will reward you with the \u0001\u0004%ls\u0001\u0001. \u0001ā I'll look forward to your next visit.",
  "MSG_WIN_GARUBIRUSU_AFTER_HUNTER_NO": "\u0001́Okay. You can come back anytime.",
  "GB_MSG_SCOUTQ_CLEAR_A_B_01": "Got \u0001\u0004Reactor Expansion β\u0001\u0001 as a reward from the Incarnus! \u0001ā",
  "MSG_HOUGAN_003": "\u0001̃I see. I have those days too. Come again any time you want to Synthesize.",
  "MSG_WIN_GARUBIRUSU_AFTER_SHOP_MEET": "\u0001́I get infuriated just by looking at that sky. I mean, look at that! I swear, it's gonna spoil all my beautiful meat! \u0001ā But anyway, get you meat at the butcher! Wanna buy some?",
  "MSG_WIN_GARUBIRUSU_AFTER_SHOP_ACCE": "\u0001̂Just because the world is crazy doesn't mean that you should look sloppy.",
  "MSG_WIN_G_BOWSHOCK_AFTER_KING": "\u0001̅Great work, as usual, \u0001ȁ. You leave me speechless, once more... \u0001ā We are all truly lucky to have befriended an individual such as yourself. Before I forget, however... \u0001ā",
  "MSG_WIN_G_BOWSHOCK_AFTER_JACK_02": "\u0001́You're amazing, \u0001ȁ! We all saw you recapture the Fallen City, from that demon! \u0001ā We could've never pulled that off. Of course, you made it look like childs' play!",
  "MSG_SCOUTQ_DESCRIPTION": "\u0001́Once you've acquired that specific monster, come pay me a visit.",
  "MSG_SCOUTQ_07_00": "\u0001́Let's continue onto the next Scout-Q Mission... which is Mission #7! \u0001ā",
  "MSG_WIN_G_BOWSHOCK_AFTER_QUEEN": "\u0001̂See? Just as I thought. You always exceed my expectations. \u0001ā By the way... \u0001ā",
  "MSG_WIN_G_BOWSHOCK_AFTER_MOB_A_INTRODUCTION": "\u0001́\u0001ȁ, you should take a wing at another Scout-Q before your battle.",
  "MSG_SCOUTQ_04_AFTER_00": "\u0001́Do you have a Snow Dragon with you?",
  "MSG_WIN_G_BOWSHOCK_AFTER_MOB_B_01": "\u0001́Hmm... it looks like the transporter is inactive once again. \u0001ā Have you paid the Spirit Road a visit? Perhaps they too have been contaminated...",
  "ALL_CLEAR_REACTOR_MSG_003": "\u0001̄I'm detecting activity in the basement, from the previously inactive elevator, leading to the B2 level.",
  "MSG_WIN_G_BOWSHOCK_AFTER_MOB_B_02": "\u0001́Mobile device is fixed and now ready to use. We can go to the Spirit Road now!",
  "MSG_WIN_G_BOWSHOCK_AFTER_MOB_C": "\u0001́Hey, you, Scout! Before you head out to your next destination... \u0001ā I dare you to take my challenge!",
  "MSG_MEDALQ_000_DEODORA": "\u0001̃G'ho-ho-ho…… So have you brought me any \u0001\u0004 Mini Medals \u0001\u0001? \u0001ā",
  "MSG_WIN_G_BOWSHOCK_AFTER_SHOP_REC": "\u0001́It feels like ages since I've last been able to see clear skies. \u0001ā Just when we thought our lives here were back to normal, this has to happen!",
  "GB_MSG_SCOUTQ_03_CLEAR_MSG": "\u0001́Look at that... A party of all Slime type monsters! That concludes Scout-Q #3! \u0001ā During battle, every monster has the ability to get a tension boost, based on their types. \u0001ā If you want to know more, check out the Tension section of the Helpful Tips in your menu. \u0001ā",
  "MSG_WIN_G_BOWSHOCK_AFTER_SHOP_ITEM": "\u0001́You should stock up on items before you head out! \u0001ā Welcome to the Item Shop! How can I be of service to you today?",
  "GB_MSG_SCOUTQ_CONTENUE_02": "\u0001́Shall we continue Scout-Q? ……He-he, don't you worry! \u0001ā There's still plenty more to go!",
  "MSG_WIN_G_BOWSHOCK_AFTER_SHOP_BANK": "\u0001́You should always be prepared in the case of unforeseen circumstances! \u0001ā Welcome to the Gold Bank! How can I be of service to you today?",
  "MSG_WIN_G_BOWSHOCK_AFTER_SHOP_BOOK": "\u0001̂You should read some books and calm down before your final battle. \u0001ā Now which book do you want? Anything you want is yours! For a price, of course.",
  "GOD_ACE_DEMO_918_AFT_MSG": "\u0001́Jester immediately saw that Nochorin was really Wulfspade Ace. \u0001ā That must because his broken form makes him really weak……　NOT!",
  "MSG_WIN_G_BOWSHOCK_AFTER_HUNTER": "\u0001́Before the big battle, how 'bout a lil' breather? \u0001ā How about some Great Riders Cup? \u0001ā Wanna give it a whirl real quick?\u0001Ă",
  "MSG_SHOP_ACCE_FLOW_09": "\u0001̂Oh-ho! You've brought that \u0001\u0004%ls\u0001\u0001 with you from DQMJ3. \u0001ā With that ticket, \u0001\u0004%ls\u0001\u0001, \u0001\u0004%ls\u0001\u0001, \u0001\u0004%ls\u0001\u0001 and \u0001\u0004%ls\u0001\u0001…… \u0001ā That's right, a top-class set of 4 Accessories can all be yours! \u0001ā",
  "MSG_WIN_G_BOWSHOCK_AFTER_HUNTER_YES": "\u0001́Alrighty, then! Let's get you all situated!",
  "MSG_WIN_G_BOWSHOCK_AFTER_HUNTER_NO": "\u0001́Alrighty, then. C'mon back if you change yer mind.",
  "MSG_WIN_G_BOWSHOCK_AFTER_SHOP_MEET": "\u0001́Are you always strengthening your team before fighting a boss? \u0001ā If you're iffy about it, you should buy some meat to Scout some more!",
  "MSG_INSIDE_CLEAR_KING": "\u0001̅Good to see you again, \u0001ȁ. Time are quite peaceful here in our humble abode. \u0001ā Of course, that would never have been possible, without your heroic feats. Speaking of which... \u0001ā",
  "MSG_INSIDE_CLEAR_JACK": "\u0001́Oh, goodness! Welcome back, Master \u0001ȁ! \u0001ā We are all ever so grateful for the peace you've bestowed upon our happy little town... \u0001ā Erm-hmm-hmm... Now, then... \u0001ā",
  "MSG_SHINJU_BOOK_001": "\u0001̂Understood. Come back again!",
  "MSG_INSIDE_CLEAR_JACK_02": "\u0001́Ah, welcome back, Master \u0001ȁ! \u0001ā You've given us the most peaceful times I've lived to date. For that, I am forever in your debt!",
  "MSG_SHOP_ACCE_FLOW_01": "\u0001̂This is the Accessories Workshop where we make accessories from raw materials! \u0001ā Accessories are equippable by monsters so you'll definitely put them to good use! \u0001ā",
  "MSG_INSIDE_CLEAR_ACE": "\u0001́It sure is great, livin' in peaceful times again. But let's not let this fusion reactor collect too much dust! \u0001ā What'd ya say, \u0001ȁ... Wanna do some fusin'?!\u0001Ă",
  "MSG_INSIDE_CLEAR_QUEEN": "\u0001̂Welcome! Could I tell you something you really really really want to hear?",
  "MSG_INSIDE_CLEAR_MOB_A_INTRODUCTION": "\u0001́You've returned us to peaceful times, \u0001ȁ! Despite this, your Scout-Q missions must continue!",
  "MSG_INSIDE_CLEAR_MOB_B": "\u0001́It's so peaceful, I'm kinda bored. Makes me want to go explore. \u0001ā This is between you and me. I heard that the Centre Building has a secret floor!",
  "MSG_INSIDE_CLEAR_SHOP_REC": "\u0001́I wonder if there's more mind-blowing technology out there that we haven't discovered yet... like a new machine, perhaps. \u0001ā I simply technology for it's limitless possibilities.",
  "MSG_INSIDE_CLEAR_SHOP_ITEM": "\u0001́This is the item shop. What can I do for you today?",
  "MSG_SCOUTQ_12_01": "\u0001́I want you to bring a monster known as Baramos with you. \u0001ā You need Baramos Evil and Bones of Baramos if you go the Synthesis route. \u0001ā Baramos Evil come from Handsome Crabs and Copper Columns, and…… \u0001ā Bones of Baramos come from Mandrake Monarchs and Li'l Whizzers. \u0001ā",
  "SEVENTH_MSG_LIBRARY_B_OPEN_2": "\u0001̃Open the Library from the menu when you want to look at mosnter deets.",
  "MSG_INSIDE_CLEAR_SHOP_BANK": "\u0001́Welcome to the Gold Bank. How can I be of service to you today?",
  "MSG_INSIDE_CLEAR_SHOP_BOOK": "\u0001̂Welcome! This is the Book Store. Which titles are you interested in this time?",
  "HOUGAN_MAKE_BREAK_ESTARK_MSG_003_01": "\u0001̃Oh-ho! I can tell this one's just ripping with strength! \u0001ā I hear an amazing monster will be born from this \u0001\u0004%ls\u0001\u0001 and 4 gems! \u0001ā ……But you can't use the Synthesizer for it. It'd be too strong for it. \u0001ā It would take a lot more Darkonium in order to power it. \u0001ā",
  "MSG_MEDALQ_150_5CLEAR_YES_DEODORA": "\u0001̃Excellent. And now I will give you a gem as your reward for those 5 medals.",
  "MSG_INSIDE_CLEAR_HUNTER": "\u0001́Welcome! Are you going to enter in the Great Rider's Cup? \u0001Ă",
  "MSG_INSIDE_CLEAR_HUNTER_YES": "\u0001́Good decision! Now go win the race!",
  "MSG_INSIDE_CLEAR_HUNTER_NO": "\u0001́Well, that's unfortunate. I think you should give it a whirl... But that's up to you! Come back when you change your mind!",
  "MSG_MEDALQ_NOT_EMPTY_001": "Storage is full. Let's free some space.",
  "MSG_HOUGAN_002": "\u0001̃Had enough? Have fun out there. Come back any time you want to synthesize.",
  "MSG_INSIDE_CLEAR_SHOP_ACCE": "\u0001̂Thanks to you, we're all able to live in peace once more. Anyhow... \u0001ā Welcome to the Accessory Workshop. What services can I provide you with today?",
  "ACE_MAKE_BREAK_MONSTER_MSG_006_1": "Fusing the %ls with the \u0001\u0004%ls\u0001\u0001 created the \u0001\u0004%ls\u0001\u0001! \u0001ā",
  "MSG_MEET_AROMA_AFTER_KING": "\u0001̅Hmm, so Lucia had an apprentice this whole time... This is quite the discovery! \u0001ā Anyhow, back to our usual business... \u0001ā",
  "MSG_RENATE_RESCUE_AFTER_KING": "\u0001̅I've yet to hear what happened, but I am amazed that you were able to rescue Lenate. \u0001ā Hmm... \u0001ȁ, you never cease to amaze me. \u0001ā Anyhow, back to our usual business... \u0001ā",
  "KUKURI_SPEED_CLEAR_AFT_MSG": "\u0001̂Phew. We Pipit folk did some great deeds this time, y'know? \u0001ā I mean if we hadn't had come, the Incarnii would've been stuck as Nochora still!",
  "RENATE_MSG_001": "\u0001̂As you know, \u0001ȁ... \u0001ā",
  "RENATE_MSG_002": "\u0001̂Aroma was just looking for both of us. She'd mentioned that she has something important to discuss... \u0001ā",
  "GB_MSG_SCOUTQ_15_00": "\u0001́Let's continue onto the next Scout-Q Mission... which is Mission #15! \u0001ā",
  "RENATE_MSG_003": "\u0001̂Aroma said to meet her on the basement floor. We shouldn't keep her waiting... Let's head down there immediately.",
  "GB_MSG_SCOUTQ_15_01": "\u0001́Next up, I want you to bring Greygnarl with you. \u0001ā You need Zemelgias, BLackmar, Ladja and Barbarus to synthesize it. \u0001ā You better muster up the strength to do this difficult synthesis! \u0001ā",
  "SEVENTH_MSG_LIBRARY_S_OPEN_2": "\u0001̃Use the Library from the menu when you want to look at a monster's deets.",
  "RENATE_MSG_011": "\u0001̂Aroma was just looking for both of us. She'd mentioned that she has something important to discuss...",
  "MSG_SCOUTQ_CLEAR_A_A_01": "Got \u0001\u0004 Reactor Expansion α\u0001\u0001 from the Nochora as a reward! \u0001ā",
  "SCENARIO_CLEAR_OPENSYSTM_101": "Congratulations! You've successfully completed the post-game story, as well! \u0001ā",
  "SCENARIO_CLEAR_OPENSYSTM_104": "Unlocked the Super Large Ride Air Jump! You can jump on Large Monsters now.",
  "MSG_ALL_CLEAR_KING": "\u0001̅Hmm, so Aroma left for her home planet... \u0001ā I understand her desire to save her world, and will pray for her success. \u0001ā Now, back to our usual business... \u0001ā",
  "MSG_ALL_CLEAR_JACK": "\u0001́The humans are back! The King has been dreaming of this day! \u0001ā \u0001ȁ, we can't thank you enough... \u0001ā By the way,,, \u0001ā",
  "MSG_ALL_CLEAR_QUEEN": "\u0001̂Oh, dearie. Got a minute to listen to some super-duper important news I got for you?",
  "MSG_SCOUTQ_04_CLEAR_MSG": "\u0001́You've brought a Snow Dragon. You've completed Scout-Q Mission #4! \u0001ā Snow Dragons have the \"Big Hitter\" trait! \u0001ā It's a strong trait that allows it to do more damage the less HP it has. \u0001ā",
  "HOUGAN_MAKE_BREAK_MONSTER_MSG_006_1": "\u0001\u0004%ls\u0001\u0001 and \u0001\u0004%ls\u0001\u0001 have produced %ls! \u0001ā",
  "MSG_MBGP_AFTER_KING": "\u0001̅The humans have integrated well into our little Nochoro society. \u0001ā Especially with the revival of the Masters' GP! Back to our usual business, however... \u0001ā",
  "MSG_MBGP_AFTER_JACK": "\u0001́I'm fairly interested in the Masters' GP, as well... \u0001ā Battling other Masters with a team you've built.... \u0001ā I'm so excited just thinking about it! Anyhow... \u0001ā",
  "GB_MSG_SCOUTQ_04_CLEAR_MSG": "\u0001́You've brought a Snow Dragon. You've completed Scout-Q Mission #4! \u0001ā Snow Dragons have the \"Big Hitter\" trait! \u0001ā It's a strong trait that allows it to do more damage the less HP it has. \u0001ā",
  "MSG_MBGP_AFTER_JACK_02": "\u0001́I'm fairly interested in the Masters' GP, as well... \u0001ā Battling other Masters with a team you've built.... \u0001ā I'm so excited just thinking about it!",
  "MSG_MBGP_AFTER_ACE": "\u0001́\u0001́I've been spendin' way too much time watchin' these new Masters' GP battles. \u0001ā Anyways, \u0001ȁ! Are you here to do some fusin'?\u0001Ă",
  "MSG_MBGP_AFTER_MOB_A_INTRODUCTION": "\u0001́I've been spendin' way too much time watchin' these new Masters' GP battles. \u0001ā Better not forget about the Fusion Reactor, though. There's still plenty of Scout-Q to wrap up!",
  "REC_POINT_NOC_03_02": "\u0001̄An elevator controlled by the gravitational device. It will let you visit floors both above and below.",
  "MSG_MEDALQ_NEXT_1_DEODORA": "\u0001̃When you have %ls, I'll give you %ls as a reward. \u0001ā Now, go make me happy. G'ho-ho-ho……",
  "NPC_KING_REC": "\u0001̄The King of the Nochoro species. Due to his oversized body, he cannot move without the assistance of his subordinates.",
  "MSG_SCOUTQ_02_CLEAR_1": "Unlocked the \u0001\u0004 Reactor Power: Dimensional Rift Search\u0001\u0001!",
  "NPC_QUEEN_REC": "\u0001̄The wife of the Nochoro King. She absolutely loves gaudy jewelry.",
  "NPC_JACK_REC": "\u0001̄Servant to the Nochoro King. Manages the King's subjects as well.",
  "NPC_ACE_REC": "\u0001̄A Nochoro that loves tinkering with machines. He also wears a Reactor on his head.",
  "NPC_MASTER_NOCHO_REC": "\u0001̄A Nochoro seeking the ultimate program. It also has quite the adventurous attitude.",
  "NPC_NOCHO_MEN_REC": "\u0001̄A male of the Nochoro species. They are quite curious and friendly in nature.",
  "NPC_NOCHO_WOMEN_REC": "\u0001̄A female of the Nochoro species. They are shy and quite cautious.",
  "NPC_RENATE_REC": "\u0001̄She was once Anses's main partner. Now she's the overseer of the underground Resistance lab for Anses clones.",
  "REC_POINT_NOC_01_02": "\u0001̄A by-product of Carmasso's research. It's a device that is powered by Darkonium Energy.\u0001ā When 2 monsters enter the device, the machine will Fuse them into a new, altered, stronger monster.",
  "REC_POINT_NOC_02_01": "West Elevator",
  "MSG_ACCQ_QUIZ_01_PISUKA": "\u0001̂I'll tell you about metarials that you want to keep an eye out for, 'kay? \u0001ā Next up, I want \u0001\u0004%ls\u0001\u0001. %ls of them in fact. \u0001ā",
  "REC_POINT_NOC_02_02": "\u0001̄This elevator utilizes the gravity control. You can ride it up to the top floor.",
  "REC_POINT_NOC_03_01": "East Elevator",
  "MSG_MEDALQ_START_00": "\u0001̅Hmm, what are we going to do about this...",
  "MSG_MEDALQ_START_01": "\u0001̅Ahh, \u0001ȁ! You came just in the nick of time. \u0001ā I've recently started collecting \u0001\u0004Mini Medals\u0001\u0001, scattered all over the world. \u0001ā It's a silly hobby of mine, but due to my large size, I can't exactly go find them on my own. \u0001ā",
  "MSG_MEDALQ_START_02": "\u0001̅Perhaps, if you happen to find any, you could bring them back here to me? \u0001ā You will not go unrewarded. Depending on the total number you collect, I'll have a reward prepared..",
  "MSG_MEDALQ_000": "\u0001̅\u0001ȁ, did you bring me anymore \u0001\u0004Mini Medals\u0001\u0001? \u0001ā",
  "MSG_MEDALQ_150_5CLEAR_00": "\u0001̅Oh, it looks like you have more than 5 \u0001\u0004Mini Medal\u0001\u0001. \u0001ā If you don't mind, could we trade 5 \u0001\u0004Mini Medal\u0001\u0001 with 1 gem? \u0001ā Trade \u0001\u0004Mini Medal\u0001\u0001 for 1 gem?\u0001Ă",
  "MSG_MEDALQ_150_5CLEAR_YES": "\u0001̅Fabulous. Then I will reward you with 1 gem for 5 medals.",
  "MSG_MEDALQ_150_5CLEAR_NO": "\u0001̅Hmm... that is too bad. If you ever change your mind, you know where to find me.",
  "MSG_MEDALQ_150_5CLEAR_01": "\u0001̅I have 5 kinds of gems for you. If you wish for the other ones, we can trade them again with more medals. \u0001ā I wish you well, \u0001ȁ. I expect great things from you.",
  "MSG_MEDALQ_150_5UNDER": "\u0001̅A gem or Rainbow Fondude will be bestowed upon in order of completion for all who help collect \u0001\u0004Mini Medals\u0001\u0001. \u0001ā If you then collect 5 more medals, a gem will be rewarded. \u0001ā The color of the gem is a surprise every time. \u0001ā Alright \u0001ȁ, I'm relying on you for more \u0001\u0004Mini Medals\u0001\u0001.",
  "MSG_MEDALQ_150_10CLEAR_00": "\u0001̅Oh, it looks like you have more than 10 \u0001\u0004Mini Medals\u0001\u0001. \u0001ā If you don't mind, I'll give you 1 Rainbow Fondude for 10 \u0001\u0004Mini Medals\u0001\u0001? \u0001ā Trade \u0001\u0004Mini Medals\u0001\u0001 for Rainbow Fondude? \u0001Ă",
  "MSG_MEDALQ_150_10CLEAR_YES": "\u0001̅Excellent. The I will reward you with 1 Rainbow Fondude for 10 medals.",
  "MSG_MEDALQ_150_10CLEAR_NO": "\u0001̅Oh.. That's too bad. If you ever change your mind, come find me.",
  "MSG_MEDALQ_150_10CLEAR_01": "\u0001̅I have 2 kinds of Rainbow Fondudes for you. If you wish for the other one, we can trade again with more medals. \u0001ā I wish you well, \u0001ȁ. I expect great things from you.",
  "NPC_SHINJU_SCOUT_REC": "\u0001̄Does everything well more than other Incarnii. The mood maker that really Psyches Up everyone.",
  "MSG_MEDALQ_150_10UNDER": "\u0001̅A gem or Rainbow Fondude will be bestowed upon in if you help collect \u0001\u0004Mini Medals\u0001\u0001. \u0001ā When you collect 10 medals next time, 1 Rainbow Fondude will be rewarded. \u0001ā The color is a surprise every time. \u0001ā Alright. Take care,, \u0001ȁ.",
  "MSG_MEDALQ_001_1": "\u0001̅You've found %ls \u0001\u0004Mini Medals\u0001\u0001 so far. \u0001ā When you've found %ls in total, I will reward you with the %ls. \u0001ā I'll look forward to your next visit.",
  "MSG_MEDALQ_003_1": "\u0001̅Oh! You got medals for me. Thank you so much... I'll hold on to them. \u0001ā I now have %ls \u0001\u0004Mini Medal\u0001\u0001s from you. \u0001ā When it gets to %ls, I will give you %ls as a reward. \u0001ā I'm counting on you for more.",
  "MSG_HOUGAN_1050": "\u0001̃Yo, it's been a while, \u0001ȁ! You've popped in at the right time! \u0001ā",
  "MSG_MEDALQ_003_2": "\u0001̅Oh! You got medals for me. Thank you so much... I'll hold on to them. \u0001ā I now have %ls \u0001\u0004Mini Medal\u0001\u0001s from you. \u0001ā When it gets to %ls, I will give you \u0001\u0004%ls\u0001\u0001 as a reward. \u0001ā I'm counting on you for more.",
  "MSG_HOUGAN_1051": "\u0001̃I've learned about Synthesis since I came here, and so I updated Super Synthesis. \u0001ā I came up with Super Synthesis Revised!! Let me start by explaining Super Synthesis. \u0001ā When you syntehsize two parents whose \"plus rank\" is 100 or more, \u0001ā ……you can swap traits from the parents onto the born monster, \u0001ā ……And will be indicated with a ★ seal. \u0001ā So that's the same as Super Synthesis. And now I'll talk about the new version. \u0001ā You can now raise monsters up to a maxmium Comm Level of 120. \u0001ā Stats that are passed their limit will also increase once you're over level 100! \u0001ā And you can make stronger monsters since they can have one more skill too. \u0001ā",
  "MSG_MEDALQ_004": "\u0001̅Ah! So you have indeed acquired a few. Thank you so much... I'll hold on to them. \u0001ā You've now brought me a total of %ls \u0001\u0004Mini Medals\u0001\u0001. \u0001ā",
  "MSG_MEDALQ_005_1": "\u0001̅Just as I promised, take this \u0001\u0004%ls\u0001\u0001.",
  "MSG_MEDALQ_GET_MONATER": "\u0001\u0004%ls\u0001\u0001 joined!",
  "MSG_MEDALQ_005_2": "\u0001̅Just as I promised, take this \u0001\u0004%ls\u0001\u0001.",
  "MSG_MEDALQ_GET_ITEM": "\u0001ȁ found the \u0001\u0004%ls\u0001\u0001！",
  "MSG_MEDALQ_150CLEAR": "\u0001̅Thanks to you I've gotten my fill of \u0001\u0004 Mini Medals \u0001\u0001. \u0001ā This is where I'd tell you continue, but I've run out of the usual rewards. \u0001ā But don't you worry. I have prepared some new rewards. \u0001ā I'll give you 1 gem for every 5 \u0001\u0004 Mini Medals \u0001\u0001 you collect.…… \u0001ā And I'll give you 1 Rainbow Fondude for every 10 \u0001\u0004 Mini Medals \u0001\u0001. \u0001ā",
  "MSG_MEDALQ_150CLEAR_02": "\u0001̅The colors of the gem and Rainbow Fondude is always a surprise. I hope you get lucky. \u0001ā Alright \u0001ȁ, I'll be waiting for you.",
  "MSG_MEDALQ_NEXT_2_DEODORA": "\u0001̃When you get %ls, I will give you \u0001\u0004%ls\u0001\u0001. \u0001ā Now go and make me happy. G'ho-ho-ho……",
  "MSG_MEDALQ_NEXT_1": "\u0001̅When you've reached %ls, you will be rewarded with the %ls. \u0001ā I'll be looking forward to your next visit!",
  "MSG_MEDALQ_NEXT_2": "\u0001̅When the total found reaches %ls medals, I will reward you with the \u0001\u0004%ls\u0001\u0001. \u0001ā I'll be looking forward to your return.",
  "MSG_SCOUTQ_SINARIO_CLEAR_BEFORE": "\u0001́……Well, but I'm on break. So I'm not ready for you yet. \u0001ā But, wow, you really are something to clear all these quests so quickly. \u0001ā In other words, you should do what you need to do first before coming back.",
  "GB_MSG_SCOUTQ_SINARIO_CLEAR_BEFORE": "\u0001́……Well, but I'm on break. So I'm not ready for you yet. \u0001ā But, wow, you really are something to clear all these quests so quickly. \u0001ā In other words, you should do what you need to do first before coming back.",
  "GB_MSG_SCOUTQ_ALL_CLEAR": "\u0001́Wow, I'm really shocked…… You actually finished all the quests. \u0001ā I'm sure the rest of the scouts here will be too when they hear the news. \u0001ā No one could have predicted you'd complete such difficult quests. \u0001ā I guess that's what makes you so special, \u0001ȁ!",
  "MSG_SCOUTQ_CLEAR_01": "\u0001́Now, here's that reward I promised you!",
  "MSG_MEDALQ_005_2_DEODORA": "\u0001̃And now your reward, as promised. Take the %ls.",
  "MSG_SCOUTQ_CLEAR_A": "\u0001́Alright, this time I've got something great for you. I present you with, Ace's latest and greatest invention!",
  "GB_MSG_SCOUTQ_CLEAR_A": "\u0001́Okay, so how about a fun reward? Ace will be open for business now!",
  "MSG_SCOUTQ_CLEAR_A_A_03": "You hurredly expanded your Reactor's functionality with \u0001\u0004Reactor Expansion α\u0001\u0001! \u0001ā",
  "MSG_SCOUTQ_01_NOTCLEAR": "\u0001́No, you haven't. Come back when you do. \u0001ā You can synthesize one with a Lump Wizard- and Robber Rabbit from Fallen City. \u0001ā Don't forget to give it a Healer skill when you synthesize though! \u0001ā",
  "GB_MSG_SCOUTQ_CLEAR_A_A_01": "Got \u0001\u0004 Reactor Expansion α\u0001\u0001 from the Incarnus! \u0001ā",
  "GB_MSG_SCOUTQ_CLEAR_A_A_03": "You hurredly expanded your Reactor's functionality with \u0001\u0004Reactor Expansion α\u0001\u0001! \u0001ā",
  "GB_MSG_SCOUTQ_CLEAR_A_A_02": "\u0001́You can use Dimensional Rift Search with your expanded Reactor! \u0001ā \"Dimensional Rifts\" are places here and there that are entrances to other worlds. \u0001ā You can discover Dimensional Rifts, and learn about them with this search feature. \u0001ā",
  "MSG_SCOUTQ_CLEAR_A_B_01": "Got \u0001\u0004Reactor Expansion β\u0001\u0001 as a reward from the Nochora! \u0001ā",
  "MSG_SCOUTQ_CLEAR_A_B_03": "You hurredly expanded your Reactor's functionality with \u0001\u0004Reactor Expansion β\u0001\u0001! \u0001ā",
  "GB_MSG_SCOUTQ_CLEAR_A_B_03": "You hurredly expanded your Reactor's functionality with \u0001\u0004Reactor Expansion β\u0001\u0001! \u0001ā",
  "MSG_SCOUTQ_CLEAR_A_B_02": "\u0001́That Reactor expansion, unlocked the Genetic Scan feature. \u0001ā It allows you to detect monsters with mutated genes. \u0001ā Consecutive wins again Monsters with mutated genes, will increase the odd of rare, color mutated monsters appearing. \u0001ā",
  "GB_MSG_SCOUTQ_CLEAR_A_B_02": "\u0001́That Reactor expansion, unlocked the Genetic Scan feature. \u0001ā It allows you to detect monsters with mutated genes. \u0001ā Consecutive wins again Monsters with mutated genes, will increase the odd of rare, color mutated monsters appearing. \u0001ā",
  "GB_MSG_SCOUTQ_14_NOTCLEAR": "\u0001́Sorry, but that's not enough. Come again once you've complete your task. \u0001ā Synthesize 2 monsters with \"Wizard\" skill points totaling 150, \u0001ā and you'll get a monster with the Druid skill. \u0001ā You should synthesize a Phantamount with a Hootingham-Gore to get a Fowleye. \u0001ā",
  "MSG_SCOUTQ_CLEAR_A_C_01": "Got \u0001\u0004Reactor Expansion γ\u0001\u0001 as a reward from the Nochora! \u0001ā",
  "MSG_SCOUTQ_CLEAR_A_C_03": "You hurredly expanded your Reactor's functionality with \u0001\u0004Reactor Expansion γ\u0001\u0001! \u0001ā",
  "HOUGAN_MAKE_SPEED_ESTARK_MSG_010": "\u0001̃You want me to make a device that'll cleanup the machinhe for Broken monsters? \u0001ā Well, I AM a mechanic, but…… That's a little out of my league. Sorry. \u0001ā Maybe you could ask someone else about it? Like that antique-loving scholar brother of mine!",
  "MSG_ACCQ_HINT_02_01_PISUKA": "\u0001̂Robber Rabbits in Fallen City will drop \u0001\u0004%ls\u0001\u0001. \u0001ā",
  "GB_MSG_SCOUTQ_CLEAR_A_C_01": "Got \u0001\u0004Reactor Expansion γ\u0001\u0001 as a reward from the Incarnus! \u0001ā",
  "MSG_SCOUTQ_11_NOTCLEAR": "\u0001́No, you haven't. Try it again. \u0001ā If go the Synthesis route, you need a Cat Liberio and a Double Hitter. \u0001ā Rumor has it that you can get Cat Liberio when you synthesize 4 Prism Pussies. \u0001ā",
  "GB_MSG_SCOUTQ_CLEAR_A_C_03": "You hurredly expanded your Reactor's functionality with \u0001\u0004Reactor Expansion γ\u0001\u0001! \u0001ā",
  "MSG_SCOUTQ_CLEAR_A_C_02": "\u0001́You can update your search power with your expanded Reactor! \u0001ā You'll learn the effects of Fairy Power and chest contents just by searching. \u0001ā And you can learn where a Dimensional Rift will connect to. \u0001ā",
  "GB_MSG_SCOUTQ_CLEAR_A_C_02": "\u0001́You can update the Search Power of your Reactor with parts! \u0001ā You'll learn the effects of Fairy Power and chest contents using it. \u0001ā And probably learn where the other dimensional rifts connect to. \u0001ā",
  "MSG_SCOUTQ_CLEAR_A_D_01": "Got \u0001\u0004Reactor Expansion Ω\u0001\u0001 as a reward from the Nochora! \u0001ā",
  "MSG_SCOUTQ_CLEAR_A_D_03": "You hurredly expanded your Reactor's functionality with \u0001\u0004Reactor Expansion Ω\u0001\u0001! \u0001ā",
  "GB_MSG_SCOUTQ_CLEAR_A_D_01": "Got \u0001\u0004Reactor Expansion Ω\u0001\u0001 as a reward from the Incarnus! \u0001ā",
  "MSG_SHOP_ACCE_FLOW_06_02": "\u0001̂And this is the important bit, but you have to refine your accessory first! \u0001ā If you refine the accessory here…… It'll have a ★ after its name! \u0001ā Only accessories with ★ can have seals applied to them! \u0001ā",
  "GB_MSG_SCOUTQ_CLEAR_A_D_03": "You hurredly expanded your Reactor's functionality with \u0001\u0004Reactor Expansion Ω\u0001\u0001! \u0001ā",
  "NPC_KUKURI_REC": "\u0001̄A foul mouthed, conceited Pipit whom takes pride the quality of his work. Considers Tiko his greatest rival.",
  "MSG_SCOUTQ_CLEAR_A_D_02": "\u0001́You can now use Quick Battle with your expanded Reactor! \u0001ā You can fight with monsters that you find in your Reactor with Quick Battle. \u0001ā The battle will begin when your press X on a monster entry in your Reactor!",
  "GB_MSG_SCOUTQ_CLEAR_A_D_02": "\u0001́You can now use Quick Battle with your expanded Reactor! \u0001ā You can fight with monsters that you find in your Reactor with Quick Battle. \u0001ā The battle will begin when your press X on a monster entry in your Reactor!",
  "MSG_SHOP_ACCE_FLOW_06_03": "\u0001̂The good news is, upgrades use the same materials as was used to make 'em! \u0001ā I know that was a lot of info. Do you need to hear any of it again?\u0001Ă",
  "MSG_SCOUTQ_CLEAR_02": "\u0001́There's more Scout-Q missions to be done! Come back whenever you're ready for more.",
  "GB_MSG_SCOUTQ_CLEAR_02": "\u0001́Hey! I got plenty of missions left! Come take a challenge when you're ready!",
  "GB_MSG_SCOUTQ_01_01": "\u0001́Bring me a See Urchin with the Healer skill! \u0001ā You can synthesize one with a Lump Wizard- and Robber Rabbit from Fallen City. \u0001ā Don't forget to give it a Healer skill when you synthesize though! \u0001ā",
  "MSG_SCOUTQ_01_AFTER_00": "\u0001́So you've brought back a See Urchin with a Healer skill?",
  "GB_MSG_SCOUTQ_01_AFTER_00": "\u0001́Have you brought a See Urchin with a Healer skill?",
  "MSG_SHINJU_MEAT_001": "\u0001́When you want some delicious meats, you know to come to my shop!",
  "GB_MSG_SCOUTQ_01_NOTCLEAR": "\u0001́Sorry, but that's not right. Come back once you've completed your task. \u0001ā You can synthesize one with a Lump Wizard- and Robber Rabbit from Fallen City. \u0001ā Don't forget to give it a Healer skill when you synthesize though! \u0001ā",
  "MSG_SCOUTQ_01_CLEAR_MSG": "\u0001́That's a See Urchin all right. You've completed Scout-Q #1! \u0001ā A spell-crafty See Urchin is can use Healer skills with ease. \u0001ā And you've learned how to get useful skills through Synthesis too! \u0001ā",
  "GB_MSG_SCOUTQ_01_CLEAR_MSG": "\u0001́That's a See Urchin all right. You've completed Scout-Q Mission #1! \u0001ā A spell-crafty See Urchin is can use Healer skills with ease. \u0001ā And you've learned how to get useful skills through Synthesis too! \u0001ā",
  "MSG_LIBRARY_START_NO": "\u0001́Well... that's a pity. If you change your mind, just come on back.",
  "MSG_SCOUTQ_02_00": "\u0001́Let's continue onto the next Scout-Q Mission... which is Mission #2! \u0001ā",
  "MSG_SCOUTQ_02_01": "\u0001́Get a Galbagorba to join, and bring it back here! \u0001ā You can make one by synthesizing two Gremlins in the Centre Building. \u0001ā",
  "GB_MSG_SCOUTQ_02_00": "\u0001́Let's continue onto the next Scout-Q Mission... which is Mission #2! \u0001ā",
  "GB_MSG_SCOUTQ_02_01": "\u0001́Get a Galbagorba to join, and bring it back here! \u0001ā You can make one by synthesizing two Gremlins in the Centre Building. \u0001ā",
  "MSG_SCOUTQ_02_AFTER_00": "\u0001́Have you got a Galbagorga with you?",
  "GB_MSG_SCOUTQ_02_AFTER_00": "\u0001́You've brought a Galbagorba with you, right?",
  "MSG_SCOUTQ_02_NOTCLEAR": "\u0001́No, you haven't. Try again. \u0001ā You can synthesize one with 2 Gremlins found in the Centre Building. \u0001ā",
  "GB_MSG_SCOUTQ_02_NOTCLEAR": "\u0001́Sorry, but that's not right. Come again once you've completed the task. \u0001ā You can sythesize one with 2 Gremlins found in the Centre Building. \u0001ā",
  "MSG_SCOUTQ_02_CLEAR_MSG": "\u0001́You've brought a Galbagorba. Scout-Q Mission #2 is complete! \u0001ā Galbargorbas are strong with their nice Unify traits. \u0001ā If you Unify with monster that has those traits, you'll get a better behavior. \u0001ā",
  "MSG_ACCQ_CLEAR_NEXT_02_PISUKA": "\u0001̂You should be able to make a \"seal\" with both materials this time. \u0001ā So get a move on to Chistora's Accessory Workshop! \u0001ā I'm sure she'll be able to complete a seal for you!",
  "GB_MSG_SCOUTQ_02_CLEAR_MSG": "\u0001́You've brought a Galbagorba. Scout-Q Mission #2 is complete! \u0001ā Galbargorbas are strong with their nice Unify traits. \u0001ā If you Unify with monster that has those traits, you'll get a better behavior. \u0001ā",
  "MSG_ACCQ_HINT_08_02_PISUKA": "\u0001̂\u0001\u0004%ls\u0001\u0001 is found in rare black treasure chests in the skies of Silent Meadow.",
  "MSG_SCOUTQ_03_00": "\u0001́Let's continue onto the next Scout-Q Mission... which is Mission #3! \u0001ā",
  "MSG_SCOUTQ_03_01": "\u0001́I want you to have 4 Slimes in your Active party. \u0001ā I don't care which Type of slime, just have four slimes! \u0001ā",
  "GB_MSG_SCOUTQ_03_00": "\u0001́Let's continue onto the next Scout-Q Mission... which is Mission #3! \u0001ā",
  "GB_MSG_SCOUTQ_03_01": "\u0001́I want you to have 4 Slimes in your Active party. \u0001ā I don't care which Type of slime, just have four slimes! \u0001ā",
  "MSG_SCOUTQ_03_NOTCLEAR": "\u0001́No, you haven't. Try it again. \u0001ā \u0001́I want you to have 4 Slimes in your Active party. \u0001ā I don't care which Type of slime, just have four slimes! \u0001ā",
  "HOUGAN_MAKE_SPEED_ESTARK_MSG_030": "\u0001̃What you don't? Fine then, come back when you do then!",
  "GOD_JACK_BEAST_REBORN_MSG": "\u0001̃So Jester's been scattered too, eh? Split into 4 parts just like me. \u0001ā Please, \u0001ȁ. Find the remaining parts of Wulspade Ace and his brothers!",
  "MSG_ACCQ_HINT_04_02_PISUKA": "\u0001̂\u0001\u0004%ls\u0001\u0001 can be found in a tree southwest of Grim Tundra.",
  "MSG_SCOUTQ_03_CLEAR_MSG": "\u0001́Look at that... A party of all Slime type monsters! That concludes Scout-Q #3! \u0001ā During battle, every monster has the ability to get a tension boost, based on their types. \u0001ā If you want to know more, check out the Tension section of the Helpful Tips in your menu. \u0001ā",
  "NPC_SHINJU_ITEM_REC": "\u0001̄An Incarnus for the rest of us. Knows just when to use items.",
  "MSG_SCOUTQ_04_00": "\u0001́Let's continue onto the next Scout-Q Mission... which is Mission #4! \u0001ā",
  "MSG_SCOUTQ_04_01": "\u0001́Next up, bring a Snow Dragon with you. \u0001ā You can synthesize one quickly with a Skelegon and a Buffalo Wing. \u0001ā You can catch Skelegons in Spirit Road. And Buffalo Wings in Grim Tundra! \u0001ā",
  "MSG_SCOUTQ_04_NOTCLEAR": "\u0001́No, you haven't. Try it again. \u0001ā You can synthesize one quickly with a Skelegon and a Buffalo Wing. \u0001ā You can catch Skelegons in Spirit Road. And Buffalo Wings in Grim Tundra! \u0001ā",
  "SEVENTH_MSG_LIBRARY_A_OPEN": "\u0001̃'Sup, \u0001ȁ. Did you get some monster deets? Then throw me your Reactor. \u0001ā Oh-ho! You've gotten 10 A-Rank monsters to join you! \u0001ā Now I can make the A-Rank Library with this data!",
  "MSG_SHOP_ACCE_FLOW_07": "\u0001̂I can't to get started, makin' these engravings!",
  "GB_MSG_SCOUTQ_04_NOTCLEAR": "\u0001́Sorry, but that's not right. Come back once you've completed your task. \u0001ā You can synthesize one quickly with a Skelegon and a Buffalo Wing. \u0001ā You can catch Skelegons in Spirit Road. And Buffalo Wings in Grim Tundra! \u0001ā",
  "MSG_SCOUTQ_15_CLEAR_MSG_03": "\u0001́There are other monsters you can synthesize from 4 parents! You just have to try!",
  "MSG_SCOUTQ_04_CLEAR_4": "Unlocked the \u0001\u0004 Reactor Power: Rainbow Rebirth \u0001\u0001!",
  "MSG_SCOUTQ_05_00": "\u0001́Let's continue onto the next Scout-Q Mission... which is Mission #5! \u0001ā",
  "MSG_SCOUTQ_05_01": "\u0001́With your Reactors' new Mutation Scan ability, you can detect mutated monsters. \u0001ā By defeating the same monster over and over, glowing version will re-appear in the field. \u0001ā If you scan a glowing one, you'll see a Mutation meter. Defeat a glowing monster to fill that meter. \u0001ā Once the meter is full, a species mutation will spawn. I want to see one! \u0001ā",
  "GB_MSG_SCOUTQ_05_00": "\u0001́Let's continue onto the next Scout-Q Mission... which is Mission #5! \u0001ā",
  "ACE_MAKE_BREAK_MONSTER_MSG_004": "Ace dropped the \u0001\u0004%ls\u0001\u0001 and the \u0001\u0004%ls\u0001\u0001 into the machine!",
  "GB_MSG_SCOUTQ_05_01": "\u0001́There are monsters that are Normal and ones with a mutated color. \u0001ā Mutated ones are rare monsters that appear when you've defeated enough aura'd monsters. \u0001ā You can search for aura'd monsters using your Reactor's Paint Aura Search. \u0001ā Now go Scout me a monster with a different color and bring it here! \u0001ā",
  "ACE_MAKE_BREAK_MONSTER_MSG_005": "\u0001́ Yeah, baby! I had a feelin' that'd happen! Check out what I made outta that stuff!",
  "RENATE_DEMO_901_AFT_MSG": "\u0001̂Don't worry, the repairs of the Escape Pod are in my good hands. \u0001ā I still don't have enough data about the Incarnii though.",
  "MSG_SCOUTQ_05_AFTER_00": "\u0001́Did you bring me a mutated monster?",
  "GB_MSG_SCOUTQ_05_AFTER_00": "\u0001́Did you bring me a mutated monster?",
  "MSG_SCOUTQ_05_NOTCLEAR": "\u0001́No, you haven't. Try it again. \u0001ā Mutated ones are rare monsters that appear when you've defeated enough aura'd monsters. \u0001ā You can search for aura'd monsters using your Reactor's Paint Aura Search. \u0001ā",
  "GB_MSG_SCOUTQ_05_NOTCLEAR": "\u0001́Sorry, that's not right. Come back once you've completed your task. \u0001ā Mutated ones are rare monsters that appear when you've defeated enough aura'd monsters. \u0001ā You can search for aura'd monsters using your Reactor's Paint Aura Search. \u0001ā",
  "MSG_SCOUTQ_05_CLEAR_MSG": "\u0001́You've brought a mutated monster. Scout-Q Mission #5 is complete! \u0001ā Monsters have all sorts of color mutations. \u0001ā Beasts or any family of monster will have various points…… \u0001ā So I guess you'll have to try hard to get one in your favorite color? \u0001ā",
  "GB_MSG_SCOUTQ_16_00": "\u0001́Let's continue onto the next Scout-Q Mission... which is Mission #16! \u0001ā",
  "GB_MSG_SCOUTQ_05_CLEAR_MSG": "\u0001́You've brought a mutated monster. Scout-Q Mission #5 is complete! \u0001ā Monsters have all sorts of color mutations. \u0001ā Beasts or any family of monster will have various points…… \u0001ā So I guess you'll have to try hard to get one in your favorite color?",
  "MSG_SCOUTQ_06_00": "\u0001́Let's continue onto the next Scout-Q Mission... which is Mission #6! \u0001ā",
  "SHOP_LV_MSG_003_01": "\u0001́No way! Is that the \"\u0001\u0004%ls\u0001\u0001\"!? \u0001ā That's a legendary, super-duper top-secret document every item shop owner dreams of owning! You must to let me have it! \u0001ā Will you hand over the \"\u0001\u0004%ls\u0001\u0001\" to me!?",
  "NPC_SHINJU_BANK_REC": "\u0001̄Red is the hero's color! Young Incarnii who train hard will turn red.",
  "MSG_SCOUTQ_06_01": "\u0001́Next up bring a monster with a \"plus rank\" of +25. \u0001ā The the number that increases when you Syntehsize? That's its \"plus rank\". \u0001ā Remember that a monster will change when it gets +25 \"plus rank\". \u0001ā",
  "SHOP_LV_MSG_003_02": "Hand over the \"\u0001\u0004%ls\u0001\u0001\"?\u0001Ă",
  "GB_MSG_SCOUTQ_06_00": "\u0001́Let's continue onto the next Scout-Q Mission... which is Mission #6! \u0001ā",
  "GB_MSG_SCOUTQ_06_01": "\u0001́Next up bring a monster with a \"plus rank\" of +25. \u0001ā The the number that increases when you Syntehsize? That's its \"plus rank\". \u0001ā Remember that a monster will change when it gets +25 \"plus rank\". \u0001ā",
  "AROMA_MSG_001": "\u0001̂Let's head down to the basement level, \u0001ȁ. We're going to need to use the Disc Machine.",
  "GYASUMON_MSG": "\u0001́Crap…… So Tiko and Krilly were really Pipit folk all along. \u0001ā I mean I thought it was a dream that I told them about the Incarnii missing. \u0001ā I'm glad the world is as it is, but I…… tremble at the thought of it being destroyed.",
  "MSG_SCOUTQ_06_AFTER_00": "\u0001́Did you bring me a monster, with at least a +25 offset?",
  "GB_MSG_SCOUTQ_06_AFTER_00": "\u0001́You got a 25 \"plus rank\" monster with you?",
  "MSG_SCOUTQ_06_NOTCLEAR": "\u0001́No, you haven't. Try it again. \u0001ā The the number that increases when you Syntehsize? That's its \"plus rank\". \u0001ā Remember that a monster will change when it gets +25 \"plus rank\". \u0001ā",
  "GB_MSG_SCOUTQ_06_NOTCLEAR": "\u0001́Sorry, that's not right. Come back when you've completed your task. \u0001ā The the number that increases when you Syntehsize? That's its \"plus rank\". \u0001ā Remember that a monster will change when it gets +25 \"plus rank\". \u0001ā",
  "MSG_SCOUTQ_06_CLEAR_MSG": "\u0001́That monsters' offset is at least +25! This concludes Mission #6! \u0001ā When a monsters' offset is +25 or higher, it's traits change and it's resistances soar. \u0001ā Even low-ranking monsters with high offsets can be very resilient! \u0001ā",
  "MSG_LIBRARY_SS_OPEN_2": "\u0001́To view this new information, just open the Encyclopedia from your Menu.",
  "GB_MSG_SCOUTQ_06_CLEAR_MSG": "\u0001́Oh-ho! A \"plus rank\" 25 monster! Scout-Q Mission #6 is complete! \u0001ā Monsters with 25 \"plus rank\" get one new trait, and also have stronger resistances. \u0001ā Low rank monsters will increase their rank, and the more \"plus rank\" the better! \u0001ā",
  "MSG_SCOUTQ_06_CLEAR": "Unlocked the \u0001\u0004 Reactor Power: Search Update\u0001\u0001!",
  "MSG_SCOUTQ_07_01": "\u0001́This time you get an Ultraviolent Ray to join you \u0001ā Doesn't matter to me whether you Synthesize or Scout it. \u0001ā You'll Scout it pretty quick if you look in the Grim Tundra. \u0001ā",
  "GB_MSG_SCOUTQ_07_00": "\u0001́Let's continue onto the next Scout-Q Mission... which is Mission #7! \u0001ā",
  "GB_MSG_SCOUTQ_07_01": "\u0001́Next up bring a Ultraviolent Ray with you. \u0001ā I don't care whether you Scout or Synthesize one. \u0001ā You can Scout one pretty quick out on Grim Tundra. \u0001ā",
  "MSG_SCOUTQ_07_AFTER_00": "\u0001́Did you bring an Ultraviolent Ray with you?",
  "GB_MSG_SCOUTQ_07_AFTER_00": "\u0001́Did you bring an Ultraviolent Ray with you?",
  "SEVENTH_MSG_LIBRARY_B_OPEN": "\u0001̃'Sup, \u0001ȁ. Did you get some monster deets? Then throw me your Reactor. \u0001ā Oh-ho! You've gotten 10 B-Rank monsters to join you! \u0001ā Now I can make the B-Rank Library with this data!",
  "MSG_SCOUTQ_07_NOTCLEAR": "\u0001́No, you haven't. Try it again. \u0001ā I don't care whether you Scout it or Synthesize it. \u0001ā You can Scout it quickly in the Grim Tundra. \u0001ā",
  "GB_MSG_SCOUTQ_07_NOTCLEAR": "\u0001́Sorry, but you gotta do better. Come back once you've completed your task. \u0001ā I don't care if you use Synthesis or Scout 'em, just get 'em into your party. \u0001ā If you choose the Scout option, you'll find 'em quick in the Polar Park. \u0001ā",
  "MSG_SCOUTQ_07_CLEAR_MSG": "\u0001́You brought a Ultraviolent Ray. You've completed Scout-Q Mission #7! \u0001ā Ultraviolent Rays have the quirky \"Berserker\" trait. \u0001ā Berserker increases ATK 4 times at the start of the battle, … \u0001ā As well as DEF by 4 times, and gives the Tactics Seal status. \u0001ā If you use those with traits, Show No Mercy will be displayed beforehand. \u0001ā",
  "GB_MSG_SCOUTQ_07_CLEAR_MSG": "\u0001́That's an Ultraviolent Ray. Scout-Q Mission #7 is complete! \u0001ā Ultraviolent Rays have the quirky \"Berserker\" trait. \u0001ā Berserker increases ATK 4 times at the start of the battle, … \u0001ā As well as DEF by 4 times, and gives the Tactics Seal status. \u0001ā If you use those with traits, Show No Mercy will be displayed beforehand. \u0001ā",
  "MSG_SCOUTQ_08_00": "\u0001́Let's continue onto the next Scout-Q Mission... which is Mission #8! \u0001ā",
  "EX_SHOP_LV_MSG_003_02": "Give the \u0001\u0004%ls\u0001\u0001?\u0001Ă",
  "MSG_SCOUTQ_08_01": "\u0001́Next up, bring a monster with the \"Defense Boost+\" skill. \u0001ā You can synthesize a monster with \"Defense Boost+\" with one that has…… \u0001ā the \"Defense Boost\" skill at 100. \u0001ā Either both parents or one or the other can have 100 in that skill! \u0001ā",
  "GB_MSG_SCOUTQ_08_00": "\u0001́Let's continue onto the next Scout-Q Mission... which is Mission #8! \u0001ā",
  "GB_MSG_SCOUTQ_08_01": "\u0001́Next up, bring a monster with the \"Defense Boost+\" skill. \u0001ā You can synthesize a monster with \"Defense Boost+\" with one that has…… \u0001ā the \"Defense Boost\" skill at 100. \u0001ā Either both parents or one or the other can have 100 in that skill! \u0001ā",
  "MSG_SCOUTQ_08_AFTER_00": "\u0001́Did you bring a Monster that hsa Defense Boost +?",
  "GB_MSG_SCOUTQ_08_AFTER_00": "\u0001́Did you bring a monster with Defense Boost+?",
  "MSG_SCOUTQ_08_NOTCLEAR": "\u0001́No, you haven't. Try it again. \u0001ā You can synthesize a monster with \"Defense Boost+\" with one that has…… \u0001ā the \"Defense Boost\" skill at 100. \u0001ā Either both parents or one or the other can have 100 in that skill! \u0001ā",
  "MSG_MEDALQ_150_5CLEAR_00_DEODORA": "\u0001̃G'ho-ho-ho. You have 5 \u0001\u0004 Mini Medals\u0001\u0001, right? \u0001ā I can exchange those for 1 gem…… \u0001ā Do you want to exchange your \u0001\u0004 Mini Medals \u0001\u0001 for a gem?\u0001Ă",
  "GB_MSG_SCOUTQ_08_NOTCLEAR": "\u0001́No, that's not right. Come back once you've completed your task. \u0001ā You can synthesize a monster with \"Defense Boost+\" with one that has…… \u0001ā the \"Defense Boost\" skill at 100. \u0001ā Either both parents or one or the other can have 100 in that skill! \u0001ā",
  "MSG_SCOUTQ_08_CLEAR_MSG": "\u0001́That's a \"Defense Boost+\" monster, right? Scout-Q Mission #8 is complete! \u0001ā There is still plenty of room to grow with Defense Boost+ \u0001ā You should Synthesize once you have its skill points at 150 or more. \u0001ā And the resulting monster will have \"Defense Boost SP\". \u0001ā",
  "GB_MSG_SCOUTQ_08_CLEAR_MSG": "\u0001́That's a \"Defense Boost+\" monster, right? Scout-Q Mission #8 is complete! \u0001ā There is still plenty of room to grow with Defense Boost+ \u0001ā You should Synthesize once you have its skill points at 150 or more. \u0001ā And the resulting monster will have \"Defense Boost SP\". \u0001ā",
  "MSG_SCOUTQ_09_00": "\u0001́Let's continue onto the next Scout-Q Mission... which is Mission #9! \u0001ā",
  "MSG_SCOUTQ_09_01": "\u0001́Next up bring a Broken Slime with you. \u0001ā Look for a Stealth Box if you want a Broken Slime to join you. \u0001ā The contents of a Stealth Box…… \u0001ā are Pure Darkonium and the so-called Broken Slime's soul. \u0001ā You can get a Broken monster to join you, with its soul and Pure Darkonium. \u0001ā Broken monsters are strong-willed allies despite their ferocity! \u0001ā",
  "CHILD_REO_ENGINE_AFT_MSG": "\u0001̂That \u0001\u0004%ls\u0001\u0001…… doesn't seem t ohave any power, but maybe you'll make use of it? \u0001ā But if you DO make a strong monster with it, you'd better come around for a match! Promise!",
  "GB_MSG_SCOUTQ_09_00": "\u0001́Let's continue onto the next Scout-Q Mission... which is Mission #9! \u0001ā",
  "GB_MSG_SCOUTQ_09_01": "\u0001́Next up bring a Broken Slime with you. \u0001ā Look for a Stealth Box if you want a Broken Slime to join you. \u0001ā The contents of a Stealth Box…… \u0001ā are Pure Darkonium and the so-called Broken Slime's soul. \u0001ā You can get a Broken monster to join you, with its soul and Pure Darkonium. \u0001ā Broken monsters are strong-willed allies despite their ferocity! \u0001ā",
  "MSG_SCOUTQ_09_AFTER_00": "\u0001́Were you able to find a Δ Slime?",
  "GB_MSG_SCOUTQ_09_AFTER_00": "\u0001́Have you brought a Broken Slime with you?",
  "MSG_SCOUTQ_09_NOTCLEAR": "\u0001́No, you haven't. Try it again. \u0001ā Look for a Stealth Box if you want a Broken Slime to join you. \u0001ā The contents of a Stealth Box…… \u0001ā are Pure Darkonium and the so-called Broken Slime's soul. \u0001ā You can get a Broken monster to join you, with its soul and Pure Darkonium. \u0001ā Broken monsters are strong-willed allies despite their ferocity! \u0001ā",
  "GB_MSG_SCOUTQ_09_NOTCLEAR": "\u0001́No, that's not right. Come back after you've completed your task. \u0001ā Look for a Stealth Box if you want a Broken Slime to join you. \u0001ā The contents of a Stealth Box…… \u0001ā are Pure Darkonium and the so-called Broken Slime's soul. \u0001ā You can get a Broken monster to join you, with its soul and Pure Darkonium. \u0001ā Broken monsters are strong-willed allies despite their ferocity! \u0001ā",
  "MSG_SCOUTQ_09_CLEAR_MSG_01": "\u0001́That is indeed a Δ Slime! That concludes Mission #9! \u0001ā Δ Slimes have the trait, Δ Light Body. \u0001ā Everytime it received damage, it has the ability to increase 2 of it's stats... \u0001ā",
  "RACE_MSG_RELEASE_MAG_A": "You can now participate in A Rank Great Riders Cup!",
  "MSG_SCOUTQ_09_CLEAR_MSG_02": "\u0001́What doesn't kill it will make it stronger! That's the kind of trait it is! \u0001ā This Broken Slime is the base for all Broken monsters. \u0001ā Go and steadily make better and better Broken monsters by synthesizing it! \u0001ā",
  "RACE_MSG_RELEASE_MAG_B": "You can now participate in B Rank Great Riders Cup!",
  "GB_MSG_SCOUTQ_09_CLEAR_MSG_01": "\u0001́Oh-ho! That's a Broken Slime! Scout-Q Miussion #9 is complete! \u0001ā Broken Slimes have a trait known as a Slightly Broken Body. \u0001ā It will respond to damage taken by increasing its power level by 2 when it takes damage…… \u0001ā",
  "GB_MSG_SCOUTQ_09_CLEAR_MSG_02": "\u0001́What doesn't kill it will make it stronger! That's the kind of trait it is! \u0001ā This Broken Slime is the base for all Broken monsters. \u0001ā Go and steadily make better and better Broken monsters by synthesizing it! \u0001ā",
  "MSG_ACCQ_HINT_06_01_PISUKA": "\u0001̂\u0001\u0004%ls\u0001\u0001 is dropped by Broken monsters in Core…… \u0001ā",
  "MSG_SCOUTQ_10_00": "\u0001́Let's continue onto the next Scout-Q Mission... which is Mission #10! \u0001ā",
  "MSG_ACCQ_WAIT_NEXT_02": "\u0001̂Take the materials you just obtained and go to the Accessory Workshop. \u0001ā",
  "MSG_SCOUTQ_10_01": "\u0001́Show me a monster with at least a +50 Offset Value. \u0001ā There are no shortcuts to this, so just keep fusing! \u0001ā Once you've created a +50 or higher offset monster, let me see it! \u0001ā",
  "MSG_ACCQ_WAIT_NEXT_03": "\u0001̂Well, hey there, \u0001ȁ! You ever heard of an Engraving Seal? \u0001ā When you've made 5 or more accessories over at the workshop, they'll let ya stamp a seal on 'em. \u0001ā When they've given ya access, come an' see me!",
  "MSG_SCOUTQ_10_AFTER_00": "\u0001́Did you bring me a monster with at least a +50 offset?",
  "MSG_LIBRARY_D_OPEN": "\u0001́Alright, \u0001ȁ! If you'd allow me a moment to peek at your Reactor's data... \u0001ā Splendid! It looks like you've found at least 10 different D-Ranked Monsters! \u0001ā Using this data, that should round out the rest of my D-Rank Monster data!",
  "GB_MSG_SCOUTQ_10_AFTER_00": "\u0001́Did you bring a monster with \"plus rank\" +50?",
  "MSG_SCOUTQ_10_NOTCLEAR": "\u0001́No, you haven't. Try it again. \u0001ā There's no shortcut here. Increase \"plus rank\" by continually doing Synthesis. \u0001ā You can increase \"plus rank\" more by synthesizing two high-level monsters. \u0001ā",
  "GB_MSG_SCOUTQ_10_NOTCLEAR": "\u0001́No, that's not right. Come back after you've completed your task. \u0001ā There's no shortcut here. Increase \"plus rank\" by continually doing Synthesis. \u0001ā You can increase \"plus rank\" more by synthesizing two high-level monsters. \u0001ā",
  "MSG_SCOUTQ_10_CLEAR_MSG": "\u0001́That monster's offset value is +50 or more! That concludes Mission #10! \u0001ā When the offset value is above 50, even more traits show up. \u0001ā The higher the offset, the better the traits. Keep trying to boost those offsets! \u0001ā",
  "GB_MSG_SCOUTQ_10_CLEAR_MSG": "\u0001́Oh-ho! A \"plus rank\" +50 monster! Scout-Q Mission #10 is complete! \u0001ā You'll get one additional trait when \"plus rank\" is 50 or more. \u0001ā The higher the better though so keep on increasing \"plus rank\". \u0001ā",
  "MSG_SCOUTQ_11_00": "\u0001́Let's continue onto the next Scout-Q Mission... which is Mission #11! \u0001ā",
  "MSG_SHOP_ACCE_FLOW_04": "\u0001̂\u0001ȁ! I've got some good news! \u0001ā You'll be able to place seals on accessories from now! Wow, right! \u0001ā Do you want me to explain first?\u0001Ă",
  "MSG_SCOUTQ_11_01": "\u0001́Bring a monster called a Goresby-Purrvis here. \u0001ā If go the Synthesis route, you need a Cat Liberio and a Double Hitter. \u0001ā Rumor has it that you can get Cat Liberio when you synthesize 4 Prism Pussies. \u0001ā",
  "MSG_SHOP_ACCE_FLOW_05": "\u0001̂Hmm, interesting. You just want to dive right in then, I take it?",
  "GB_MSG_SCOUTQ_11_00": "\u0001́Let's continue onto the next Scout-Q Mission... which is Mission #11! \u0001ā",
  "GB_MSG_SCOUTQ_11_01": "\u0001́Bring a monster called a Goresby-Purrvis here. \u0001ā If go the Synthesis route, you need a Cat Liberio and a Double Hitter. \u0001ā Rumor has it that you can get Cat Liberio when you synthesize 4 Prism Pussies. \u0001ā",
  "MSG_SCOUTQ_11_AFTER_00": "\u0001́So you've brought a Goresby-Purrvis?",
  "GB_MSG_SCOUTQ_11_AFTER_00": "\u0001́Did you bring a Goresby-Purrvis?",
  "GB_MSG_SCOUTQ_11_NOTCLEAR": "\u0001́No, that's not right. Come back once you've completed your task. \u0001ā If go the Synthesis route, you need a Cat Liberio and a Double Hitter. \u0001ā Rumor has it that you can get Cat Liberio when you synthesize 4 Prism Pussies. \u0001ā",
  "SEVENTH_MSG_LIBRARY_RESTART": "\u0001̃'Sup, \u0001ȁ. Name's Sven. But you can call me Lucky Sven. \u0001ā I came here on request of the Pipit to help make the Library. \u0001ā So I'm going to turn the info you get me about monsters into a Library. \u0001ā I wasn't so lucky when I was an airline pilot, but now, as you can see, I'm a Scout. \u0001ā I've seen many a monster when I was flying with my mechanic buddy, Hogan. \u0001ā I'm sure all my monster knowledge will give you a little luck out there, \u0001ȁ.",
  "MSG_SCOUTQ_11_CLEAR_MSG": "\u0001́You've brought a Goresby-Purrvis. Scout-Q Mission #11 is complete! \u0001ā It will prove great against foes who have the Counter Striker trait. \u0001ā With Hit and Away, even if you attack a foe with a Counter Striker trait… \u0001ā it won't activate it so foes that rely on that will be out of luck. \u0001ā",
  "CITIZEN_MAN_A_DEMO_908_AFT_MSG": "\u0001́I was surprised to hear that the incarnii and Djinn transformed into Nochira via Mother's rampage. \u0001ā Aroma feels terrible that they caused the Djinn to be revived, but who knew, y'know? \u0001ā Nobody would've imagined in their wildest dreams that king was the King of the Demon Realm.",
  "GB_MSG_SCOUTQ_11_CLEAR_MSG": "\u0001́You've brought a Goresby-Purrvis. Scout-Q Mission #11 is complete! \u0001ā It will prove great against foes who have the Counter Striker trait. \u0001ā With Hit and Away, even if you attack a foe with a Counter Striker trait… \u0001ā it won't activate it so foes that rely on that will be out of luck. \u0001ā",
  "MSG_SCOUTQ_12_00": "\u0001́Let's continue onto the next Scout-Q Mission... which is Mission #12! \u0001ā",
  "GB_MSG_SCOUTQ_12_00": "\u0001́Let's continue onto the next Scout-Q Mission... which is Mission #12! \u0001ā",
  "GB_MSG_SCOUTQ_12_01": "\u0001́I want you to bring a monster known as Baramos with you. \u0001ā You need Baramos Evil and Bones of Baramos if you go the Synthesis route. \u0001ā Baramos Evil come from Handsome Crabs and Copper Columns, and…… \u0001ā Bones of Baramos come from Mandrake Monarchs and Li'l Whizzers. \u0001ā",
  "MSG_SCOUTQ_12_AFTER_00": "\u0001́Have you brought Baramos?",
  "GB_MSG_SCOUTQ_12_AFTER_00": "\u0001́Have you brought Baramos?",
  "GB_MSG_SCOUTQ_12_NOTCLEAR": "\u0001́No, that's not right. Come back after you've completed your task. \u0001ā You need Baramos Evil and Bones of Baramos if you go the Synthesis route. \u0001ā Baramos Evil come from Handsome Crabs and Copper Columns, and…… \u0001ā Bones of Baramos come from Mandrake Monarchs and Li'l Whizzers. \u0001ā",
  "MSG_SCOUTQ_12_CLEAR_MSG": "\u0001́You've got Baramos. Scout-Q Mission #12 is complete! \u0001ā He has the easy to understand \"Magic Guard\" trait. \u0001ā As its name implies, it reduces damage taken from spells by 10%. \u0001ā It may only be 10%, but that may be the difference between winning and losing. \u0001ā",
  "GB_MSG_SCOUTQ_12_CLEAR_MSG": "\u0001́You've got Baramos. Scout-Q Mission #12 is complete! \u0001ā He has the easy to understand \"Magic Guard\" trait. \u0001ā As its name implies, it reduces damage taken from spells by 10%. \u0001ā It may only be 10%, but that may be the difference between winning and losing. \u0001ā",
  "MSG_SCOUTQ_13_00": "\u0001́Let's continue onto the next Scout-Q Mission... which is Mission #13! \u0001ā",
  "MSG_SCOUTQ_13_01": "\u0001́Next up, bring me a monster that's been born via Super Synthesis. \u0001ā Super Synthesis is the product of recent reserach of the Synthesizer. \u0001ā You should ask Ace about it if you want more details. \u0001ā",
  "GB_MSG_SCOUTQ_13_00": "\u0001́Let's continue onto the next Scout-Q Mission... which is Mission #13! \u0001ā",
  "GB_MSG_SCOUTQ_13_01": "\u0001́Next up, bring me a monster that's been born via Super Synthesis. \u0001ā Super Synthesis is the product of recent reserach of the Synthesizer. \u0001ā You should ask Ace about it if you want more details. \u0001ā",
  "MSG_SCOUTQ_13_AFTER_00": "\u0001́Did you fuse a monster yet by using Super Synthesis?",
  "GB_MSG_SCOUTQ_13_AFTER_00": "\u0001́Did you bring a monster synthesized using Super Synthesis?",
  "MSG_SCOUTQ_13_NOTCLEAR": "\u0001́No, you haven't. Try it again. \u0001ā Super Synthesis is the product of recent reserach of the Synthesizer. \u0001ā You should ask Ace about it if you want more details. \u0001ā",
  "MSG_ACCQ_HINT_05_02_PISUKA": "\u0001̂\u0001\u0004%ls\u0001\u0001 can be found in various places around Darkiron Bastille.",
  "GB_MSG_SCOUTQ_13_NOTCLEAR": "\u0001́No, that's not right. Come back when you've completed your task. \u0001ā Super Synthesis is the product of recent reserach of the Synthesizer. \u0001ā You should ask Ace about it if you want more details. \u0001ā",
  "HOUGAN_MAKE_BREAK_MONSTER_MSG_001_NO": "\u0001̃Really? Whatever. If you change your mind, I'll be here. \u0001ā Anyway, do you want to do some synthesizing?\u0001Ă",
  "MSG_SCOUTQ_13_CLEAR_MSG": "\u0001́It's nice to finally see a Super Fusion. That concludes Mission #13! \u0001ā Super Fusion will let you pick whatever traits you like! \u0001ā After all... the perfect traits are what make up the ultimate monster! \u0001ā",
  "GB_MSG_SCOUTQ_13_CLEAR_MSG": "\u0001́It's nice to finally see a Super Fusion. That concludes Mission #13! \u0001ā Super Fusion will let you pick whatever traits you like! \u0001ā After all... the perfect traits are what make up the ultimate monster! \u0001ā",
  "EX_MSG_SHOP_ACCE_FLOW_06_01": "\u0001̂A \"seal\" that you wear, can strengthen your Accessory. \u0001ā There's a variety of seals, and they all require different materials to craft. \u0001ā You don't expend them when applied, so you should freely try out combinations. \u0001ā",
  "GB_MSG_SCOUTQ_14_00": "\u0001́Let's continue onto the next Scout-Q Mission... which is Mission #14! \u0001ā",
  "GB_MSG_SCOUTQ_14_01": "\u0001́I want you to bring a Fowleye with a Druid skill here. \u0001ā Synthesize 2 monsters with \"Wizard\" skill points totaling 150, \u0001ā and you'll get a monster with the Druid skill. \u0001ā You should synthesize a Phantamount with a Hootingham-Gore to get a Fowleye. \u0001ā",
  "MSG_SHOP_ACCE_FLOW_13": "\u0001̂What else can I do for you?",
  "MSG_SCOUTQ_14_AFTER_00": "\u0001́Did you bring a Fowleye with a Druid skill?",
  "GB_MSG_SCOUTQ_14_AFTER_00": "\u0001́Did you bring a Fowleye with a Druid skill?",
  "MSG_ACCQ_HINT_05_01_PISUKA": "\u0001̂I hear yo ucan get \u0001\u0004%ls\u0001\u0001 around the Darkiron Bastille…… \u0001ā",
  "MSG_SCOUTQ_14_NOTCLEAR": "\u0001́No, you haven't. Try it again. \u0001ā Synthesize 2 monsters with \"Wizard\" skill points totaling 150, \u0001ā and you'll get a monster with the Druid skill. \u0001ā You should synthesize a Phantamount with a Hootingham-Gore to get a Fowleye. \u0001ā",
  "RACE_MSG_RELEASE_MAG_S": "You can now participate in S Rank Great Riders Cup!",
  "MSG_SCOUTQ_14_CLEAR_MSG_01": "\u0001́You brought a Fowleye! Scout-Q Mission #14 is complete! \u0001ā It can learn many of the spell skills known as Druid skills. \u0001ā The last that it can learn, Magic Burst, is said to be a Wizard's best spell! \u0001ā",
  "MSG_SCOUTQ_14_CLEAR_MSG_02": "\u0001́The MP cost to use these spells is also much greater. \u0001ā So it's good to pair it with MP restoration skills to prevent running out of MP! \u0001ā",
  "GB_MSG_SCOUTQ_14_CLEAR_MSG_01": "\u0001́You brought a Fowleye! Scout-Q Mission #14 is complete! \u0001ā It can learn many of the spell skills known as Druid skills. \u0001ā The last that it can learn, Magic Burst, is said to be a Wizard's best spell! \u0001ā",
  "GB_MSG_SCOUTQ_14_CLEAR_MSG_02": "\u0001́The MP cost to use these spells is also much greater. \u0001ā So it's good to pair it with MP restoration skills to prevent running out of MP! \u0001ā",
  "MSG_SCOUTQ_14_CLEAR": "Unlocked the \u0001\u0004 Reactor Power: X Battle\u0001\u0001!",
  "MSG_SCOUTQ_15_00": "\u0001́Let's continue onto the final Scout-Q Mission... which is Mission #15! \u0001ā",
  "MSG_SCOUTQ_15_01": "\u0001́Next up, I want you to bring Greygnarl with you. \u0001ā You need Zemelgias, Blackmar, Ladja and Barbarus to synthesize it. \u0001ā You better muster up the strength to do this difficult synthesis! \u0001ā",
  "MSG_SCOUTQ_15_AFTER_00": "\u0001́Did you bring back Greygnarl?",
  "GB_MSG_SCOUTQ_15_AFTER_00": "\u0001́Did you bring back Greygnarl?",
  "MSG_SCOUTQ_15_CLEAR_MSG_04": "\u0001ȁ got the \u0001\u0004%ls\u0001\u0001 and \u0001\u0004%ls\u0001\u0001!",
  "MSG_SCOUTQ_15_NOTCLEAR": "\u0001́No, you haven't. Try it again. \u0001ā You need Zemelgias, BLackmar, Ladja and Barbarus to synthesize it. \u0001ā You better muster up the strength to do this difficult synthesis! \u0001ā",
  "GB_MSG_SCOUTQ_15_NOTCLEAR": "\u0001́No, that's not right. Come back when you've completed your task. \u0001ā You need Zemelgias, BLackmar, Ladja and Barbarus to synthesize it. \u0001ā You better muster up the strength to do this difficult synthesis! \u0001ā",
  "MSG_SCOUTQ_15_CLEAR_MSG_01": "\u0001́You brought back Greygnarl! Scout-Q Mission #15 is complete! \u0001ā Anyway it's a strong-looking monster. I'm shaking like a slime just looking at him. \u0001ā You're really amazingly amazing to get him in your party, \u0001ȁ. \u0001ā You've earned my respect at least. I'll give you some fabulous prizes too!",
  "MSG_SCOUTQ_15_CLEAR_MSG_02": "Got the \u0001\u0004%ls\u0001\u0001, \u0001\u0004%ls\u0001\u0001, \u0001ā ……\u0001\u0004%ls\u0001\u0001 and \u0001\u0004%ls\u0001\u0001 from the Nochora!",
  "MSG_SCOUTQ_15_CLEAR_MSG_03_OLD": "\u0001́That's the end of Scout-Q. There aren't any more missions remaining. \u0001ā What I'm saying is that you're now a monster scout that has surpassed us. \u0001ā It's up to you now to become the best monster scout you can be!",
  "RENATE_DEMO_921_AFT_MSG": "\u0001̂I'm sorry, \u0001ȁ. Mother was really my responsibility. \u0001ā You settled everything in my stead……",
  "GB_MSG_SCOUTQ_15_CLEAR_MSG_01": "\u0001́You brought back Greygnarl! Scout-Q Mission #15 is complete! \u0001ā Anyway it's a strong-looking monster. I'm shaking like a slime just looking at him. \u0001ā You're really amazingly amazing to get him in your party, \u0001ȁ. \u0001ā You've earned my respect at least. I'll give you some fabulous prizes too!",
  "GB_MSG_SCOUTQ_15_CLEAR_MSG_02": "Got the \u0001\u0004%ls\u0001\u0001, \u0001\u0004%ls\u0001\u0001, \u0001ā ……\u0001\u0004%ls\u0001\u0001 and \u0001\u0004%ls\u0001\u0001 from the Incarnus!",
  "MSG_ACCQ_CLEAR_02": "\u0001̂Woah! That is....\u0001\u0004%ls\u0001\u0001! You finally got it! \u0001ā And yup, looks like you have %ls of them! Just exactly what I needed! You're the best! \u0001ā For your awesomeness, I will give you THIS!",
  "GB_MSG_SCOUTQ_15_CLEAR_MSG_03": "\u0001́I bet even the Djinn himself stands no chance now, ey?",
  "MSG_LIBRARY_A_OPEN": "\u0001́Alright, \u0001ȁ! If you'd allow me a moment to peek at your reactor's data... \u0001ā Splendid! It looks like you've found at least 10 different A-Ranked Monsters! \u0001ā Using this data, that should round out the rest of my A-Rank Monster data!",
  "MSG_SCOUTQ_16_00": "\u0001́Let's continue onto the next Scout-Q Mission... which is Mission #16! \u0001ā",
  "GB_MSG_SCOUTQ_16_01": "\u0001́Next up, bring a Dark Robo-Slime synthesized with Super Synthesis Revised. \u0001ā Super Synthesis Revised is an update that Hogan made to Super Synthesis. \u0001ā I think you should hear it from the man himself though. \u0001ā I heard Dark Robo-Slimes are in a place revealed by Ra as \"True Space\"…… \u0001ā I'm sure you can get one to join you if you wander True Space in Break World! \u0001ā",
  "HOUGAN_MAKE_BREAK_ESTARK_MSG_002_01": "Showed \u0001\u0004%ls\u0001\u0001, \u0001\u0004%ls\u0001\u0001, \u0001\u0004%ls\u0001\u0001, \u0001\u0004%ls\u0001\u0001 and \u0001\u0004%ls\u0001\u0001 to Hogan.",
  "GB_MSG_SCOUTQ_16_AFTER_00": "\u0001́Did you bring a Dark Robo-Slime synthesized with Super Synthesis Revised?",
  "GB_MSG_SCOUTQ_16_NOTCLEAR": "\u0001́No, that's not right. Come back when you've completed your task. \u0001ā Super Synthesis Revised is an update that Hogan made to Super Synthesis. \u0001ā I think you should hear it from the man himself though. \u0001ā I heard Dark Robo-Slimes are in a place revealed by Ra as \"True Space\"…… \u0001ā I'm sure you can get one to join you if you wander True Space in Break World! \u0001ā",
  "GB_MSG_SCOUTQ_16_CLEAR_MSG_01": "\u0001́You've brought the aforementioned Dark Robo-Slime. Scout-Q Mission #16 is complete! \u0001ā Super Synthesis Revised has some benefits. You get 1 more skill type to learn! \u0001ā And more amazing than that…… The monster's level limit is now 120! \u0001ā You can improve monstetrs that have already reached their level limit! \u0001ā So go out and make stronger and stronger monsters! \u0001ā",
  "GB_MSG_SCOUTQ_16_CLEAR_MSG_02": "\u0001́That's the end of Scout-Q. There aren't any more missions remaining. \u0001ā What I'm saying is that you're now a monster scout that has surpassed us. \u0001ā It's up to you now to become the best monster scout you can be!",
  "MSG_ACCQ_START_01": "\u0001̂Oh, dearie. I've got somethin' super duper important to share with you. \u0001ā I was thinkin' an' thinkin'... how on earth could a little lady like me repay you, fer all ya've done for us. \u0001ā An' then it hit me... I've learned how to make tons of rare accessories over the years! \u0001ā Alls I need, is for ya to bring me the right materials my dear, and I'll get you all set up! \u0001ā That's the best plan I could come up with, but believe me when I say these rare accessories will help! \u0001ā I'll be waitin' right here for ya, dearie! Come back and lemme know when you're ready.",
  "MSG_ACCQ_WAIT_NEXT": "\u0001̂Take the materials you got and go to the accessory workshop. \u0001ā I'm getting new materials for you soon, so come back in a bit!",
  "MEAT_SHOP_LV_MSG_002": "\u0001́How ya doin', \u0001ȁ?! It's been a bit! We started carryin' some new meats! \u0001ā You should take a look around!",
  "MSG_HOUGAN_902": "\u0001̃Then do you want to synthesize?\u0001Ă",
  "MSG_ACCQ_QUIZ_01": "\u0001̂This is so exciting, darlin'! Now, let's go over the material I need to make the next accessory. \u0001ā You're gonna need to find some \u0001\u0004%ls\u0001\u0001. ...\u0001\u0004%ls\u0001\u0001 of 'em, to be exact! \u0001ā",
  "MSG_ACCQ_QUIZ_02": "\u0001̂So if you find one on your adventure won't you show it to me? \u0001ā I'll give you some super-duper rare materials as my part of the bargain.",
  "MSG_ACCQ_QUIZ_SPECIAL_07_01": "\u0001̂Hey, darlin'! You're gonna like what I've got for you! \u0001ā This one's gonna be a little tougher, but believe me when I say it's well worth it. \u0001ā You're gonna have to make a stamp, using \u0001\u0004%ls\u0001\u0001 x%ls. \u0001ā",
  "MSG_ACCQ_QUIZ_SPECIAL_07_02": "\u0001̂\u0001\u0004%ls\u0001\u0001 is on a small island around the scorching volcano, Mt. Elpis. \u0001ā And I hear you can get your hands on a black treasure chest there too. \u0001ā Well then, show it to me once you've gotten it in your adventure, 'kay?",
  "MSG_ACCQ_QUIZ_SPECIAL_08_02": "\u0001̂To make an accessory out of this material, you need \u0001\u0004%ls\u0001\u0001 x%ls. \u0001ā \u0001\u0004%ls\u0001\u0001 can be found in a black treasure box up on the sky of Silent Meadows. \u0001ā Come find me when you get it.",
  "MSG_LIBRARY_COMPLETE_2": "\u0001́ Please take advantage of the gathered info in your encyclopedia.",
  "MSG_ACCQ_CLEAR": "\u0001̂Hey there, sugar! Is that the \u0001\u0004%ls\u0001\u0001 that I was lookin' for? \u0001ā It looks like you brought me all I needed, too. \u0001ā As promised, here's that reward I promised ya'll!",
  "MSG_ACCQ_CLEAR_NEXT": "\u0001̂Now how's abouts ya'll head on over to the accessory workshop an' see what ya can make with those? \u0001ā I'm sure you'll see, those material will really come in handy!",
  "MSG_ACCQ_CLEAR_NEXT_02": "\u0001̂If you combine those materials, you should be able to make a stamps. \u0001ā Why don't you go to the accessory workshop and start making it? \u0001ā I'm sure the stamps will help you greatly!",
  "MSG_ACCQ_ALL_CLEAR_NOW": "\u0001̂Well, I gave you everything I had. \u0001ā But I hear that there are lots of unseen materials in this world. \u0001ā And I really hope you find them... \u0001ā So you can make beautiful accessories!",
  "MSG_ACCQ_ALL_CLEAR": "\u0001̂I hear that there are lots of unseen materials in this world. \u0001ā And I really hope you find them... \u0001ā So you can make beautiful accessories!",
  "MSG_ACCQ_ANSWER_HALF": "\u0001̂Oh, it's YOU, sir! Have you gotten \u0001\u0004%ls\u0001\u0001? \u0001ā But it seems you don't have enough…… I need %ls of them. \u0001ā",
  "MSG_ACCQ_HINT_01_01": "\u0001̂\u0001\u0004%ls\u0001\u0001 should be found in Fallen City. \u0001ā",
  "MSG_ACCQ_HINT_02_01": "\u0001̂\u0001\u0004%ls\u0001\u0001 is dropped by Robber Rabbits in Fallen City…… \u0001ā",
  "MSG_ACCQ_HINT_03_01": "\u0001̂\u0001\u0004%ls\u0001\u0001 is found near the poison swamp at Spirit Road..... \u0001ā",
  "MSG_ACCQ_HINT_04_01": "\u0001̂\u0001\u0004%ls\u0001\u0001 can be aquired from a tree, southwest of the Grim Tundra. \u0001ā",
  "MSG_HOUGAN_750": "\u0001̃……Honestly I've got some BIG news! \u0001ā",
  "MSG_ACCQ_HINT_05_01": "\u0001̂\u0001\u0004%ls\u0001\u0001 can be found all around the Darkiron Bastille. \u0001ā",
  "MSG_ACCQ_HINT_06_01": "\u0001̂I heard that the Break Monsters, inside the Core, drop \u0001\u0004%ls\u0001\u0001.\u0001ā",
  "MSG_ACCQ_HINT_01_02": "\u0001̂I hear that \u0001\u0004%ls\u0001\u0001 can be found all around the Fallen City.",
  "MSG_ACCQ_HINT_02_02": "\u0001̂Robber Rabbits from Fallen City drop \u0001\u0004%ls\u0001\u0001. \u0001ā",
  "MSG_ACCQ_HINT_03_02": "\u0001̂\u0001\u0004%ls\u0001\u0001 is found near the poison swamp at Spirit Road.",
  "NPC_GYASUMON_REC": "\u0001̄Monster who told the Pipit about the looming invasion. Set everything in motion!",
  "MSG_ACCQ_HINT_04_02": "\u0001̂\u0001\u0004%ls\u0001\u0001 can be found from a tree, southwest of the Grim Tundra.",
  "MSG_ACCQ_HINT_05_02": "\u0001̂ \u0001\u0004%ls\u0001\u0001 can be found all around Darkiron Bastille.",
  "MSG_ACCQ_HINT_06_02": "\u0001̂It is said that the Break Monsters at the Core are known to drop \u0001\u0004%ls\u0001\u0001 \u0001ā",
  "MSG_ACCQ_HINT_07_02": "\u0001̂\u0001\u0004%ls\u0001\u0001 are around the Fiery Volcano of Mt. Elpis or something. \u0001ā I hear you can find these in rare black treasure chests that appear.",
  "MSG_LIBRARY_S_OPEN": "\u0001́Alright, \u0001ȁ! If you'd allow me a moment to peek at your reactor's data... \u0001ā Splendid! It looks like you've found at least 10 different S-Ranked Monsters! \u0001ā Using this data, that should round out the rest of my S-Rank Monster data!",
  "MSG_ACCQ_HINT_END": "\u0001̂You'll be ableb to nab some in no time with a monster that has Klepto Clobber.",
  "MSG_LIBRARY_START": "\u0001́Hey there, Master \u0001ȁ! Excellent timing as usual! \u0001ā I was just reviewing some of my research on Monsters... \u0001ā It's not very thoroughly documented though, so I'd like to start over. \u0001ā \u0001ȁ, I'd love to look over your log of everything you've scouted. \u0001ā",
  "SEVENTH_MSG_LIBRARY_START": "\u0001̃'Sup, \u0001ȁ. Name's Sven. But you can call me Lucky Sven. \u0001ā I wasn't so lucky when I was an airline pilot, but now, as you can see, I'm a Scout. \u0001ā I've seen many a monster when I was flying with my mechanic buddy, Hogan. \u0001ā But I'm sure that there are plenty that I haven't seen in this futuristic world. \u0001ā So how about it...? Do feel lucky, Scout? Lucky enough to get more monster info.",
  "SEVENTH_MSG_LIBRARY_START_Q": "\u0001̃I plan on combining your deets with my monster deets in the Library.\u0001Ă",
  "MSG_LIBRARY_START_YES": "\u0001́Delightful as ever, Master \u0001ȁ! \u0001ā Now then, allow me to review all you've recorded up until now, Master \u0001ȁ. \u0001ā Your Reactor has been automatically logging all of this info. \u0001ā ... The information will be stored in the form of an Encyclopedia. \u0001ā Tell you what, come back when you've scouted 10 different types. \u0001ā Every time you reach a new milestone, I will have a reward waiting for you!",
  "SEVENTH_MSG_LIBRARY_START_YES": "\u0001̃Thanks! \u0001ȁ! I'm grateful for your help. \u0001ā So all you got to do is keeping on scouting monsters like you have been. \u0001ā The info will be automatically updated in the Reactor. And I'll scoop it right up. \u0001ā And when we get enough info, I'll publish it up into the Library. \u0001ā Come back to me nocen you've scouted 10 monsters of the same rank. \u0001ā I'm sure the Library will bring fortune on your adventure. So go get me that info!",
  "SEVENTH_MSG_LIBRARY_START_NO": "\u0001̃Well... that's a pity. If you change your mind, just come on back.",
  "MSG_LIBRARY_COMPLETE_SYS": "\u0001ȁ has earned the title of the \u0001\u0004Jack of All Trades\u0001\u0001!",
  "MSG_LIBRARY_COMPLETE": "\u0001́Excellent work, Master \u0001ȁ! You've filled the entire encyclopedia! \u0001ā \u0001ȁ, we now have data on all of the worlds' monsters! \u0001ā That's quite the deed... truly, you are a Jack of All Trades, \u0001ȁ!",
  "SEVENTH_MSG_LIBRARY_COMPLETE": "\u0001̃Not too shabby, \u0001ȁ! The Library is now complete! \u0001ā You've collected all the monster deets in the whole world! \u0001ā This deed means you really are…… a Jack of All Trades!",
  "SEVENTH_MSG_LIBRARY_COMPLETE_2": "\u0001̃Put the Library to good use on your adventures.",
  "SEVENTH_MSG_LIBRARY_COMPLETE_AFTER": "\u0001̃You're probably run into more hardship on your travels. \u0001ā But keep on riding on the road of life no matter what bad luck you run into.",
  "MSG_LIBRARY_F_OPEN": "\u0001́Alright, \u0001ȁ! If you'd allow me a moment to peek at your reactor's data... \u0001ā Splendid! It looks like you've found at least 10 different F-Ranked Monsters! \u0001ā Using this data, that should round out the rest of my F-Rank Monster data!",
  "MSG_LIBRARY_F_SYS": "Jack gave you the F-Rank Monster Encyclopedia!",
  "MSG_LIBRARY_F_OPEN_2": "\u0001́To view this new information, just open the Encyclopedia from your Menu.",
  "SEVENTH_MSG_LIBRARY_F_OPEN": "\u0001̃'Sup, \u0001ȁ. You got some monster deets? Show me your Reactor then. \u0001ā Oh-ho! So you got more than 10 F-Rank monsters to join you! \u0001ā Now I can put all this data into the F-Rank Library!",
  "SEVENTH_MSG_LIBRARY_F_SYS": "Took the F-Rank Monster Library From Lucky Sven!",
  "SEVENTH_MSG_LIBRARY_F_OPEN_2": "\u0001̃Check out monster details by going to Library in the Menu.",
  "MSG_LIBRARY_E_OPEN": "\u0001́Alright, \u0001ȁ! If you'd allow me a moment to peek at your reactor's data... \u0001ā Splendid! It looks like you've found at least 10 different E-Ranked Monsters! \u0001ā Using this data, that should round out the rest of my E-Rank Monster data!",
  "SYS_MSG_SHOP_ACCE_FLOW_12": "Got the \u0001\u0004%ls\u0001\u0001, \u0001\u0004%ls\u0001\u0001, \u0001\u0004%ls\u0001\u0001 and \u0001\u0004%ls\u0001\u0001!",
  "MSG_LIBRARY_E_SYS": "Jack gave you the E-Rank Monster Encyclopedia!",
  "MSG_LIBRARY_E_OPEN_2": "\u0001́To view this new information, just open the Encyclopedia from your Menu.",
  "SEVENTH_MSG_LIBRARY_E_OPEN": "\u0001̃'Sup, \u0001ȁ. You got some monster deets? Show me your Reactor then. \u0001ā Oh-ho! So you got more than 10 E-Rank monsters to join you! \u0001ā Now I can put all this data into the E-Rank Library!",
  "SEVENTH_MSG_LIBRARY_E_SYS": "Took the E-Rank Moster Library from Lucky Sven!",
  "SEVENTH_MSG_LIBRARY_E_OPEN_2": "\u0001̃Go into the Library from the Menu when you want to check out a monster's deets.",
  "MSG_LIBRARY_D_OPEN_2": "\u0001́To view this new information, just open the Encyclopedia from your Menu.",
  "SEVENTH_MSG_LIBRARY_D_OPEN": "\u0001̃'Sup, \u0001ȁ. You get some monster deets? Show me your Reactor. \u0001ā Oh-ho! So you've gotten over 10 D-Rank monsters to join! \u0001ā That means I can create a D-Rank Library with that data!",
  "MSG_SHINJU_BANK_001": "\u0001́We look forward to your next transaction here at Gold Bank.",
  "SEVENTH_MSG_LIBRARY_D_SYS": "Took the D-Rank Monster Library from Lucky Sven!",
  "SEVENTH_MSG_LIBRARY_D_OPEN_2": "\u0001̃Open the Library from the Menu when you want to check a monster's deets.",
  "MSG_LIBRARY_C_OPEN": "\u0001́Alright, \u0001ȁ! If you'd allow me a moment to peek at your reactor's data... \u0001ā Splendid! It looks like you've found at least 10 different C-Ranked Monsters! \u0001ā Using this data, that should round out the rest of my C-Rank Monster data!",
  "GOD_ACE_NOT_HUKUROU_REBORN_MSG": "\u0001́Where is Wulfspade Ace? We could fight the Djinn if he were here! \u0001ā It's so frustrating that we can't even fulfill our fate.",
  "MSG_LIBRARY_C_SYS": "Jack gave you the C-Rank Monster Encyclopedia!",
  "MSG_LIBRARY_C_OPEN_2": "\u0001́To view this new information, just open the Encyclopedia from your Menu.",
  "MSG_HOUGAN_740": "\u0001̃……Honestly, I have some new information to report! \u0001ā",
  "SEVENTH_MSG_LIBRARY_C_OPEN": "\u0001̃'Sup, \u0001ȁ. Did you get some monster deets? Then throw me your Reactor. \u0001ā Oh-ho! You've gotten 10 C-Rank monsters to join you! \u0001ā Now I can make the C-Rank Library with this data!",
  "MSG_HOUGAN_850": "\u0001̃Yo, what's up, \u0001ȁ! Anything I can do for you? \u0001ā",
  "CITIZEN_MAN_A_DEMO_918_AFT_MSG": "\u0001́I can't believe that I was able to see not only the Djinn, but Jester too! \u0001ā It makes me so excited even though something awful has occurred!",
  "SEVENTH_MSG_LIBRARY_C_SYS": "Took the C-Rank Monster Library from Lucky Sven!",
  "SEVENTH_MSG_LIBRARY_C_OPEN_2": "\u0001̃Use the Library from the Menu when you want to check out a monster's deets.",
  "HOUGAN_MAKE_BREAK_ESTARK_MSG_003_NO": "\u0001̃What you don't? Fine then, come back when you do then!",
  "MSG_LIBRARY_B_OPEN": "\u0001́Alright, \u0001ȁ! If you'd allow me a moment to peek at your reactor's data... \u0001ā Splendid! It looks like you've found at least 10 different B-Ranked Monsters! \u0001ā Using this data, that should round out the rest of my B-Rank Monster data!",
  "MSG_LIBRARY_B_OPEN_2": "\u0001́To view this new information, just open the Encyclopedia from your Menu.",
  "MSG_MEDALQ_150_5CLEAR_NO_DEODORA": "\u0001̃I see……. That is too bad. Come again if you change your mind.",
  "SEVENTH_MSG_LIBRARY_B_SYS": "Took the B-Rank Monster Library from Lucky Sven!",
  "MSG_LIBRARY_A_SYS": "Jack gave you the A-Rank Monster Encyclopedia!",
  "MSG_LIBRARY_A_OPEN_2": "\u0001́To view this new information, just open the Encyclopedia from your Menu.",
  "SEVENTH_MSG_LIBRARY_A_SYS": "Took the A-Rank Monster Library from Lucky Sven!",
  "SEVENTH_MSG_LIBRARY_A_OPEN_2": "\u0001̃Use the Library from the menu when you want to look at a monster's deets.",
  "MSG_LIBRARY_S_SYS": "Jack gave you the S-Rank Monster Encyclopedia!",
  "MSG_LIBRARY_S_OPEN_2": "\u0001́To view this new info, simply open the Library from your main menu, and look",
  "SEVENTH_MSG_LIBRARY_S_OPEN": "\u0001̃'Sup, \u0001ȁ. Did you get some monster deets? Then throw me your Reactor. \u0001ā Oh-ho! You've gotten 10 S-Rank monsters to join you! \u0001ā Now I can make the S-Rank Library with this data!",
  "SEVENTH_MSG_LIBRARY_S_SYS": "Took the S-Rank Monster Library from Lucky Sven!",
  "MSG_LIBRARY_SS_OPEN": "\u0001́Alright, \u0001ȁ! If you'd allow me a moment to peek at your reactor's data... \u0001ā Splendid! It looks like you've found at least 10 different SS-Ranked Monsters! \u0001ā Using this data, that should round out the rest of my SS-Rank Monster data!",
  "MES_HELP_TICO": "Tiko left to look for an assistant. You can use all the shops as you did previously.",
  "MSG_LIBRARY_SS_SYS": "Jack gave you the SS-Rank Monster Encyclopedia!",
  "SEVENTH_MSG_LIBRARY_SS_OPEN": "\u0001̃'Sup, \u0001ȁ. Did you get some monster deets? Then throw me your Reactor. \u0001ā Oh-ho! You've gotten 10 SS-Rank monsters to join you! \u0001ā Now I can make the SS-Rank Library with this data!",
  "SEVENTH_MSG_LIBRARY_SS_SYS": "Took the SS-Rank Monster Library from Lucky Sven!",
  "SEVENTH_MSG_LIBRARY_SS_OPEN_2": "\u0001̃Use the Library from the menu when you want to look at a monster's deets.",
  "SHOP_LV_MSG_001": "\u0001́Welcome back! I recently just expanded the shops inventory. \u0001ā Why not take a look around at the new goods!?",
  "SHOP_LV_MSG_002": "\u0001́Welcome back! I recently just expanded the shops inventory. \u0001ā Why not take a look around at the new goods!?",
  "SHOP_LV_MSG_003_02_NO": "\u0001́Aww, c'mon... what a bummer. Lemme know when and if you change your mind. \u0001ā Anyhow, welcome to the Item Shop. How can I be of service today?",
  "SHOP_LV_MSG_003_02_YES": "\u0001́Alright! Thank you, thank you, thank you! I'll never forget this! \u0001ā With this, I can take the shop to a whole new level! \u0001ā Using the \"\u0001\u0004%ls\u0001\u0001\", I can vastly expand my inventory! \u0001ā Give me just one moment...",
  "MSG_SHOP_ACCE_FLOW_11": "\u0001̂Equip on a monster, an' they may very well help you out of a jam. Well I hope so at least!",
  "SHOP_LV_MSG_004": "\u0001́Welcome to the newly expanded Item Shop! \u0001ā Don't be shy, \u0001ȁ! Have a look at all the new goods!",
  "EX_SHOP_LV_MSG_001": "\u0001́Welcome! I've got new goods in today. \u0001ā See if anything takes your fancy!",
  "EX_SHOP_LV_MSG_002": "\u0001́Welcome! I've got some new goods. \u0001ā Come on in, and take a look!",
  "EX_SHOP_LV_MSG_003_01": "\u0001́T-T-That's not a \u0001\u0004%ls\u0001\u0001, is it!? \u0001ā The Legendary Recipe from the Item Shop!! I want it! I REALLY, REALLY WAN IT! \u0001ā I beg you! Please give the \u0001\u0004%ls\u0001\u0001 to me!",
  "EX_SHOP_LV_MSG_003_02_NO": "\u0001́Nnnnngh…… Too bad. Come back if you change your mind. \u0001ā Anyway…… What can I do for you?",
  "EX_SHOP_LV_MSG_003_02_YES": "\u0001́Ohhh…… You're so kind! Thank you! I won't forget this ever! \u0001ā I'll be the best item shop ever with only this! \u0001ā It'll be a cinch to get new goods into the shop with the power of this \u0001\u0004%ls\u0001\u0001! \u0001ā Okay, hold on a sec!",
  "EX_SHOP_LV_MSG_004": "\u0001́I've got all of this…… in stock! THIS is what the world's best item shop looks like! \u0001ā Okay, \u0001ȁ! Are you ready to shop at an item shop reborn!",
  "MEAT_SHOP_LV_MSG_001": "\u0001́Listen up, \u0001ȁ! We've got some good meat for sale today! \u0001ā Buy the good stuff while we have it!",
  "MEAT_SHOP_LV_MSG_003_01": "\u0001́What!? \u0001ȁ! Don' tell me that you're holding the \u0001\u0004%ls\u0001\u0001 \u0001ā That is the legendary, super-duper, top-secret document every butcher dreams of! \u0001ā Please! I beg of you! Think about how much you're going to help the Nochoro. Give it to me! Pretty please!",
  "MEAT_SHOP_LV_MSG_003_02": "Sell the \u0001\u0004%ls\u0001\u0001?\u0001Ă",
  "MEAT_SHOP_LV_MSG_003_02_NO": "\u0001́ I don't know if I can recover from this.... The legendary document, it was right in front of me! I almost had it! \u0001ā ...... then the least you can do is to buy something from me!",
  "MSG_MEDALQ_003_2_DEODORA": "\u0001̃You've got some medals. What good spirit. I'll take 'em off your hands.。 \u0001ā I now have %ls \u0001\u0004 Mini Medal(s) \u0001\u0001 that you have collected. \u0001ā When you get %ls, your reward will be \u0001\u0004%ls\u0001\u0001. \u0001ā Now, go and make me happy. G'ho-ho-ho……",
  "MEAT_SHOP_LV_MSG_003_02_YES": "\u0001́Ohmahgoddess! The legendary recipe is mine! Thank you! Thank you so so so so so so much! \u0001ā I can really prepare some amazing meats with this receipe. \u0001ā Yes, I can even make those \u0001\u0004 Beastie Bites \u0001\u0001! \u0001ā Okay! Just wait a bit while I get things ready!",
  "MEAT_SHOP_LV_MSG_004": "\u0001́Hey! Wait up!! \u0001ā I feel like a brand new butcher with all the new meats that I got in!",
  "NPC_GOD_JUSTICE_REC": "\u0001̄I am Jester, arbiter of Justice. In other words, I favor impartiality.",
  "EX_MEAT_SHOP_LV_MSG_001": "\u0001́Hear me out, \u0001ȁ! I've got some new meats to sell today! \u0001ā Buy whatever you fancy!",
  "EX_MEAT_SHOP_LV_MSG_002": "\u0001́Hey, \u0001ȁ! I've got some fresh meat for sale! \u0001ā It's on special, so take a look!",
  "EX_MEAT_SHOP_LV_MSG_003_01": "\u0001́Hmm!? Is that a \u0001\u0004%ls\u0001\u0001 you have? \u0001ā That's the legendary ultimate recipe that any a butcher would long to get! \u0001ā So…… Please! Give that ultimate recipe to me!",
  "EX_MEAT_SHOP_LV_MSG_003_02": "Give the \u0001\u0004%ls\u0001\u0001?\u0001Ă",
  "EX_MEAT_SHOP_LV_MSG_004": "\u0001́Thanks for waiting! \u0001ā I feel like a brand-new butcher with all these new cuts of meat, so buy some!",
  "RACE_MSG_RELEASE_MAG_01": "\u0001́Oh! \u0001ȁ! I was waiting for you! \u0001ā Good news! We're going to have better data analysis. Which means that you will be able to rank-up your game in the Great Riders Cup!",
  "RACE_MSG_RELEASE_MAG_SS": "You can now participate in SS Rank Great Riders Cup!",
  "RACE_MSG_RELEASE_MAG_03": "\u0001́When competing in a higher rank, your opponents are a lot tougher so you're going to have to up your game. \u0001ā Alright, \u0001ȁ! You should challenge yourself in the Great Rider's Cup.",
  "RACE_MSG_RELEASE_MAG_04": "\u0001́This is really going to be a tough game. I'm not even sure if YOU can win this race. \u0001ā But if you're fearless and confident to challenge yourself in SS Rank, go for it!",
  "ACE_MAKE_BREAK_MONSTER_MSG_001": "\u0001́Yo, \u0001ȁ. What's that you've got there? \u0001ā Is that…… \u0001\u0004%ls\u0001\u0001 and \u0001\u0004%ls\u0001\u0001!? \u0001ā W-W-Will you give both of those to me…… \u0001ā Please! Give them to me? You won't regret it!\u0001Ă",
  "ACE_MAKE_BREAK_MONSTER_MSG_001_NO": "\u0001́Really? Guess there ain't much I can about it. Lemme know if ya change yer mind. \u0001ā Oh, and did you wanna fuse anything?\u0001Ă",
  "ACE_MAKE_BREAK_MONSTER_MSG_001_NO_NO": "\u0001́Dang, yer a real buzz kill, today. C'mon back whenever ya change yer mind!",
  "MSG_ACCQ_HINT_01_01_PISUKA": "\u0001̂\u0001\u0004%ls\u0001\u0001 can be found in Fallen City so…… \u0001ā",
  "ACE_MAKE_BREAK_MONSTER_MSG_002": "\u0001ȁ handed over the \u0001\u0004%ls\u0001\u0001 and \u0001\u0004%ls\u0001\u0001.",
  "ACE_MAKE_BREAK_MONSTER_MSG_003": "\u0001́Woah! Thanks!! I'll put 'em to use right away!",
  "ACE_MAKE_BREAK_MONSTER_MSG_006_2": "The \u0001\u0004%ls\u0001\u0001 became your ally!",
  "ACE_MAKE_BREAK_MONSTER_MSG_NOT_EMPTY": "\u0001́You've got too many. \u0001ā Talk to me again once you've freed up some space.",
  "HOUGAN_MAKE_BREAK_MONSTER_MSG_001": "\u0001̃Yo, \u0001ȁ. Is that what I thintk it is? \u0001ā Yep, you've got…… \u0001\u0004%ls\u0001\u0001 and \u0001\u0004%ls\u0001\u0001! \u0001ā I-I-If you have both, then I guess I can make THAT…… \u0001ā Please! Won't you give them to me? You won't regret it!\u0001Ă",
  "HOUGAN_MAKE_BREAK_MONSTER_MSG_001_NO_NO": "\u0001̃What? You can't synthesize yet. Come back when I'm ready for you!",
  "HOUGAN_MAKE_BREAK_MONSTER_MSG_002": "\u0001ȁ handed over the \u0001\u0004%ls\u0001\u0001 and \u0001\u0004%ls\u0001\u0001.",
  "HOUGAN_MAKE_BREAK_MONSTER_MSG_003": "\u0001̃Woot! Thanks! Okay, let me put it to good use!",
  "HOUGAN_MAKE_BREAK_MONSTER_MSG_004": "Hogan put the \u0001\u0004%ls\u0001\u0001 and \u0001\u0004%ls\u0001\u0001 into the Synthesizer!",
  "HOUGAN_MAKE_BREAK_MONSTER_MSG_005": "\u0001̃Wooooooah! It's just as prophesied! You made an amazing monster!",
  "HOUGAN_MAKE_BREAK_MONSTER_MSG_007": "\u0001̃If you combine a Broken monster's soul with \u0001\u0004 Pure Darkonium \u0001\u0001…… \u0001ā Then you can get a Broken monster! You'd better remember that golden nugget of info!",
  "HOUGAN_MAKE_BREAK_MONSTER_MSG_NOT_EMPTY": "\u0001̃You're full of on monsters. \u0001ā Speak with me again once you've freed up some space.",
  "ACE_MAKE_BREAK_ESTARK_MSG_001": "\u0001́No... is that... ya see, \u0001ȁ... Those 5 genetic remains, yer holdin' there? \u0001ā How's abouts you hand them on over to me?\u0001Ă",
  "ACE_MAKE_BREAK_ESTARK_MSG_001_NO": "\u0001́S-s-seriously!? You're really gonna be that selfish, are ya?! \u0001ā Fine... I guess if you want to... Are you here to do some fusin'?\u0001Ă",
  "ACE_MAKE_BREAK_ESTARK_MSG_001_NO_NO": "\u0001́You're not even going to fuse either? Okay, well come back anytime you need me!",
  "ACE_MAKE_BREAK_ESTARK_MSG_002_01": "\u0001ȁ handed over the \u0001\u0004%ls\u0001\u0001, \u0001\u0004%ls\u0001\u0001, \u0001\u0004%ls\u0001\u0001...",
  "ACE_MAKE_BREAK_ESTARK_MSG_002_02": "Showed \u0001\u0004%ls\u0001\u0001 and \u0001\u0004%ls\u0001\u0001 to Ace.",
  "ACE_MAKE_BREAK_ESTARK_MSG_003_01": "\u0001́Wow... these are very powerful, evil genes... \u0001ā I reckon if we Fuse these together, we'll summon one Hell of a monster! \u0001ā 'Cept, the thing is... we shouldn't do it right here. \u0001ā We're gonna need to use a different device for this, entirely... \u0001ā",
  "MSG_ACCQ_QUIZ_02_PISUKA": "\u0001̂If you get them somewhere I wonder if you wouldn't show me? \u0001ā 'Cause I'll give you some rare materials that I have as promised!",
  "ACE_MAKE_BREAK_ESTARK_MSG_003_02": "\u0001́Hmm, \u0001ȁ... Any bright ideas? \u0001ā I need a machine... something that runs on Pure Darkonium. \u0001ā Didn't you mention somethin' like that in the Darkiron Bastille? \u0001ā In the mean time, are you lookin' to do some fusin'?\u0001Ă",
  "ACE_MAKE_BREAK_ESTARK_MSG_003_NO": "\u0001́Huh!? You're not going to do it? Totally lame. Come back when you change your mind.",
  "ACE_MAKE_BREAK_ESTARK_MSG_004": "\u0001́If you combine the Hell Gene you have there with a monster, you can probably create something pretty impressive. \u0001ā But you won't be able to use this fuser for that. You gotta find something else. \u0001ā A generator of some sort... like, a machine that utilizes Pure Darkonium. Something like that. \u0001ā Well, I'll let you handle this. Are you going to fuse today? \u0001Ă",
  "ACE_MAKE_BREAK_ESTARK_MSG_004_NO": "\u0001́You're not gonna do it? La-aame. Well, come back whenever.",
  "HOUGAN_MAKE_BREAK_ESTARK_MSG_001": "\u0001̃Hey, \u0001ȁ. Is that a…… \u0001\u0004%ls\u0001\u0001? \u0001ā And those 4 gems you have……? Hey, let me have a look. No prob. right?\u0001Ă",
  "HOUGAN_MAKE_BREAK_ESTARK_MSG_001_NO": "\u0001̃What!? You don't just want a looksie? You cheeky little bastard. \u0001ā Well, whatever. Anyway, do you want to sythesize something?\u0001Ă",
  "HOUGAN_MAKE_BREAK_ESTARK_MSG_001_NO_NO": "\u0001̃What, you don't want to? Then come back when you do!",
  "HOUGAN_MAKE_BREAK_ESTARK_MSG_004": "\u0001̃They say an incredible monster will come from 4 gems and that \u0001\u0004%ls\u0001\u0001! \u0001ā ……But, yeah, the Synthesizer won't work. It'll get overloaded by all the power. \u0001ā You might be able to do it if you got a shitload of Darkonium. \u0001ā Well, I'll leave that to you…… Would you like to synthesize something?\u0001Ă",
  "HOUGAN_MAKE_BREAK_ESTARK_MSG_004_NO": "\u0001̃What. You haven't Synthesized? Then you'd better come back when you have!",
  "HOUGAN_MAKE_SPEED_ESTARK_MSG_040": "\u0001̃Wow, you can clean up that Leo Sword wielding \u0001\u0004%ls\u0001\u0001? \u0001ā Yeah? But you're not done yet? That sounds awful. Good luck on it! \u0001ā Anyway do you want to synthesize something?\u0001Ă",
  "MSG_MEDALQ_150_5CLEAR_01_DEODORA": "\u0001̃There are 5 types of gems. Collect more medals if you want more. \u0001ā Now, \u0001ȁ. Go sweat a little more to make me happy. \u0001ā I just love hard workers. G'ho-ho-ho……",
  "HOUGAN_MAKE_SPEED_ESTARK_MSG_050": "\u0001̃What you don't? Fine then, come back when you do then!",
  "EX_MSG_SHOP_ACCE_FLOW_01": "\u0001̂So you're \u0001ȁ? Heh. You're a \"nice guy\" kind of boy, aren't you? \u0001ā I'm Chistora. I'm a Celebrity Scout searching for a new partner. \u0001ā Starting today I'll be working at the Accessories Workshop. \u0001ā I might not look like it, but I'm quite the artisan jeweler. \u0001ā Not something you'd think a celebrity would do, right? To-ho-ho-ho-ho! \u0001ā",
  "MSG_SHOP_ACCE_FLOW_02": "\u0001̂Hold on a sec... Have you paid the Queen a visit yet? \u0001ā She was looking or you a moment ago! \u0001ā Remember to go see her, sounds like she has another favor to ask... \u0001ā",
  "MSG_ACCQ_ALL_CLEAR_PISUKA": "\u0001̂Looks like there are plenty of rare materials here that even I don't know. \u0001ā I wonder if you could lend me your strength to search for them? \u0001ā I'm sure I'll be able to make some charming accessories with those!",
  "EX_MSG_SHOP_ACCE_FLOW_02": "\u0001̂Have you spoken with that yellow-bunny-eared wearing girl, Pisces? \u0001ā She said she had something she wanted to ask of you. \u0001ā Be sure to see her later. You wouldn't want to keep a lady waiting now. \u0001ā",
  "MSG_SHOP_ACCE_FLOW_03": "\u0001̂Alright, now let's get you over to the Accesory Shop Workbench!",
  "EX_MSG_SHOP_ACCE_FLOW_03": "\u0001̂Anyway I'll make any accessory that you want.",
  "EX_MSG_SHOP_ACCE_FLOW_04": "\u0001̂Hey, kid. You've come at a good time. \u0001ā You'll be able to apply seals to my Accessories from now on. \u0001ā But first you should let a celebrity like me tell you all the gossip?\u0001Ă",
  "EX_MSG_SHOP_ACCE_FLOW_05": "\u0001̂So, yeah... why don't you try making something?",
  "NPC_SHINJU_BOOK_REC": "\u0001̄It's smarter than other Incarnii. It saves us with its great wisdom.",
  "MSG_SHOP_ACCE_FLOW_06_01": "\u0001̂A \"seal\" that you wear, can strengthen your Accessory. \u0001ā There's a variety of seals, and they all require different materials to craft. \u0001ā You don't expend them when applied, so you should freely try out combinations. \u0001ā",
  "EX_MSG_SHOP_ACCE_FLOW_06_02": "\u0001̂And this is the important bit, but you have to refine your accessory first! \u0001ā If you refine the accessory here…… It'll have a ★ after its name! \u0001ā Only accessories with ★ can have seals applied to them! \u0001ā",
  "EX_MSG_SHOP_ACCE_FLOW_06_03": "\u0001̂The good news is, upgrades use the same materials as was used to make 'em! \u0001ā I know that was a lot of info. Do you need to hear any of it again?\u0001Ă",
  "EX_MSG_SHOP_ACCE_FLOW_07": "\u0001̂Okay, give it a go. Think carefully not to let the material go to waste.",
  "MSG_SHOP_ACCE_FLOW_08": "\u0001̂Welcome to the Accessory Workshop! How may I assist you today?",
  "EX_MSG_SHOP_ACCE_FLOW_08": "\u0001̂Welcome to Chistora's Celebrity Accessories Workshop. What can I do for you today?",
  "EX_MSG_SHOP_ACCE_FLOW_08_HAVE_TICKET": "\u0001̂Welcome to Chistora's Accessory Workshop. How can I help you? \u0001ā",
  "EX_MSG_SHOP_ACCE_FLOW_09": "\u0001̂Oh! You've got one of those DQMJ3 transfer stubs, a \u0001\u0004%ls\u0001\u0001! \u0001ā You can exchange it for \u0001\u0004%ls\u0001\u0001, \u0001\u0004%ls\u0001\u0001, \u0001\u0004%ls\u0001\u0001 and \u0001\u0004%ls\u0001\u0001…… \u0001ā with that ticket. A complete set of 4 high-valued accessories. \u0001ā",
  "MSG_SHOP_ACCE_FLOW_10": "\u0001̂How about it? Do you want to exchange it?\u0001Ă",
  "CHILD_REO_ESTARK_REBORN_MSG_020": "\u0001̂I mean I told you about in the first place! I-I wasn't joking around! \u0001ā A Leokid like me's got his honor! It would be kind of strange not to!",
  "EX_MSG_SHOP_ACCE_FLOW_10": "\u0001̂How about it? Do you want to exchange it?\u0001Ă",
  "EX_MSG_SHOP_ACCE_FLOW_11": "\u0001̂Got it? Equip on a monster an' they may very vell help you out of a jam. Well I hope so at least!",
  "EX_MSG_SHOP_ACCE_FLOW_13": "\u0001̂Is there anything else?",
  "EX_MSG_SHOP_ACCE_FLOW_14": "\u0001̂But you…… have too many accessories and can't carry anymore. \u0001ā Get down to 4 accessories and then come back and talk to me! \u0001ā",
  "MSG_SHOP_ACCE_FLOW_15": "\u0001̂I see…… Come back if ya wanna trade afterall. \u0001ā",
  "EX_MSG_SHOP_ACCE_FLOW_15": "\u0001̂Oh, I see…… Come back any time you want to exchange. \u0001ā",
  "CITIZEN_MAN_A_MSG_001": "\u0001́I want to travel the world with my son. I feel... like there's so much I've yet to see.",
  "CITIZEN_CHILD_A_MSG_001": "\u0001̂That Ace truly is amazing! He doesn't look it, but he's incredibly intelligent, and pretty good with those little claws! \u0001ā He's also remarkably good with machinery, as you've likely already figured out!",
  "ALL_CLEAR_REACTOR_MSG_001": "\u0001̄Before giving you her reactor, Aroma recorded a final parting message for you, within the device.",
  "AROMA_MSG_002": "\u0001̂I have a bit of a strange parting gift for you. I think you'll like it, but I guess we'll see, huh?",
  "ALL_CLEAR_REACTOR_MSG_002": "\u0001̄That is the whole message.",
  "CITIZEN_MAN_A_MSG_002": "\u0001́ Recently, the elevator leading to B2 started working again. \u0001ā I've been planning on checking out what's down there... \u0001ā Maybe you could go check it out first, for us?",
  "CITIZEN_CHILD_A_MSG_002": "\u0001̂My first impression of the Ace was pretty bad. He was a little intimidated. \u0001ā He's actually pretty friendly, though, the more we talk. He's certainly growing on me!",
  "CITIZEN_MAN_A_MSG_003": "\u0001́I never thought in a million years, that I'd be able to attend the Masters' GP with my son! \u0001ā He's all fired up, and inspired to become a Monster Master now!",
  "CITIZEN_CHILD_A_MSG_003": "\u0001̂That Ace said he's going to build me my very own Reactor. \u0001ā As soon as I get it, I'm gonna train hard, and enter myself into the Masters' GP!",
  "NPC_AROMA_REC": "\u0001̄A girl that was impersonating Lucia. She is a rather intelligent, beautiful, young apprentice scientist.",
  "NPC_CITIZEN_MAN_A_REC": "\u0001̄Ordinary human male who recently was a from deep, cryogenically induced sleep, within the Core.",
  "NPC_CITIZEN_CHILD_A_REC": "\u0001̄Ordinary human child who recently was a from deep, cryogenically induced sleep, within the Core.",
  "MES_DAI_COLLABO_START": "\u0001̄「地下２階の　格闘場より\n　新たな挑戦者の　情報を受信しました。\n\u0001ā\n「格闘場での　イベントバトルに勝利すると\n　その者と　戦えるようです。では　ご武運を！",
  "AROMA_THREE_HEART_AFT_MSG": "\u0001̂You've collected all three heart pieces scattered across Break World! \u0001ā All that's left is to restore Nochorin to his true form at the altar in Incarnus village!",
  "AROMA_DEMO_908_AFT_MSG": "\u0001̂Sorry, \u0001ȁ. I wouldn't have thought the Djinn would be a Nochora. \u0001ā I've got much to think about. I'll remain here and leave finding the Incarnus to you. \u0001ā Even if more Insurgent Demons are revived, i'm sure we will be in good hands with you on the job. \u0001ā Don't worry, you can depend upon me to take care of business here. Go and find them!",
  "RENATE_DEMO_908_AFT_MSG": "\u0001̂It was unmistakenly Carmasso's chaos that had an effect on the Incarnii despite forewarning. \u0001ā But what saved us the most was preventing them from being turned into Broken monsters. \u0001ā It's unfortunate…… though not strange that we have become like this after all. \u0001ā Now you must find the Incarnii. Leave, and search for where Ra is not!",
  "CITIZEN_CHILD_A_DEMO_908_AFT_MSG": "\u0001̂Hey, yeah, that meteor…… It vanished along with the Djinn, right? Why'd it do that?",
  "GOD_JACK_DEMO_908_AFT_MSG": "\u0001̃\u0001ȁ, take my power. Search the world with the power of Ra…… \u0001ā and seek out the last of the Incarnii, my brother Jester and Wulfspade Ace! \u0001ā Let me send you on your way!",
  "GOD_ACE_DEMO_908_AFT_MSG": "\u0001́I do not sense any more Incarnus amongst those that were turned into Nochora. \u0001ā And though I have search long, I do not sense Wulfspade Ace or Jester either.",
  "GOD_QUEEN_DEMO_908_AFT_MSG": "\u0001́That the king was the Djinn... \u0001ā Ahh…… Why did I have to fall for him when I was the Queen? \u0001ā ……Ugh! What a grave mistake! I'm so embarrassed!!",
  "MSG_ACCQ_QUIZ_SPECIAL_08_01_PISUKA": "\u0001̂\u0001ȁ! This recipe I came up with is gonna be the trump of trump cards! \u0001ā So much so that there's nothing left to craft after this! \u0001ā",
  "MSG_HOUGAN_001": "\u0001̃Yo, \u0001ȁ! How's it hanging? \u0001ā Are you here to synthesize?\u0001Ă",
  "MSG_HOUGAN_700": "You can now use Quick Fusion Filters since you've synthesized 10 times.",
  "MSG_HOUGAN_701": "\u0001̃\u0001ȁ! I poked around at it for a bit, and found a new kind of Synthesis. \u0001ā It's called \"Quick Fusion Filters\". Would you like to know more?\u0001Ă",
  "MSG_MEDALQ_002_DEODORA": "\u0001̃……It seems you have yet to even collect 1\u0001\u0004 Mini Medal \u0001\u0001. \u0001ā If you do come across one, come and bring it to me. \u0001ā I'll give you prizes depending on how many you have. G'ho-ho-ho……",
  "MSG_HOUGAN_710": "\u0001̃Like its name infers, it gives you Synthesis result making it easier on you. \u0001ā It will show you the parents to choose and the conditions needed for the result. \u0001ā Put it to good use when you're feeling lost or you want to get a monster you don't have. \u0001ā Okay, that's all I have. Do you want to hear it again?\u0001Ă",
  "AROMA_DEMO_921_AFT_MSG": "\u0001̂Wildcard and Jester revived, it's time for the final battle! \u0001ā By the way, I heard this from Madame Rummy who Tiko brought with her, \u0001ā ……But there was an amazing young Scout who had an Incarnus back in her time too!",
  "MSG_HOUGAN_720": "\u0001̃Okay, got it. Then let's fire up the Synthesizer as usual!",
  "MSG_HOUGAN_730": "\u0001̃What's wrong, \u0001ȁ? Do you want to tell me something? \u0001ā",
  "MSG_HOUGAN_851": "\u0001̃……You want me to teach you all about Color Formulations? Hah! You've a keen eye! \u0001ā",
  "MSG_HOUGAN_852": "\u0001̃Okay, hand me your Reactor! I'll make it so you can use the Synthesizer!",
  "MSG_HOUGAN_853": "Hogan used the Reactor's data to reconfigure the Synthesizer…… \u0001ā",
  "MSG_HOUGAN_857": "\u0001̃Whoop! This is a major feat for me! ……I have something to report too. \u0001ā",
  "MSG_HOUGAN_858": "\u0001̃Okay! Perfect as usual for me! ……And, I have got some BIG news for you too! \u0001ā",
  "MSG_HOUGAN_950": "\u0001̃Oh, \u0001ȁ! You've come at a good time! \u0001ā",
  "MSG_HOUGAN_951": "\u0001̃I futzed with the Synthesizer, and discovered a new tihng! It's Super Synthesis!! \u0001ā A child that's born from the synthesis of two \"plus rank\" with a total of 100…… \u0001ā It will have traits available from both parents! \u0001ā And its \"plus rank\" will be 100! It'll also have a ★ by its \"plus rank\". \u0001ā",
  "MSG_HOUGAN_952": "\u0001̃That's really an amazin' power. Well? How 'bout synthesizing up something now?\u0001Ă",
  "MSG_HOUGAN_953": "\u0001̃It's better than Synthesis of old! But don't go overboard!",
  "MSG_HOUGAN_1053": "\u0001̃Synthesis' growing on me! So much so I don't think I could live without it!",
  "MSG_KISS_000": "\u0001̂I'm Chistora. I'm a celebrity Scout, and I'm searching for a new partner. \u0001ā I can help you by crafting Accessories. See? Just look at these crafty fingers.",
  "MSG_KISS_001": "\u0001̂Drop in any time you want me to craft you an accessory.",
  "MSG_SHINJU_NO_BANK_000": "\u0001́Everyone's doing their own part to be prepared for the search and the fight. \u0001ā But man, I can't believe our beloved King ended up being the Djinn...",
  "MSG_SHINJU_BANK_000": "\u0001́Welcome to Gold Bank. What can I do for you?",
  "MSG_SHINJU_CUP_000": "\u0001́Welcome! Do you want to join the Great Riders' Cup?\u0001Ă",
  "MSG_SHINJU_CUP_001": "\u0001́Righto. Come again if you change your mind!",
  "MSG_MEDALQ_START_00_DEODORA": "\u0001̃G'ho-ho-ho…… Welcome, welcome. \u0001ā I am Mistress Rummy. Of Palaish Isle. \u0001ā I am collecting hidden \u0001\u0004 Mini Medals \u0001\u0001 that I scattered amusingly around the world. \u0001ā And I have done likewise in other worlds too…… \u0001ā You are a Mosnter Scout, right? So you should bring me your medals. \u0001ā Of course I won't just take them. I'll give you rewards for how many you get. \u0001ā Now, go and make me happy. G'ho-ho-ho……",
  "GB_MSG_SCOUTQ_CONTENUE": "\u0001́That glasses-wearing brother of Tiko. He went off somewhere muttering about research. \u0001ā I didn't have anything I could help him with so I remained here.",
  "MSG_SHINJU_NO_MEAT_000": "\u0001́I heard all the Incarnus got confused, and couldn't distinguish each other all of the sudden, \u0001ā ……But equally as chaotic that the Demon World folk couldn't even recognize the Djinn either!",
  "MSG_SHINJU_MEAT_000": "\u0001́If it's meat you want, you're in the right shop!",
  "MSG_SHINJU_ITEM_000": "\u0001́This is an Item Shop. What can I do for you today?",
  "MSG_SHINJU_ITEM_001": "\u0001́Come again any time!",
  "MSG_SHINJU_BOOK_000": "\u0001̂Welcome to Book Shop. Isn't the smell of parchment grand? What book do you want?",
  "MSG_SHINJU_INN_000": "\u0001́We'll help you despite being rocks! So? Do you want to spend the night?\u0001Ĉ",
  "MSG_SHINJU_INN_001": "\u0001́I see. Come back soon when you feel like you've had enough for the day, okay?",
  "MSG_SHINJU_INN_002": "\u0001́You up and at 'em? Okay, then have a nice journey!",
  "AROMA_ONE_REBORN_MSG": "\u0001̂I knew you would do it. You're a good guy to search for the Incarnus. \u0001ā But I wonder why only Nochorin won't respond to the power of Ra?",
  "AROMA_THREE_REBORN_MSG": "\u0001̂I'm glad the shops are open again. I'm sure it was difficult for you, \u0001ȁ. \u0001ā Oh, that's right! I saw a reaction to Ra on the Silent Meadows. \u0001ā Won't you go there and take a look for me?",
  "GOD_ACE_HUKUROU_REBORN_MSG": "\u0001́Freshia's the empress so, well, can't really compare to that…… \u0001ā When I think about being one happy family, I feel a bit uneasy with her tone.",
  "MSG_ACCQ_HINT_06_02_PISUKA": "\u0001̂\u0001\u0004%ls\u0001\u0001 is dropped by Broken monsters in Core. \u0001ā",
  "KUKURI_BEAST_REBORN_MSG": "\u0001̂I sent word to my friends that we were looking for the Incarnus. \u0001ā Tiko's really useless when Krilly isn't around, y'know!",
  "CHILD_REO_BEAST_REBORN_MSG": "\u0001̂I feel like I really know this place. \u0001ā Maybe it's because of you and that weird Nochorin beast?",
  "GOD_JUSTICE_BEAST_REBORN_MSG": "\u0001́I'm relieved to see my friends even though not all of the Incarnii are back. \u0001ā We can seal the Demon World as soon as Jester is back! That is our solemn duty.",
  "GOD_AKKLE_BEAST_REBORN_MSG": "\u0001́This is a first for us too as we dunno where the Demon Realm gate is. \u0001ā It couldn't have been destroyed though. But why can't we find it……?",
  "AROMA_DEMO_918_AFT_MSG": "\u0001̂It seems pieces of the Incarnus' heart are in the Fiery Volcano and Darkiron Bastille. \u0001ā You'll know where to go if you look up the coordinates in your Reactor.",
  "AROMA_TWO_HEART_AFT_MSG": "\u0001̂You're collecting pieces of the Incarnus' heart, right? One is on Fiery Volcano. \u0001ā You'll know where to go if you look up the coordinates in your Reactor.",
  "AROMA_ONE_HEART_AFT_MSG": "\u0001̂Looks like you're collecting pieces of the Incarnus' heart. The last is in Darkiron Bastille. \u0001ā You'll get coordinates on your Reactor so you should know when you find it.",
  "TICO_DEMO_918_AFT_MSG": "\u0001̂There are some ferocious monsters lurking outside so be careful! \u0001ā I will wait here as there is nothing that I can do but pray. \u0001ā Oh, right! I'm relieved that Incarnii have been restored with borrowed Mirror of Ra!",
  "RENATE_DEMO_918_AFT_MSG": "\u0001̂Something that destroys the Incarnus' heart? People create such cruel things. \u0001ā ……No. All that has befallen Mother is Handerson's evil deeds.",
  "GOD_JACK_DEMO_918_AFT_MSG": "\u0001̃It's strange that only Nochorin wasn't affected, but maybe his heart is broken……? \u0001ā But if you repair Wulfspade Ace's heart, I too will return to being Wildcard! \u0001ā I'm counting on you, \u0001ȁ! Find for us the Incarnus' heart!",
  "GOD_JACK_THREE_HEART_AFT_MSG": "\u0001̃So you've gotten all the pieces of Wulfspade Ace's heart!? \u0001ā Now we can go back home too. After you put them together there, and revive Joker!",
  "GOD_QUEEN_DEMO_918_AFT_MSG": "\u0001́If I were more beautiful when I was Queen…… \u0001ā Would I have been able to make the king love me and stop the war? \u0001ā ……Huh? What am I thinking……? Gross……",
  "KUKURI_DEMO_918_AFT_MSG": "\u0001̂Hey, wait a moment! Didn't some calamity just happen? \u0001ā But all we weak Pipit folks can do is cheer you on. Ra! Ra! Go, \u0001ȁ!",
  "CHILD_REO_DEMO_918_AFT_MSG": "\u0001̂So that weird-looking Nochorin was in fact Wulfspade Ace all along? \u0001ā I should have relaized it. I owed so much to that boy from long ago……",
  "TICO_DEMO_921_AFT_MSG": "\u0001̂Our job here is over now that the Incarnii have all returned to normal. \u0001ā But your job isn't over yet! 'Cause you gotta take care of the Incarnii!",
  "TICO_SPEED_CLEAR_AFT_MSG": "\u0001̂It's thanks to you, \u0001ȁ that this has become such a great world. \u0001ā And I also fell gratitude towards the monster that got lost on our island back then! \u0001ā We wouldn't be aware of anything if not for that Demon who ended up there accidentally. \u0001ā Then I decided to investigate the Incarnus Realm, crashed into the pod, and now i'm here! \u0001ā It was an extremly lucky series of events! I feel like it was almost like fate or something. \u0001ā Oh, right! I'm hanging the Incarnus Village from now on. Come see me later, \u0001ȁ.",
  "CITIZEN_CHILD_A_SPEED_CLEAR_AFT_MSG": "\u0001̂I feel like the monsters outside've gotten nicer. \u0001ā Why's that? It's a mystery to me.",
  "CHILD_REO_SPEED_CLEAR_AFT_MSG": "\u0001̂This planet's funny-looking. I mean the monsters aren't evil at all. \u0001ā I feel like this'd be the perfect place to train up to be really strong.",
  "MSG_ITEM_GET_LEO": "\u0001ȁ took \u0001\u0004%ls\u0001\u0001 from the Leokid.",
  "CHILD_REO_FLG_ON2_MSG": "\u0001̂I found it when I got here. But…… I think it's broken? \u0001ā It doesn't seem to have any power. Maybe it'll still be of some use?",
  "CHILD_REO_ESTARK_REBORN_MSG_010": "\u0001̂So you made a strong monster with that \u0001\u0004%ls\u0001\u0001! Now it's time for a match! \u0001ā ……What? It's absurdly strong? But I let you have it in the first place! \u0001ā I mean I've been waiting around here FOREVER! So now it's MY turn to fight you.",
  "CHILD_REO_ESTARK_NAKAMA_MSG": "\u0001̂WHAT!? You got it to JOIN you!? I also chased after it in Darkiron Bastille. \u0001ā You gotta be a great Scout to not only make it, but fight it and end up with a win.",
  "MAOU_TUKAI_MSG": "\u0001̃Despite our peace, you'll still be fighting the monsters from now on too. \u0001ā Everyone wants to test your strength. Even I have heard the rumors. \u0001ā I think there are plenty of monsters that want you to train them.",
  "MSG_MEDALQ_START_01_DEODORA": "\u0001̃G'ho-ho-ho…… Welcome. \u0001ā I am Madame Rummy of the Palaish Isle. \u0001ā I enjoy collecting \u0001\u0004 Mini Medals \u0001\u0001 scattered around the world. \u0001ā It seems that the one prior to me also collected \u0001\u0004 Mini Medals\u0001\u0001. \u0001ā It is a fine hobby. But I can't enjoy my medals if I don't have any. \u0001ā G'ho-ho-ho…… And so I will take all the remaining medals. \u0001ā You could say it is the same as before yet this time I own a medal menagerie…… \u0001ā You will collect medals for me. And I will give you a reward based on how many. \u0001ā Now go and make me happy. G'ho-ho-ho……",
  "MSG_MEDALQ_150_5UNDER_DEODORA": "\u0001̃I'll give you a Rainbown Fondude as a reward for collecting \u0001\u0004 Mini Medals \u0001\u0001. \u0001ā You will get 1 of these gems for every 5 medals you collect. \u0001ā The fun is all about what color gem you will get. \u0001ā Now, \u0001ȁ. Go and make me happy some more. \u0001ā G'ho-ho-ho……",
  "MSG_MEDALQ_150_10CLEAR_00_DEODORA": "\u0001̃G'ho-ho-ho. You have 10 \u0001\u0004 Mini Medals\u0001\u0001. \u0001ā If you want I can exchange those for 1 Rainbow Fondude…… \u0001ā Do you want to exchange your \u0001\u0004 Mini Medals \u0001\u0001 for a Rainbow Fondude?\u0001Ă",
  "MSG_MEDALQ_150_10CLEAR_YES_DEODORA": "\u0001̃Fine. Then I'll reward your 10 medals for this Rainbow Fondude.",
  "MSG_MEDALQ_150_10CLEAR_NO_DEODORA": "\u0001̃I see……. That is too bad. Come again if you change your mind.",
  "MSG_MEDALQ_150_10CLEAR_01_DEODORA": "\u0001̃There are 2 types of Rainbow Fondudes. Collect more medals if you want more colors. \u0001ā Go, \u0001ȁ. Continue to work hard for my happiness. \u0001ā I reward hard workers. G'ho-ho-ho……",
  "MSG_MEDALQ_150_10UNDER_DEODORA": "\u0001̃I'll give you a Rainbow Fondude when you collect \u0001\u0004 Mini Medals \u0001\u0001. \u0001ā I'll give you 1 Fondude the next time you collect 10 medals. \u0001ā The fun is all about what color gem you will get. \u0001ā Now, \u0001ȁ. Go and make me happy some more. \u0001ā G'ho-ho-ho……",
  "MSG_MEDALQ_001_1_DEODORA": "\u0001̃You have given me %ls \u0001\u0004 Mini Medal(s) \u0001\u0001 total. \u0001ā When you give me %ls, I'll give you %ls. \u0001ā Now, go make me happy. G'ho-ho-ho……",
  "MSG_MEDALQ_001_2_DEODORA": "\u0001̃I have received %ls \u0001\u0004 Mini Medal(s) \u0001\u0001 from you. \u0001ā When you get %ls, I will give you \u0001\u0004%ls\u0001\u0001. \u0001ā Now, go and make me happy. G'ho-ho-ho……",
  "MSG_MEDALQ_003_1_DEODORA": "\u0001̃You've got some medals. What good spirit. I'll take 'em off your hands. \u0001ā I'm now holding %ls\u0001\u0004 Mini Medal(s)\u0001\u0001. \u0001ā When I get %ls medals, I'll give you %ls. \u0001ā Okay, now go make me happy. G'ho-ho-ho……",
  "MSG_MEDALQ_004_DEODORA": "\u0001̃You've got some medals. What good spirit. I'll take 'em off your hands. \u0001ā I now have %ls \u0001\u0004 Mini Medal(s) \u0001\u0001 that you have collected. \u0001ā",
  "MSG_MEDALQ_005_1_DEODORA": "\u0001̃And now your reward, as promised. Take the %ls.",
  "MSG_MEDALQ_150CLEAR_DEODORA": "\u0001̃I've collected plenty of \u0001\u0004 Mini Medal \u0001\u0001 due to your hard work. \u0001ā This is where I'd tell you continue, but I've run out of the usual rewards. \u0001ā But don't you worry. I have prepared some new rewards. \u0001ā I'll give you 1 gem for every 5 \u0001\u0004 Mini Medals \u0001\u0001 you collect…… \u0001ā And I'll give you 1 Rainbow Fondude for every 10 \u0001\u0004 Mini Medals \u0001\u0001.",
  "MSG_ACCQ_START_01_PISUKA": "\u0001̂Hello! I'm Pisces. The adorable Idol companion of the Battle GP! \u0001ā So you're \u0001ȁ? Nice to meet. Let's be friends, 'kay? \u0001ā I just LOVE to think about what materials make up what. So I'm sort of like a Access-avior. \u0001ā So, \u0001ȁ. How about we make some accessories…… together? \u0001ā We can craft accessories with the materials you gather and my own. \u0001ā You can even use the ones we craft! Talk to me when you've got some materials, 'kay!",
  "MSG_ACCQ_START_02_PISUKA": "\u0001̂Hello! I'm Pisces. The adorable Idol companion of the Battle GP! \u0001ā So you're \u0001ȁ? Nice to meet. Let's be friends, 'kay? \u0001ā I just LOVE to think about what materials make up what. So I'm sort of like a Access-avior. \u0001ā So, \u0001ȁ. How about we make some accessories…… together? \u0001ā We can craft accessories with the materials you gather and my own. \u0001ā You can even use the ones we craft! Talk to me when you've got some materials, 'kay!",
  "NPC_GOD_ACE_REC": "\u0001̄I wonder why Ace knows so much about programs and powers? It is a mystery.",
  "MSG_ACCQ_WAIT_NEXT_02_PISUKA": "\u0001̂Let's go to Chistora's Accessories Workshop with the Materials you gave me! \u0001ā",
  "MSG_ACCQ_WAIT_NEXT_03_PISUKA": "\u0001̂The next recipe is for a seal but I think you can seal this one away as usual. \u0001ā I wonder if you'll continue stopping by if you can make your own seals…… \u0001ā And you don't have any of the limitations here at the Accessory Workshop.",
  "MSG_ACCQ_QUIZ_SPECIAL_07_01_PISUKA": "\u0001̂\u0001ȁ! This recipe I just came up with is gonna be a real trump card! \u0001ā I think it'll be a bit hard to get the materials, but…… I think it'll be worth it. \u0001ā In order to make \u0001\u0004%ls\u0001\u0001, I need %ls of them. \u0001ā",
  "MSG_ACCQ_QUIZ_SPECIAL_07_02_PISUKA": "\u0001̂\u0001\u0004%ls\u0001\u0001 can be found around the island of the Fiery Volcano of Mt. Elpis. \u0001ā I hear you can get them in rare black treasure chests. \u0001ā If you come across some on your adventure, come show 'em to me, 'kay?",
  "MSG_ACCQ_QUIZ_SPECIAL_08_02_PISUKA": "\u0001̂For this recipe, I need \u0001\u0004%ls\u0001\u0001. %ls of them actually. \u0001ā You can find them in black treasure chests high in the skies of Grim Tundra. \u0001ā Showe them to me once you get enough on your adventure, 'kay?",
  "MSG_ACCQ_CLEAR_PISUKA": "\u0001̂Oh, \u0001ȁ! Did you collect \u0001\u0004%ls\u0001\u0001? \u0001ā Yep, you've got the right amount! \u0001ā Now, as promised, I'll give you the materials that I have, 'kay!",
  "MSG_ACCQ_CLEAR_02_PISUKA": "\u0001̂YES! That's \u0001\u0004%ls\u0001\u0001! You finally got it! \u0001ā And the right amount, %ls of them too. I knew you could do it! \u0001ā Okay, \u0001ȁ! I'll give this to you, 'kay!",
  "MSG_ACCQ_CLEAR_NEXT_PISUKA": "\u0001̂Now let's hurry up and go to Chistora's Accessories Workshop! \u0001ā We should be able to make a really useful accessory for you!",
  "MSG_ACCQ_ALL_CLEAR_NOW_PISUKA": "\u0001̂Phew…… Sorry, \u0001ȁ. I can't get out of bed now. \u0001ā And it looks like there's plenty of materials that I don't know about. \u0001ā So I want to borrow your strength to go find more for me. \u0001ā I'm sure I'll come up with some charming accessories!",
  "MSG_ACCQ_ANSWER_HALF_PISUKA": "\u0001̂Oh, \u0001ȁ! Did you collect some \u0001\u0004%ls\u0001\u0001? \u0001ā But you don't have enough…… I need %ls. \u0001ā",
  "MSG_ACCQ_HINT_03_01_PISUKA": "\u0001̂\u0001\u0004%ls\u0001\u0001 can be found in the swamps near Spirit Road…… \u0001ā",
  "MSG_ACCQ_HINT_04_01_PISUKA": "\u0001̂\u0001\u0004%ls\u0001\u0001 can be found in a tree southwest of Grim Tundra…… \u0001ā",
  "MSG_ACCQ_HINT_02_02_PISUKA": "\u0001̂I hear Robber Rabits in Fallen City drop \u0001\u0004%ls\u0001\u0001. \u0001ā",
  "MSG_ACCQ_HINT_03_02_PISUKA": "\u0001̂\u0001\u0004%ls\u0001\u0001 are near the swamps on the wide Spirit Road.",
  "MSG_ACCQ_HINT_END_PISUKA": "\u0001̂You can easily get the required amount by using a monster with Klepto Clobber.",
  "NPC_HOUGAN_REC": "\u0001̄I'm the airplane mechanic from DQMJ2. I speak my mind, but you can count on me.",
  "NPC_KISS_REC": "\u0001̄That Celebrity Scout from DQMJ2 is just in love with Charlotte the Teeny Sanguini.",
  "NPC_SHINJU_CUP_REC": "\u0001̄It's faster than most Incarnii. It'll be good at recon.",
  "NPC_MADAMU_REC": "\u0001̄The ruler of Palaish Isle of DQMJ. She loves to work everyone to the bone.",
  "NPC_PISUKA_REC": "\u0001̄The idol companion from DOMJ2. Learning from experience, she's taken precautions not to be abducted again.",
  "NPC_SEVENTH_REC": "\u0001̄Airplane captain from DQMJ2. Did he learn from beating Jamirus bare-handed?",
  "NPC_SHINJU_MEAT_REC": "\u0001̄It's more of a pig than others. No joke! It fights better the fatter it gets.",
  "NPC_SHINJU_INN_REC": "\u0001̄The Incarnus might not be almighty, but it doesn't have a weak point and it gets results.",
  "NPC_GOD_JACK_REC": "\u0001̄Was the king's Jack when he was a Nochora.",
  "NPC_GOD_QUEEN_REC": "\u0001̄I lived with my husband, the Nochora King. Even now I am interested in kings.",
  "NPC_CHILD_REO_REC": "\u0001̄Swordsman who scouted Krilly in DQMJ2. He's much too young yet to be the war god we know.",
  "NPC_GOD_EMPRESS_REC": "\u0001̄The one and only Jester who rules over love. Speaks like a girl to be considered Empress.",
  "NPC_MAOU_TUKAI_REC": "\u0001̄Sent as Captain of the Insurgent Demons. Now works a security guard in Centre Building."
}