{
  "NPC_PRISONER_A_MSG_060": "\u0001̂Water... give me water....",
  "NPC_PRISONER_A_MSG_070": "\u0001̂Lucia was in the next cell over. I haven't heard her make a sound in a while... I fear the worst has happened...",
  "NPC_PRISONER_D_MSG_110": "\u0001́If there was ever a time to escape this place, this is it.\nThere's no way I can blow this chance.",
  "NPC_PRISONER_B_MSG_070": "\u0001́Hey, you there! Help me! Get me the heck outta here! C'mon!",
  "NPC_PRISONER_B_MSG_080": "\u0001́I overheard the guards talking about how Itaburu is after a Resistance member who's on the loose in here.\n\u0001ā\nAre you the one they're after? If you stay here, he's going to find you.\n\u0001ā\nThere's a hall on the 5th floor that they barely use. I think you might want make your way up there.",
  "NPC_PRISONER_B_MSG_110": "\u0001́You're... letting me out... for real? You're not joking, right?",
  "NPC_PRISONER_C_MSG_070": "\u0001̃I wonder how my son is doing... I've given up hope for just about everything at this point, except his safety...\n\u0001ā\nThat's about the only thing keepin' me from dying an unhappy death, here in this cell block...",
  "SYSTEM_MSG_006": "There's a hole here that you can likely squeeze through.\nWould you like to crawl through it?\u0001Ă",
  "NPC_PRISONER_C_MSG_080": "\u0001̃What is up with those violent monsters?\n\u0001ā\nSon.... this is it. I don't think you'll be able to return alive.",
  "NPC_PRISONER_C_MSG_110": "\u0001̃Thank you so much! I honestly can't believe that I'm free!\n\u0001ā\nI can finally see my little bundle of joy again! I absolutely can't wait to hold him once more!",
  "NPC_PRISONER_D_MSG_070": "\u0001́Itaburu was just here, and then headed back out again.\n\u0001ā\nSomething must be going on around here today... any idea what all the fuss is about?",
  "NPC_PRISONER_D_MSG_080": "\u0001́You look like you're trying to run away from something. I don't know what you did, but you should hurry up and run.\n\u0001ā\nDon't worry. If anyone asks, I'll say that I didn't see anything.\n\u0001ā\nI despise them. So please, make them run around as much as you can.",
  "NPC_JAILER_A_MSG_070": "\u0001́You're a fresh face? Are you an escaped convict!?\nNo... perhaps you're the new guard I was told about?\u0001Ă",
  "NPC_JAILER_A_MSG_071": "\u0001́You aren't the brightest, are you! How in the heck did you get outta yer prison cell!?\n\u0001ā\nTell ya what... if ya go back without makin' a fuss, I'll bring ya back without leavin' a mark on ya!",
  "NPC_JAILER_A_MSG_072": "\u0001́Give it up! That \u0001\u0004Guard Badge\u0001\u0001\ndoesn't belong to you, does it?!\n\u0001ā\nGet back in your prison cell, pronto! You wouldn't like it if I had to force you back in there!",
  "NPC_JAILER_A_MSG_073": "\u0001́Alright then, let's have a look at yer \u0001\u0004Guard Badge\u0001\u0001...\n\u0001ā\nA few of them \u0001\u0004Guard Badge\u0001\u0001s have been lost as of late. This one looks legit, though...\n\u0001ā\nStill, I gotta make sure you're capable of the job first...\n\u0001ā\nHere's yer first task. Head on up to the 2nd floor an' make sure the machine's runnin' properly.\n\u0001ā\nItaburu said a prisoner was on the loose, so I gotta make sure it ain't been sabotaged or nothin'...",
  "NPC_JAILER_A_MSG_074": "\u0001́Here's yer first task. Head on up to the 2nd floor an'\nmake sure the machine's runnin' properly.\n\u0001ā\nItaburu said a prisoner was on the loose, so I gotta\nmake sure it ain't been sabotaged or nothin'...",
  "REC_RA_MONS_MES": "\u0001̄An Insurgent Demon transformed by Mother's\nrampage. It has an frightening amount of power.",
  "NPC_JAILER_A_MSG_080": "\u0001́Hmm... guess I was all worked up aboutnothing. However, this time, no news is good news.\n\u0001ā\nAnyhow, it's 'bout time for the staff meeting, Rookie. Line up 'long side everyone else!",
  "NPC_JAILER_B_MSG_070": "\u0001́Hey, rookie! What're you doin', wandering off like that! \nStop playing around an' get back to work!\n\u0001ā\nItaburu's 'bout to stop by for the meeting! It's an important one today, so don't blow it!",
  "NPC_JAILER_C_MSG_070": "\u0001́Hmm... you the new guard we been hearin' about?\nDid you pick up your \u0001\u0004Guard Badge\u0001\u0001 yet?\u0001Ă",
  "NPC_JAILER_C_MSG_071": "\u0001́Well, you're gonna need one... here, take this. \nI'll loan ya my spare. Don't go losin' it, or anything.",
  "REC_NPC_OOKIDUTI": "\u0001̄Minion of Itaburu, who is also one of the primary prison guards. Seems to be the most friendly of the bunch.",
  "NPC_JAILER_C_MSG_072": "\u0001́Good, make sure you hold onto it. Without a \u0001\u0004Guard Badge\u0001\u0001, there's no proof you ain't just a prisoner on the run!\n\u0001ā\nSome guards are really strict about not having one, too.\nIf ya lose it, you can be in big trouble.",
  "NPC_JAILER_C_MSG_073": "\u0001́Hey you, fresh meat. Lord Itaburu's big meeting is happenin' today.\n\u0001ā\nQuit playing around and go back to work. If he sees you screwin' around, you'll be dead meat!",
  "NPC_JAILER_D_MSG_070": "\u0001̂Sigh... once again, Itaburu has assigned me overtime\nduties guardin' the cell block...\n\u0001ā\nHe found a bomb rigged up on the 2nd floor. So he's got me keepin' watch for the rat that planted it.\n\u0001ā\nCould've been anyone though... why's it always gotta be me doin' all the dirty work?",
  "REACTER_MSG_000": "\u0001̄Overly hostile monsters have been detected near by.\nHide from them, and avoid confrontation for now.\n\u0001ā\nI've located an area on the 5th floor with low monster activity. You should seek this area out immediately.\n\u0001ā\nMove fast, be stealthy, and most of all... stay safe!",
  "NPC_RUKIYA_MSG_110": "\u0001̃It looks like you succeeded in releasing all of the\nprisoners. It is time to execute our plan, then.\n\u0001ā\nHurry back to the power room, on the 4th floor!",
  "NPC_RUKIYA_MSG_120": "\u0001̃Now we need to hurry up and destroy that\nBreak Monster Remodeling Device!\n\u0001ā\nIt's located up on the 3rd floor. I'll meet you up there.",
  "REC_NPC_GAIKOTU": "\u0001̄Minion of Itaburu, who is also one of the primary prison guards. Seems to not be \"all with it\".",
  "NPC_RUKIYA_MSG_121": "\u0001̃I'm glad you're back safely. As you can see, I'm safe as well.\n\u0001ā\nAlright, we have no time to lose! Let's go destroy that machine again!",
  "NPC_RUKIYA_MSG_122": "\u0001̃Alright! We don't have much time! Please defeat Itaburu this time!\n\u0001ā\nSame place as before. Go towards the power supply on the 3rd floor!",
  "SYSTEM_MSG_000": "There looks to be plenty of drinking water here.\nWould you like to take a scoop of water?\u0001Ă",
  "SYSTEM_MSG_001": "You cupped your palm and scooped up some water to drink.",
  "SYSTEM_MSG_002": "The remains of an empty disguise are lying here on the ground.",
  "SYSTEM_MSG_003": "The lock on this prison cell has been disabled.\nWould you like to quietly slip through the bars?\u0001Ă",
  "SYSTEM_MSG_003_2": "The lock on this prison cell has been disabled.\nWould you like to quietly slip through the bars?\u0001Ă",
  "SYSTEM_MSG_997": "Would you like to rest in the bed?\u0001Ă",
  "SYSTEM_MSG_997_2": "The bed can be used to rest.\u0001Ĉ",
  "SYSTEM_MSG_997_3": "Decided not to use the bed.",
  "SYSTEM_MSG_997_4": "\u0001\u0004Feeling refreshed after resting!\u0001\u0001",
  "SYSTEM_MSG_998": "There seems to be an electronic device keeping the cell doors magnetically locked.",
  "SYSTEM_MSG_999": "You used the \u0001\u0004Prison Key\u0001\u0001\nto unlock the electronic lock!",
  "SYSTEM_MSG_996": "It's the Guard Elevator.\nHowever, it appears to be inoperable at the moment.",
  "SYSTEM_MSG_995": "The elevator is back online.\nUse it to reach the next floor?\u0001Ă",
  "REC_NPC_SAMAYOUYOROI": "\u0001̄Minion of Itaburu, who is also one of the primary prison guards. It is the head guard at this prison.",
  "REC_NPC_SLYMKNAIGHT": "\u0001̄Minion of Itaburu, who is also one of the primary prison guards. A very strict follower and rule enforcer.",
  "REC_NPC_PRIZONER": "\u0001̄Former residents of Alloy Park that have been captured and imprisoned by Itaburu.",
  "REC_NPC_RUKIYA": "\u0001̄An elderly woman who once led the Resistance.\nStill a very intelligent woman, and an active leader to this day.",
  "REC_POINT_01": "Staff Elevator",
  "REC_POINT_01_2": "\u0001̄This elevator can reach the top floor."
}