{
  "DEAD_RETURN_MSG_01": "\u0001́What are you doing, \u0001ȁ!?\nHurry up! The King's waiting on you. \n\u0001ā\nI'll heal your team before you head out!",
  "DEAD_RETURN_MSG_02": "\u0001̅Oh, \u0001ȁ! What went wrong out there!?\n\u0001ā\nLet's get your fellow monsters all healed\nup and give it another go.",
  "REC_POINT_NOC_05_01": "Core",
  "DEAD_RETURN_MSG_02_2": "\u0001̅Don't give up so easily this time.\nMonster Masters should be more resilient!",
  "DEAD_RETURN_MSG_03": "\u0001́What are you doing, \u0001ȁ!?\nHurry up! The King's waiting on you. \n\u0001ā\nI'll heal your team before you head out!",
  "CITY_RULER_01": "\u0001́A new Zoom Stone has been detected.\nAttuning with the Zoom Stone for future access...",
  "REC_POINT_NOC_05_02": "\u0001̄A celestial body that exists in the center of the world. \nThere is no more data on it.",
  "DEAD_RETURN_MSG_01_SPEED": "\u0001́Hmm... what happened, \u0001ȁ?\n\u0001ā\nYou musn't keep his highness waiting.\nDust yourself off, and get a move on!",
  "COMM_APPROACH_STATUE_SPEED": "\u0001̄Inspect the stone monument located near by in order\nto unlock the Full Charge and Unify abilities.",
  "NPC_RENERTE": "\u0001̂You got the Mirror of Ra. Great.\nBut…… Isn't it strange that Incarnii are Nochira?\n\u0001ā\nI mean there were already records that existed\nwhen Incarnii first came to this planet\n\u0001ā\nSo that's why I assumed that Nochora were\nnative to the Break World\n\u0001ā\nMaybe the Incarnii changed into\nNochora at some point.",
  "MINE_00_MSG": "Will you use the mobile device to visit the Silent Meadows?\u0001Ă",
  "GIM_BOX_REC_01": "\u0001̄I'm detecting a form of life, from inside of the box.\nWould you like to see what's inside?\u0001Ă",
  "NPC_CHILD_A": "\u0001̂Wowzers! When you did transform?\nNow you're a Nochora!",
  "MINE_LADDER_MSG": "\u0001̄I am detecting a ladder within your vicinity.\n\u0001ā\nYou will not be able to climb this ladder while riding \natop one of your monsters.\n\u0001ā\nBefore attempting to climb any ladders, always remember to\nfirst dismount from the monster you are riding.",
  "MINE_07_MSG_01": "The Transporation Device is offline. You won't be able to use it at this time.",
  "MINE_07_MSG_02": "Use the Transportation Device to visit Spirit Road?\u0001Ă",
  "NPC_NOCHO_BANK": "\u0001́You used that Ra device to make me\n normal again? I dun understand, but 's'okay!\n\u0001ā\nAt least I can tell that reactor's\ngoin' 'gain!",
  "DONT_USE_TRANSFER_010": "The Transporation Device is offline. You won't be able to use it at this time.",
  "CITY_RULER_01_2": "Centre Building - Entrance \nwas added to the Zoom List.",
  "CITY_RULER_02": "\u0001́A new Zoom Stone has been detected.\nAttuning with the Zoom Stone for future access...",
  "CITY_RULER_02_2": "Fallen City - Power Plant \nwas added to the Zoom List.",
  "COMM_RULER_POINT_MSG": "\u0001̄You've already attuned with this Zoom Stone.",
  "NOT_USE_MESSAGE_BILL_ENTRANCE": "The door is shut tightly.",
  "INN_MSG_CITY_1ST_001": "\u0001́Welcome to the Inn! Here, weary travelers can rest\nand recover.\n\u0001ā\nConsider this stay on the house!\nWould you care to spend the night?\u0001Ă",
  "DEMO_101_AFT_REC": "\u0001́I've heard that many Monster Masters used to \ndwell inside of this building.\n\u0001ā\nI'm fairly excited to see it, as I've only heard stories of it to date.",
  "NPC_GOD_ACE": "\u0001́F'eh, you returned me to normal.\nFine. But……\n\u0001ā\nWhy did I change to that form?\nNeither Wulfspade, Ace or Wildcard……\n\u0001ā\nDid somethin' happen…? I don't remember.\nWhy am I suddenly feelin' so uneasy?",
  "INN_MSG_CITY_1ST_002": "\u0001́Alrighty. Stop back here any time\nyou start to feel tired.",
  "INN_MSG_CITY_1ST_003": "\u0001́I hope you slept well.\nStop back here any time you start to feel tired.",
  "DEMO_100_AFT_NPC_A": "\u0001́Ya finally made it! Everyone's\nalready set out for the building to the north!",
  "DEMO_100_AFT_NPC_NOCHORIN": "\u0001́Ace has informed us that the city's electrical grid\nis no longer online. This door remains inoperable.\n\u0001ā\nWe're going to need to turn the electricity back on if we wish\nto open this door and get inside.",
  "MSG_DRONE_ACE_020": "\u0001́You can give 'er a test flight to\nfigure out the controls and get some sweet items too!\n\u0001ā\nSo I want you to get 10 \u0001\u0004 Sky Powers \u0001\u0001\nwhich you can only get in tall places!\n\u0001ā\nYou should press START from the\nReactor display to start the drone.\n\u0001ā\nYou should be able to take items that\nyou find if you force your way through! Good luck!",
  "NPC_GOD_ACE_REC": "\u0001̄The true form of the Nochora, Ace. His appearance\nhas not changed much, outside of his original color.",
  "DEMO_101_AFT_NPC_B_1": "\u0001́The others have already ventured onwards. If you hurry, you can still catch up to them. They headed north.",
  "DEMO_101_AFT_NPC_C": "\u0001́Hey, you! You showed up at the right time!",
  "DEMO_101_AFT_BUT": "\u0001́Hmm... I'm not the best when it comes to working with\nmachinery. You'll need to talk to Ace about that.\n\u0001ā\nMeat is to a butcher as machinery is to Ace! He always knows what to do when it comes to machines!",
  "DEMO_101_AFT_IMP_2": "\u0001́It looks like this road just leads to a dead-end. \nPart of the overhead roadway collapsed, and blocked it.\n\u0001ā\nYou'll find everyone else, gathered over by the entrance to\nthe Centre Building.",
  "DEMO_102_AFT_NPC_A": "\u0001̂Hey, \u0001ȁ! Ace and the others are waiting on you just up ahead.\n\u0001ā\nThey're waiting over by the entrance to the big Centre Building we looked at earlier from the hill.",
  "DEMO_101_AFT_ACC": "\u0001̂The King is looking for you! He seemed anxious to ask you for a favor.\n\u0001ā\nHe's in the big building. Please go see him.",
  "NPC_TICO_REC": "\u0001̄A member of the hard working Pipit tribe who\nforges lucky armaments. He is no amateur.",
  "DEMO_102_AFT_KNG": "\u0001̅You must proceed northeast along the road in order to\nreach the Power Plant.\n\u0001ā\nI'm anticipating good news upon your return! Now, best of luck to you, Monster Master!",
  "DEMO_102_AFT_JAC": "\u0001́If you follow the road in a clockwise direction from where we stand, you'll reach the Power Plant.\n\u0001ā\nI think it will be in your best interest, however, to first consider\nheading for the Monolith in to northwest.",
  "DEMO_102_AFT_ACE": "\u0001́Start by findin' that Stone Monolith to the Northwest\no' here, like his majesty was sayin' to ya.\n\u0001ā\nJust walk on up to that Monolith, and touch it. It's gonna help \nyou learn some new Monster Master skills fer sure!",
  "DEMO_102_AFT_QEN": "\u0001̂Ugh! I sure as heck don't wanna be out here all day in this sun! This hat just ain't gonna cut it out here in this heat!\n\u0001ā\nNot to mention this is gonna take a toll on my sugar pie! I sure hope we figure somethin' out soon...",
  "DEMO_101_AFT_BNK": "\u0001́Well heck, we come all this way an' the door's locked! \nWell... this is just our luck, ain't it!\n\u0001ā\nIt's just one thing after another. We sure can't catch a break... \nI hate it when this kinda stuff happens.",
  "REC_POINT_NOC_03_02": "\u0001̄A power-generating facility. The people of this city depend on this to survive.",
  "DEMO_101_AFT_NPC_A": "\u0001́Have you been keeping you eyes peeled for new monsters to recruit? Don't forget, you want to build a strong team!\n\u0001ā\nKeep training and scouting, and in no time you'll be on your way \nto becoming the best Monster Master this world's ever known!",
  "REC_POINT_NOC_06_01": "Zoom Stone",
  "DEMO_102_AFT_NPC_A_02": "\u0001̂If you follow the road ahead, you'll find the Power Plant.\n\u0001ā\nHis highness is really counting on you, so please... be careful!",
  "DEMO_102_AFT_NPC_ACC_00": "\u0001̂I heard there's a Stone Monolith around here somewhere that'll teach you an ability unique to Monster Masters.\n\u0001ā\nYou need to go find it, especially since you can directly benefit from it, being a Monster Master and all!",
  "DEMO_102_AFT_NPC_ACC": "\u0001̂You're headed over to the Power Plant? It's just east from here.\n\u0001ā\nIf you keep following the road you should reach the Power Plant.",
  "NPC_NOCHO_ACCE": "\u0001̂I've never seen so many meteors!\nIt's funny how they streak across the sky.",
  "ACE_SPECIAL_MSG": "\u0001́Well, I'll be... you found the Monolith by the northwest gate! The Power Plant should be just east o' there.\n\u0001ā\nYou best be careful, \u0001ȁ... The road's in pretty bad\nshape round those parts... Make sure ya don't fall through!",
  "GIM_BOX_REC_00": "Small Box",
  "GIM_BOX_REC_02": "The monster in the container suddenly attacked!",
  "NPC_MAN_A": "\u0001́What? Nochora's like one of those\nthings that transforms when it sees a meteor?",
  "NPC_NOCHO_REACT": "\u0001́Maybe I'll turn into a frog next?\n……Well, I kind of feel like one.",
  "REC_POINT_DRONE_HOLE_01": "Strange Small Hole",
  "REC_POINT_DRONE_HOLE_02": "\u0001̄It looks hollow inside. You can check it out using the drone.",
  "NPC_KING_REC": "\u0001̄The King of the Nochoro species. Due to his oversized body, he cannot move without the assistance of his subordinates.",
  "NPC_QUEEN_REC": "\u0001̄The wife of the Nochoro King. She absolutely loves gaudy jewelry.",
  "NPC_JACK_REC": "\u0001̄Servant to the Nochoro King. Manages the King's subjects as well.",
  "NPC_MAN_REC": "\u0001̄Ordinary human male who recently was a from deep, \ncryogenically induced sleep, within the Core.",
  "NPC_ACE_REC": "\u0001̄A Nochoro that loves tinkering with machines. He also wears a Reactor on his head.",
  "NPC_NOCHO_MEN_REC": "\u0001̄A male of the Nochoro species.\nThey are quite curious and friendly in nature.",
  "NPC_NOCHO_WOMEN_REC": "\u0001̄A female of the Nochoro species.\nThey are shy and quite cautious.",
  "NPC_NOCHORIN_REC": "\u0001̄A male of the Nochoro species. It seems\nto possess incredible speed for fleeing.",
  "REC_POINT_NOC_01_01": "Moving Apparatus",
  "REC_POINT_NOC_01_02": "\u0001̄Man-made travel equipment to travel between the Lands. Connects to the Silent Meadows.",
  "REC_POINT_NOC_02_01": "Disaster Prevention Door",
  "COMM_ABILITY_ACCESS_SPEED": "\u0001̄……Access check confirmed.\nYou will get the abilities, Ride Fuse & Full Charge.",
  "REC_POINT_NOC_02_02": "\u0001̄A mechanical Disaster Prevention shutter. It would likely be operational if power were to be restored to the city.",
  "REC_POINT_NOC_03_01": "Power Plant",
  "REC_POINT_NOC_04_01": "Centre Building",
  "REC_POINT_NOC_04_02": "\u0001̄A giant building resembling the former headquarters of the Monster Master Organization.\u0001ā\nAccording to records, Carmasso is listed as the head of the organization.",
  "REC_POINT_NOC_06_02": "\u0001̄Attuning to this Zoom Stone will add it to your destination list.\nThese stones appear in various places around the world.",
  "REC_POINT_NOC_07_01": "Transporter Device",
  "REC_POINT_NOC_07_02": "\u0001̄This man-made transporter is connected to the Spirit Road.",
  "NPC_NOCHO_MAHHA": "\u0001́What!? Is somethin' goin' on o'er\nthere 'cause Imma hearin' strange noises.",
  "REC_POINT_NOC_08_01": "Strange Monolith",
  "REC_POINT_NOC_08_02": "\u0001̄A stone monument that has recorded a special technology that exists for use by Monster Masters.",
  "REC_POINT_NOC_09_01": "Pillar to Heaven",
  "REC_POINT_NOC_09_02": "\u0001̄A device that will activate Masters Road for those who wish to improve their riding technique.",
  "COMM_ABILITY_GET_GATTAI": "You learned Ride Fuse!",
  "NPC_GB_BANK_REC": "\u0001̄Red is the hero's color! Young Incarnii who\ntrain hard will turn red.",
  "COMM_ABILITY_TALK_GATTAI": "\u0001̄Ride Fuse can be used in battle when\nthe player and partner are both riding monsters.\n\u0001ā\nThe partner's monster will fuse with the player's\nmonster, strengthening it.\n\u0001ā\nThere are special techs that can only be used by\nmonsters fused in battle. Try to find them all.",
  "COMM_ABILITY_GET_MANTAN": "Learned Full Charge!",
  "COMM_ABILITY_TALK_MANTAN": "\u0001̄Full Charge is a special ability that will quickly restore your monster team to full health.\n\u0001ā\nIf you have multiple injured allies, use this ability to conveniently heal up before moving on.",
  "MES_MIYABULIST_MES": "\u0001̄I noticed the strong Ra effect!\nSo it's a good idea to search this area.\n\u0001ā\nConfirm the Miyabulist by the button to the\nlower-left when you press the Reactor Startup button.",
  "MINE_KUMA_MSG": "A rock's pinned a Nochora's leg. Seems like\nsome strange power keeping it from moving.",
  "MINE_TICO_MSG": "\u0001̂This place has a strong Ra reaction?\nMaybe it's an Incarnus?\n\u0001ā\nTry pressing the button that looks like the Mirror\nof Ra in the lower-left after pushing Reactor Startup!",
  "ANALYZE_TICO_MSG": "\u0001̂No, don't look at me, press\nthe lower left button after pushing Reactor Startup.",
  "MSG_DRONE_ACE_010": "\u0001́You should give the drone a test flight\nbefore jetting to the next place, \u0001ȁ!",
  "MSG_DRONE_ACE_030": "\u0001́Oh, I knew you could do it!\nYou got all 10 of those \u0001\u0004 Sky Powers \u0001\u0001!\n\u0001ā\nAnd a hang of the controls too.\nI'm sure the drone'll come in handy next!",
  "MES_SYSTEM_010": "You shouldn't leave this area just yet.",
  "MES_NEW_REACTER_MES": "\u0001̄Power of Ra installed!\nPlease start the Reactor.\n\u0001ā\n\"Rasearch\" will be displayed when the cursor\nis over something that has a true form.",
  "NPC_AROMA_010": "\u0001̂I'm stunned. So Nochora's true\nform was that of the Incarnus……?\n\u0001ā\n……I'll leave it to you to reveal everyone's\ntrue identity!\n\u0001ā\nTalk to me once you've done everybody, 'kay!",
  "NPC_NOCHO_BOOK": "\u0001̂The view up here is really great!\nLike something special is gonna occur!",
  "NPC_TICO": "\u0001̂That Incarnus is…… Diamagon Ace.\nBut it still smells like Wulfspade Ace!\n\u0001ā\nI'm pleased that you found it…… But\nwas it under some sort of curse?",
  "NPC_GB_INN": "\u0001́I dunno where I am……\nOr how I got here……\n\u0001ā\n……I've completely lost my memory.",
  "NPC_GB_BOOK": "\u0001̂What's this charming scene!? We WERE\non a dying planet before……",
  "NPC_NOCHO_MEET": "\u0001́Maybe a new power of that reactor you\nstarted? Transmogrification sounds pretty fun!",
  "NPC_GB_MEET": "\u0001́Huh……? What am I doing?\nWhere have Jester and Wildcard gone?",
  "NPC_NOCHO_ITEM": "\u0001́Return to original true form? \nI don't quite understand.",
  "NPC_GB_B_REC": "\u0001̄It's faster than most Incarnii.\nIt'll be good at recon.",
  "NPC_GB_ITEM": "\u0001́'Sup? What's going on?\nThe Insurgent Demons suddenly vanished?",
  "NPC_GB_ACCE": "\u0001̂What the heck am I doing here?\nUngh…… My head……",
  "NPC_NOCHO_B": "\u0001́That' show you came here too, right?\n Meteors're like amazing!",
  "NPC_GB_B_010": "\u0001́Huh……?\n\u0001ā\nI thought I was about to\nlose it all and scream……",
  "NPC_GB_BANK": "\u0001́……What the heck?\nWhy is Diamagon Ace…… HERE!?\n\u0001ā\nThat's the next form of Wildcard?\nDid it devolve? No, I'm an idiot!",
  "NPC_GB_REACT": "\u0001́I feel like it's been so long\nsince I've been myself. Like I've been locked away……?",
  "NPC_GB_MAHHA_010": "\u0001́Where the heck is this? The Djinn's\nshrine? Wait, no. Something strange has happened……",
  "NPC_AROMA_REC": "\u0001̄A girl that was impersonating Lucia. She is a rather intelligent,\nbeautiful, young apprentice scientist.",
  "NPC_RENATE_REC": "\u0001̄She was once Anses's main partner. Now she's the overseer of the underground Resistance lab for Anses clones.",
  "REC_RA_DOOR_030": "They don't appear to have any significance at this time...",
  "NPC_GB_INN_REC": "\u0001̄An Incarnus that isn't the strongest, but\nhas no weakpoints. It is considered reliable.",
  "NPC_GB_BOOK_REC": "\u0001̄Smarter than all other Incarnii,\nIt helps everyone with its great wisdom.",
  "NPC_GB_MEET_REC": "\u0001̄It's more of a pig than others.\nNo joke! It fights better the fatter it gets.",
  "NPC_GB_ITEM_REC": "\u0001̄A well-rounded support Incarnus.\nIt knows how to use items effectively.",
  "NPC_GB_ACCE_REC": "\u0001̄The most average Incarnus of the bunch.\nIt is a mood-setter that likes to psych up allies.",
  "NPC_GB_REACT_REC": "\u0001̄An Incarnus that was born to fight.\nIt's younger than most so it's battle prowess is low.",
  "NPC_GB_MAHHA_REC": "\u0001̄The Nochoro, Chomach's true form.\nA red Nochoro is the sign of God's chosen Nochora.",
  "NPC_CHILD_REC": "\u0001̄Ordinary human child who recently was a from deep, \ncryogenically induced sleep, within the Core.",
  "REC_RA_DOOR_010": "Door of Truth",
  "REC_POINT_KUMA_BEFORE": "\u0001̄ The Ra Function is reacting to the target very strongly!\nActivate Ra Function to unmask target.",
  "REC_POINT_KUMA": "\u0001̄Error! Failed to analyze subject.",
  "REC_RA_DOOR_011": "\u0001̄A door leading to another world. It was discovered\nby in the Mirror of Ra's reflection, which shows the truth.",
  "REC_RA_DOOR_020": "\u0001̄Function Recon complete!",
  "REC_RA_GB_BEFORE_010": "\u0001̄Check reaction to Ra.\nIt will reveal its true form when using power of Ra.",
  "REC_RA_GB_010": "\u0001̄You successfully located the door!",
  "REC_RA_MONS_MES": "\u0001̄An Insurgent Demon transformed by Mother's\nrampage. It has an frightening amount of power."
}