{
  "COMM_ABILITY_ACCESS": "\u0001̄Confirming access to the Monolith... preparing to upgrade the Reactor with the %ls ability...",
  "COMM_ABILITY_GET": "You learned the ability %ls!",
  "HOLY_RAIL_MSG_020": "\u0001̄Run Rank ★★ Speed Road using \u0001\u0004%ls\u0001\u0001?",
  "COMM_ABILITY_DESC_RULER": "\u0001̄Zoom is a special ability, enabling you to warp between any two Zoom Stones you've previously attuned with. \u0001ā When you see a Zoom Stone along your journey, simply seek it out and attune with it to add it to your Zoom list.",
  "COMM_ABILITY_DESC_FULLTANK": "\u0001̄Full Charge is a special ability that will quickly restore your monster team to full health. \u0001ā If you have multiple injured allies, use this ability to conveniently heal up before moving on.",
  "CHAPTER_2_1": "Hey there, master!",
  "COMM_ABILITY_DESC_RANARUTA": "\u0001̄Tick-Tock is a special ability that grants its user with the ability to change day into night, or vice versa. \u0001ā In case you weren't aware, some monsters may only appear during certain times of the day. \u0001ā When you're searching an area for a specific monster, and you aren't finding it, try changing the time using this ability.",
  "COMM_ABILITY_DESC_RANARION": "\u0001̄Forecast allows its user to control the current state of the weather. \u0001ā Different monsters avoid different types of weather. Use this if you aren't finding a monster you want to scout.",
  "SKY_RETURN_MSG_10": "\u0001̄Flying Monster Ride has not been set. \u0001ā",
  "AROMA_CONTACT_MSG_020": "\u0001̂\u0001ȁ. You're well on your way in finding the Incarnus. \u0001ā But won't you stop and head back to the Centre Building? I'll wait for you there!",
  "COMM_ABILITY_DESC_MAKE_UP": "\u0001̄Makeover is a special skill that lets us change appearances on the go. \u0001ā Use it whenever you are looking to just change things up a little bit.",
  "COMM_ABILITY_NAME_RULER": "Zoom",
  "COMM_ABILITY_NAME_FULLTANK": "Full Charge",
  "COMM_ABILITY_NAME_RANARUTA": "Tick-Tock",
  "MASTERS_LOAD_REACTOR_MSG_140": "\u0001̄Master's Road has been cleared. Because you did it in less than \u0001\u00045 rounds\u0001\u0001... \u0001ā The defeated \u0001\u0004%ls\u0001\u0001 has chosen to join your team.",
  "CHAPTER_4_2": "Finish up whatever needs done in the Grim Tundra, and let's hurry over to the Black Iron Prison Tower, and look for Lucia!",
  "GET_DISC_MACHINE": "So far, along your journey... You unlocked the Disc Machine, and can now create your own!",
  "COMM_ABILITY_NAME_RANARION": "Forecast",
  "COMM_ABILITY_NAME_MAKE_UP": "Edit Appearance",
  "CHECK_SAVE_MSG": "Would you like to make a record of your progress and record over the current save data?\u0001Ă",
  "MASTERS_LOAD_SYSTEM_MSG_040": "\u0001ȁ's \u0001\u0004%ls\u0001\u0001 begins to glow!",
  "COMM_APPROACH_STATUE": "\u0001̄I've detected a Monolith within your immediate vicinity that contains the skill %ls.",
  "COMM_ITEM_MULTIPLE_GET": "\u0001\u0004%ls\u0001\u0001 x%ls obtained!",
  "COMM_ITEM_MULTIPLE_GET_07": "You broughtpeace back to the Broken World! Received the \u0001\u0004%ls\u0001\u0001　x%ls!",
  "COMM_RULER_ACCESS": "\u0001́A new Zoom Stone has been detected. Attuning with the Zoom Stone for future access...",
  "CHAPTER_6_1": "You defeated Deathburn, master!",
  "COMM_RULER_DONE": "\u0001̄You've already attuned with this Zoom Stone.",
  "COMM_RULER_ADD2": "The %ls location \"%ls\" is now an available location to zoom to!",
  "CHAPTER_3_1": "Hey there, boss!",
  "COMM_RULER_ADD": "The location \"%ls\" is now an available location to zoom to!",
  "RA_REACTION_MSG_020": "The Reactor is sensing something in this area. Try using it to find a rift in Space-time.",
  "COMM_RULER_ADD3": "Added %ls %ls to the Zoom List!",
  "CHAPTER_3_2": "Finish up whatever needs done on the Spirit Road, and let's hurry over to the Grim Tundra, and look for Lucia!",
  "COMM_RULER_DEST_LAND_01": "Silent Meadows",
  "COMM_RULER_DEST_LAND_02": "Fallen City",
  "COMM_RULER_DEST_LAND_03": "Spirit Road",
  "MSG_PRAY_PILLAR_AFTER_CLEAR_MISSION": "This monumen has already been blessed. \u0001ȁ has already received the blessing.",
  "COMM_RULER_DEST_LAND_04": "Grim Tundra",
  "COMM_RULER_DEST_LAND_05": "Darkiron Bastille",
  "HOLY_RAIL_KEYHOLE_000": "There's an old stone pillar. \u0001ā",
  "COMM_RULER_DEST_LAND_06": "Fiery Volcano",
  "COMM_RULER_DEST_LAND_07": "Core",
  "COMM_RULER_DEST_LAND_08": "Ground Zero",
  "COMM_MOGURA_EXIT_020": "\u0001́What explanation would you like to hear?\u0001ĥ",
  "COMM_RULER_DEST_LAND_09": "Incarnus Realm",
  "COMM_RULER_DEST_LAND_10": "Spirit World",
  "COMM_RULER_DEST_LAND_11": "Madullaj Mahal",
  "COMM_RULER_DEST_00": "Wood Park",
  "COMM_RULER_DEST_01": "Glutton's Keep",
  "COMM_RULER_DEST_02": "South",
  "COMM_RULER_DEST_03": "Centre Building",
  "COMM_RULER_DEST_04": "Centre Building - 1F",
  "COMM_RULER_DEST_05": "Power Plant",
  "COMM_RULER_DEST_06": "Centre Building - 30F",
  "COMM_RULER_DEST_07": "Neon Park - South Entrance",
  "COMM_BIGWIND_EXITHOLE": "\u0001ȁ and the others escaped from the cavern!",
  "COMM_RULER_DEST_08": "Neon Park - North Entrance",
  "GET_HAIGOU_MACHINE": "The Fusion Machine has become accessible!",
  "COMM_RULER_DEST_09": "Undead Garden - Entrance",
  "COMM_RULER_DEST_10": "Undead Garden - Underground",
  "COMM_RULER_DEST_11": "West Entrance",
  "COMM_RULER_DEST_12": "Polar Park - East Exit",
  "COMM_RULER_DEST_13": "Polar Park - North",
  "COMM_RULER_DEST_14": "Icy Monolith",
  "COMM_RULER_DEST_15": "Iron Ark",
  "COMM_RULER_DEST_16": "Iron Ark - Laboratory",
  "COMM_RULER_DEST_17": "Alloy Park",
  "COMM_RULER_DEST_18": "Rooftop",
  "COMM_RULER_DEST_19": "Power Plant - 3rd Floor",
  "COMM_RULER_DEST_20": "Magma Park",
  "COMM_RULER_DEST_21": "Mt. Elpis - Summit",
  "COMM_RULER_DEST_22": "Secret Base",
  "COMM_RULER_DEST_23": "Resistance Secret Base - Underground Lab",
  "COMM_RECOVERY": "\u0001\u0004HP and MP were fully restored!\u0001\u0001",
  "REC_RA_BEFORE_010": "\u0001̄Check reaction to Ra. It will reveal its true form when using power of Ra.",
  "COMM_RULER_DEST_24": "Entrance",
  "COMM_RULER_DEST_25": "Depths",
  "COMM_RULER_DEST_26": "Virtual Colosseum",
  "COMM_RULER_DEST_27": "Ground Zero",
  "COMM_RULER_DEST_28": "Centre Building - B1",
  "COMM_RULER_DEST_29": "Centre Building - B2",
  "COMM_RULER_DEST_30": "Northwest Gate",
  "COMM_RULER_DEST_31": "Central Square",
  "COMM_RULER_DEST_32": "Mt. Elpis",
  "COMM_RULER_DEST_33": "Highway - East",
  "COMM_RULER_DEST_34": "Highway - West",
  "COMM_RULER_DEST_35": "Southern Plains",
  "COMM_RULER_DEST_36": "Entrance",
  "COMM_RULER_DEST_37": "※Missed Area 1",
  "COMM_RULER_DEST_38": "Waypoint",
  "COMM_RULER_DEST_39": "※Missed Area 3",
  "HOLY_RAIL_TIMEUP": "Race Time Over!\u0001ā Do you want to race again?\u0001Ă",
  "COMM_RULER_DEST_40": "Djinn's Throne",
  "CHAPTER_8_3": "",
  "COMM_MOGURA_GET_MONEY_010": "\u0001ȁ took \u0001\u0004%ls\u0001\u0001 Gold!",
  "COMM_RULER_DEST_41": "North Scoop Road",
  "COMM_RULER_DEST_42": "Incarnus Village",
  "COMM_RULER_DEST_43": "Dragon Valley",
  "COMM_ITEM_SINGLE_GET": "Found the \u0001\u0004%ls\u0001\u0001!",
  "GET_METAL_DISC": "You found a Metal Disk!",
  "COMM_ITEM_MULTIPLE_GET_01": "You cleared the Silent Meadow! Received the \u0001\u0004%ls\u0001\u0001　x%ls!",
  "COMM_ITEM_MULTIPLE_GET_02": "You cleared the Fallen City! Received the \u0001\u0004%ls\u0001\u0001　x%ls!",
  "ADD_FELLOW_G00_00": "So far, along your journey... the Imp became your ally!",
  "COMM_ITEM_MULTIPLE_GET_03": "You cleared the Spirit Road! Received the \u0001\u0004%ls\u0001\u0001　x%ls!",
  "COMM_ITEM_MULTIPLE_GET_04": "You cleared the Grim Tundra! Received the \u0001\u0004%ls\u0001\u0001　x%ls!",
  "COMM_ITEM_MULTIPLE_GET_05": "You cleared the Black Iron Prison Tower! Received the \u0001\u0004%ls\u0001\u0001　x%ls!",
  "COMM_ITEM_MULTIPLE_GET_06": "You cleared the Fiery Volcano! Received the \u0001\u0004%ls\u0001\u0001　x%ls!",
  "COMM_ITEM_MULTIPLE_GET_08": "You brought eternal peace back to the Broken World! Received the \u0001\u0004%ls\u0001\u0001　x%ls!",
  "COMM_ITEM_GET_AQ_01": "The Queen rewarded \u0001ȁ with \u0001\u0004%ls\u0001\u0001 x%ls \u0001ā",
  "COMM_ITEM_GET_AQ_01_PISUKA": "Pisces gave \u0001ȁ the \u0001\u0004%ls\u0001\u0001 x%ls... \u0001ā",
  "COMM_ITEM_GET_AQ_02": "The Queen also handed over the \u0001\u0004%ls\u0001\u0001 x%ls!",
  "COMM_ITEM_GET_SQ_00": "The Nochora gave you the \u0001\u0004%ls\u0001\u0001!",
  "MSG_PRAY_PILLAR_3": "\u0001ȁ offered prayer to the Incarnus Altar. \u0001ā The Mirror of Ra shimmers brilliantly. \u0001ā After %ls more altars, its divine powers should be complete restored.",
  "COMM_ITEM_GET_SQ_01": "The Nochora gave you the \u0001\u0004%ls\u0001\u0001 x%ls... \u0001ā",
  "MSG_PRAY_PILLAR_4": "\u0001ȁ offered prayer to the Incarnus Altar. \u0001ā The Mirror of Ra flows with power. \u0001ā With this, all 15 Altars have been visited. Let's return to the Incarnus Village and see Lutra!",
  "COMM_ITEM_GET_SQ_00_GB": "The Incarnus gave you the \u0001\u0004%ls\u0001\u0001!",
  "ARASUJI_GRAVE": "Spirit Road summary has been added! Check it out in your library!",
  "COMM_ITEM_GET_SQ_01_GB": "The Incarnus gave you the \u0001\u0004%ls\u0001\u0001 x%ls... \u0001ā",
  "COMM_MOGURA_EXIT_030": "\u0001́Yoose arrived at the great Don Mole's theme park, The Mole Hole! \u0001ā Battle through the various moles and find holes to travel all the way to the depths located at B4. \u0001ā You can only enter The Mole Hole once per day, so take caution as you explore.",
  "COMM_ITEM_GET_SQ_02": "You obtained \u0001\u0004%ls\u0001\u0001 x%ls!",
  "HOLY_RAIL_FALLDOWN": "Uh oh! You fell out of bounds! \u0001ā Would you like to try it again?\u0001Ă",
  "MSG_PRAY_PILLAR_5": "\u0001ȁ prayed at the Incarnus pillar. \u0001ā You already have enough blessing.",
  "RIDE_FILTER_MSG_01": "\u0001̄Some areas on your mini-map that were previously shaded can now be reached using your new riding ability.",
  "MASTERS_LOAD_REACTOR_MSG_020": "\u0001̄Recieved signal from the device to terminate Master's Road.\u0001Ă",
  "MSG_PRAY_PILLAR_2": "\u0001ȁ prayed at the Incarnus monument. \u0001ā A bit of power returned to the Mirror of Ra. \u0001ā You will have enough divine blessing if you pray at %ls monuments.",
  "SKY_RETURN_MSG_00": "\u0001̄Will you use the \u0001\u0004Flight Signal\u0001\u0001 to return to the World Map?\u0001Ă",
  "AROMA_CONTACT_MSG_010": "\u0001̂Can you hear me, \u0001ȁ? I saw a Ra reaction in the Grim Tundra. \u0001ā Won't you go there and check it out for me?",
  "SKY_RETURN_MSG_11": "\u0001̄To use the \u0001\u0004Flight Signal\u0001\u0001, you must assign a monster to ride.",
  "MASTERS_LOAD_SYSTEM_MSG_010": "It appears to be some sort of foreign technology. \u0001ā",
  "MASTERS_LOAD_SYSTEM_MSG_020": "They don't appear to have any significance at this time...",
  "MASTERS_LOAD_SYSTEM_MSG_030": "The \u0001\u0004%ls\u0001\u0001 began to emit light in response to the pillar!",
  "MASTERS_LOAD_SYSTEM_MSG_050": "The Reactor has reacted!",
  "MSG_PRAY_PILLAR_1": "\u0001ȁ offered prayer to the Incarnus Altar. \u0001ā The Mirror of Ra recovered some power. \u0001ā After %ls more altars, its divine powers should be restored.",
  "MASTERS_LOAD_SYSTEM_MSG_060": "Ending Master's Road function!",
  "MASTERS_LOAD_REACTOR_MSG_010": "\u0001̄Receiving information about Master's Road. \u0001ā These devices were designed for the purpose of training one's riding technique. \u0001ā This one can be activated using a \u0001\u0004%ls\u0001\u0001. \u0001ā",
  "MASTERS_LOAD_REACTOR_MSG_011": "\u0001̄Activate the ★ Masters Road using the \u0001\u0004%ls\u0001\u0001?\u0001Ă",
  "MASTERS_LOAD_REACTOR_MSG_012": "\u0001̄Activate the ★★ Masters Road using the \u0001\u0004%ls\u0001\u0001?\u0001Ă",
  "MASTERS_LOAD_REACTOR_MSG_013": "\u0001̄Activate the ★★★ Masters Road using the \u0001\u0004%ls\u0001\u0001?\u0001Ă",
  "MASTERS_LOAD_REACTOR_MSG_014": "\u0001̄Activate the ★★★★ Masters Road using the \u0001\u0004%ls\u0001\u0001?\u0001Ă",
  "MASTERS_LOAD_REACTOR_MSG_015": "\u0001̄Activate the Rank ★★★★★ area using the \u0001\u0004%ls\u0001\u0001?\u0001Ă",
  "MASTERS_LOAD_REACTOR_MSG_130": "\u0001̄Congratulations! You've cleared this Masters Road! \u0001ā The \u0001\u0004%ls\u0001\u0001 has submitted, and would like to now join your team.",
  "MASTERS_LOAD_REACTOR_MSG_016": "\u0001̄Activate the ★★★★★★★ Masters Road using the \u0001\u0004%ls\u0001\u0001?\u0001Ă",
  "MASTERS_LOAD_SYSTEM_MSG_110": "Will you fight the \u0001\u0004%ls\u0001\u0001?\u0001Ă",
  "MASTERS_LOAD_SYSTEM_MSG_120": "\u0001\u0004%ls\u0001\u0001 became your friend!",
  "MSG_PRAY_PILLAR_AFTER_NOT_MISSION": "You have already prayed at this shrine. \u0001ā You need to pray at %ls shrines to get the full blessing.",
  "MASTERS_LOAD_SYSTEM_MSG_130": "\u0001\u0004%ls\u0001\u0001 got away!",
  "MASTERS_LOAD_SYSTEM_MSG_140": "\u0001ȁ was transported back to the begining of Master's Road!",
  "MASTERS_LOAD_REACTOR_MSG_110": "\u0001̄A strong energy reading has been detected ahead. This must be the head monster of this road. \u0001ā If you're able to defeat it, it will likely ask to join you as an ally.",
  "MASTERS_LOAD_REACTOR_MSG_120": "\u0001̄I've confirmed a powerful monster lying in wait for you up ahead. \u0001ā If you can defeat it within \u0001\u00045 rounds\u0001\u0001, it will likely become your ally.",
  "MASTERS_LOAD_REACTOR_MSG_150": "\u0001̄This ends the Masters Road. You could not finish the fight within \u0001\u00045 rounds\u0001\u0001... \u0001ā The \u0001\u0004%ls\u0001\u0001 refused to become your ally. \u0001ā",
  "MASTERS_LOAD_REACTOR_MSG_160": "\u0001̄You've reached the end of the Masters Road... \u0001ā But you can always come back and re-challenge the same one. \u0001ā Keep training until then... and good luck.",
  "MASTERS_LOAD_REACTOR_MSG_170": "\u0001̄It seems your Monster Storage is full. Please release a monster to make room.",
  "ADD_FELLOW_EX00_00": "So far, along your journey... Equinox became your ally!",
  "GIVE_FOR_ITEM_SHOP": "\u0001ȁ handed the shop owner the \"\u0001\u0004%ls\u0001\u0001\".",
  "GIVE_FOR_MEAT_SHOP": "\u0001ȁ handed the butcher the \"\u0001\u0004%ls\u0001\u0001\".",
  "RA_REACTION_MSG_010": "\u0001̄Ra is giving off a strong reaction to this. \u0001ā It's recommended that you use the Mirror to explore this area in more depth.",
  "RA_REACTION_MSG_030": "\u0001̄There was no RA Rection in this area.",
  "CHAPTER_5_2": "Finish up at the Darkiron Bastille, and head over to the Fiery Volcano, where you buddy Birdy waits!",
  "RA_REACTION_RA_MSG_020": "\u0001̄This temple, is actually the origin of the Planet Seed. It also acts as the home of the Incarnus. \u0001ā However, due to Mother's rampage, it has had significant damage inflicted upon it.",
  "AROMA_CONTACT_MSG_030": "\u0001̂}Can you hear me, \u0001ȁ? I saw a Ra reaction in the Grim Tundra. \u0001ā Won't you go there and check it out for me?",
  "CHAPTER_1_1": "Hey there, master!",
  "REC_RA_MONS_BATTLE_040": "\u0001̄A strong power radiates from within the object. However, it cannot reach you from such a distance.",
  "CHAPTER_1_2": "Finish up whatever you have to do in the Silent Meadows, and then hurry on over to the Fallen City with everyone!",
  "CHAPTER_2_2": "Finish up whatever needs done in the Fallen City, and let's hurry over to the Spirit Road, and look for Lucia!",
  "COMM_MOGURA_EXIT_060": "\u0001́The one that puts an end to Don Clawleone gets a fabulous prize. \u0001ā We've got fabulous prizes you can't get anywhere else. So have fun!",
  "CHAPTER_4_1": "Hey there, master!",
  "CHAPTER_5_1": "Hey there, master!",
  "CHAPTER_6_2": "Make sure you're prepared before leaving the Fiery Volcano, as you're headed to the main base for the enemy next!",
  "CHAPTER_7_1": "You defeated the Dark Master, boss!",
  "CHAPTER_7_2": "You're all done at the Core for now, and settled back, oddly enough, into Paradise!",
  "CHAPTER_7_3": "Oh, no... snapped revived all of his minions! Use the Fight Signal, and go track them down!",
  "CHAPTER_7_4": "Just a little further! You've almost finished everything we have to do!",
  "CHAPTER_8_1": "Hey there, master!",
  "CHAPTER_8_2": "We must save Lenate! Aroma waits for you in the Center Buildings' Basement!",
  "ADD_FELLOW_H00_00": "So far, along your journey... the Bullfinch and Cruelcumber became your allies!",
  "ADD_FELLOW_A00_00": "So far, along your journey... The Shadow became your ally!",
  "ADD_FELLOW_I00_00": "So far, along your journey... the Living Statue became your ally!",
  "ADD_FELLOW_S00_00": "So far, along your journey... Swarm Troopers became your ally!",
  "ADD_FELLOW_V00_00": "So far, along your journey... Cavorting Column became your ally!",
  "ADD_FELLOW_C00_00": "So far, along your journey... Great Empyrea became your ally!",
  "ADD_FELLOW_C00_01": "So far, along your journey... Genie Sanguini became your ally!",
  "ADD_FELLOW_NOT_EMPTY": "It seems the Monster Farm is full. Please release a monster to make room.",
  "GET_RULA": "So far, along your journey... you learned how to use the Zoom ability!",
  "ARASUJI_CITY": "Fallen City summary has been added! Check it out in your library!",
  "GET_MANTAN": "So far, along your journey... You learned the Full Charge ability, and remembered how to ride your monsters!",
  "GET_DRONE": "Drone functionality was added to your reactor!",
  "GET_JADE_HORN": "You found the \u0001\u0004Jade Horn\u0001\u0001!",
  "GET_RIDERS_CUP": "So far, along your journey... you competed in your first Great Riders Cup!",
  "HOLY_RAIL_NPC_TALK_05": "\u0001́Which prize do you want? You can't keep points so you should use them.",
  "GET_RIDE_SOUGEN": "So far, along your journey... You learned how to land ride, and battle ride with your monsters!",
  "GET_RIDE_HYOGEN": "So far, along your journey... you learned how to Ride your monsters underwater!",
  "GET_RIDE_KAZAN": "So far, along your journey... You learned how to Air Ride your monsters!",
  "GET_RIDE_CORE": "So far, along your journey... you learned how to Sky Ride your monsters!",
  "ARASUJI_GREEN": "Silent Meadows summary has been added! Check it out in your library!",
  "ARASUJI_ICE": "Grim Tundra summary has been added! Check it out in your library!",
  "ARASUJI_PRISON": "Darkiron Bastille summary has been added! Check it out in your library!",
  "ARASUJI_VOLCANO": "Fiery Volcano summary has been added! Check it out in your library!",
  "ARASUJI_CORE": "Core summary has been added! Check it out in your library!",
  "ARASUJI_INSIDE": "Ground Zero summary has been added! Check it out in your library!",
  "HOLY_RAIL_KEYHOLE_010": "\u0001̄Incoming transmission regarding Speed Road. \u0001ā Speed Road is a device for scouts with the need for speed. \u0001ā Take another look after you ride on a small-sized monster. \u0001ā Transmission regarding Speed Road is finished.",
  "HOLY_RAIL_KEYHOLE_011": "Speed Road stopped functioning!",
  "HOLY_RAIL_KEYHOLE_020": "The \u0001\u0004%ls\u0001\u0001 you're holding begins shining in reaction to the stone pillar!",
  "HOLY_RAIL_KEYHOLE_030": "It is an ancient monument. \u0001ā It won't do anything even if you touch it.",
  "HOLY_RAIL_COUNT_01": "You have enough to get a special prize.",
  "HOLY_RAIL_KEYHOLE_040": "\u0001ȁ used \u0001\u0004%ls\u0001\u0001 on the monument!",
  "HOLY_RAIL_KEYHOLE_050": "\u0001̄I received information about the Speed Road. \u0001ā Speed Road is a device for scouts who desire speed. \u0001ā This Speed Road can launch you to \u0001\u0004%ls\u0001\u0001. \u0001ā",
  "HOLY_RAIL_MSG_010": "\u0001̄Run Rank ★ Speed Road using \u0001\u0004%ls\u0001\u0001?\u0001Ă",
  "HOLY_RAIL_MSG_030": "\u0001̄Run Rank ★★★ Speed Road using \u0001\u0004%ls\u0001\u0001?",
  "HOLY_RAIL_LIFELOST": "You've lost LIFE!\u0001ā Do you want to try again?\u0001Ă",
  "HOLY_RAIL_GOAL": "\u0001ȁ got %ls points!",
  "HOLY_RAIL_COUNT_02": "%ls x%ls achieved. Reward:　Got \u0001\u0004%ls\u0001\u0001.",
  "HOLY_RAIL_COUNT_03": "With %ls more, %ls can be obtained.",
  "HOLY_RAIL_EXCHANGE_00": "Award 3",
  "HOLY_RAIL_EXCHANGE_01": "Award 2",
  "HOLY_RAIL_NPC_TALK_01": "\u0001́That was one heck of a finish! Depending on your score, you can obtain prizes here.",
  "HOLY_RAIL_EXCHANGE_02": "Award 1",
  "HOLY_RAIL_NPC_TALK_02": "\u0001́Wow, you got over \u0001\u0004%ls\u0001\u0001 of 'em! This calls for a special reward!",
  "HOLY_RAIL_REWARD": "Congratulations! You've achieved a No-Miss Goal! As a special reward, you got \u0001\u0004%ls\u0001\u0001 x%ls.",
  "HOLY_RAIL_RULE": "\u0001́So this is Speed Road? Heh…… Seems like there are some game-like rules. \u0001ā Here you avoid monsters until you lose LIFE searching for the Goal. \u0001ā You can get points when you grab a sphere, 10 for a small, 100 medium, 500 large. \u0001ā I'll wait for you by the goal. Now give Speed Road a go!",
  "COMM_MOGURA_EXIT_050": "\u0001́Holes that go deeper are on other floors other than the 4th. Try leaping down one. \u0001ā You never know when you'll be lucky or attacked by moles so don't think about it too hard.",
  "HOLY_RAIL_LOWER_1": "【 Operating 】 Movement  - Move the circle pad left/right Jump      - Press the B-Button Use SP Item - Press the A-button 【Prize Exchange】 100 pts. - %ls 100 pts. - %ls 100 pts. - %ls",
  "COMM_MOGURA_EXIT_070": "\u0001́No refunds even if you leave, and you can't come back until tomorrow. Is that ok?\u0001Ă",
  "HOLY_RAIL_LOWER_2": "【 Operating 】 Movement  - Move the circle pad left/right Jump      - Press the B-Button Use SP Item - Press the A-button 【Prize Exchange】  500 pts. - %ls 1000 pts. - %ls 1500 pts. - %ls",
  "HOLY_RAIL_LOWER_3": "【 Operating 】 Movement  - Move the circle pad left/right Jump      - Press the B-Button Use SP Item - Press the A-button 【Prize Exchange】 1500 pts. - %ls 1500 pts. - %ls 2000 pts. - %ls",
  "HOLY_RAIL_NPC_TALK_03": "\u0001ȁ got \u0001\u0004%ls\u0001\u0001 x%ls!",
  "HOLY_RAIL_NPC_TALK_04": "\u0001́That's all I have. Sorry, but I can't give you any next time.",
  "HOLY_RAIL_NPC_TALK_06": "\u0001́You still have unused points. Are you sure you want to leave?\u0001Ă",
  "HOLY_RAIL_NPC_TALK_07": "\u0001́Your running is a real eye-opener! Come try it again!",
  "REC_RA_MONS_BATTLE_BEFORE_010": "\u0001̄It appears that an Insurgent Demon has returned with Mother's disapperance. \u0001ā I can sense their incredible strength. I'd make sure you're fully prepared. \u0001ā Are you ready to fight the Insurgent Demon?\u0001Ă",
  "REC_RA_MONS_BATTLE_010": "\u0001̄It appears that an Insurgent Demon has returned with Mother's disapperance. \u0001ā I can sense their incredible strength. I'd make sure you're fully prepared. \u0001ā Are you ready to fight the Insurgent Demon?\u0001Ă",
  "REC_RA_MONS_BATTLE_020": "There's no response, even upon examining it...",
  "REC_RA_MONS_BATTLE_030": "\u0001̄Confirm Ra reaction from feature. But cannot confirm with the drone.",
  "COMM_NPC_KINGMORMON_010": "\u0001̃Oh hoh hoh! You dare challenge the great King Sanguini?! \u0001ā I'll reward you handsomely if you win... so how about we go a few rounds?\u0001Ă",
  "COMM_NPC_KINGMORMON_020": "\u0001̃I'm glad to hear it. Now, give me everything you've got!",
  "COMM_NPC_KINGMORMON_021": "\u0001̃How utterly disappointing. Come back and let me know when you've changed your mind.",
  "COMM_NPC_KINGMORMON_030": "\u0001̃Phew! What a rush! I haven't had that much fun in ages! As promised... \u0001ā This \u0001\u0004%ls\u0001\u0001 is all yours.",
  "COMM_NPC_KINGMORMON_031": "\u0001̃That's enough for me, for one day. Let's do that again some time, ho ho ho.",
  "COMM_NPC_KINGMORMON_032": "The King Sanguini flew off somewhere.",
  "REC_EMPTY_MSG_010": "\u0001̂It seems the Monster Farm is full. Please release a monster to make room.",
  "COMM_MOGURA_MINE_010": "There is a big hole. Leap down it?\u0001Ă",
  "COMM_MOGURA_RECOVERY_010": "\u0001\u0004A gentle wind envelops \u0001ȁ! All party monsters HP and MP restored!\u0001\u0001",
  "COMM_MOGURA_BATTLE_010": "\u0001́Before youse can take on the boss, youse gotta get thru' da mole patrol!",
  "COMM_MOGURA_EXIT_010": "\u0001́Are you having any issues?\u0001Đ",
  "COMM_MOGURA_EXIT_040": "\u0001́There are some restrictions in place regarding items, saving, special techniques, and party members. \u0001ā You may only use your active and standby members while exploring The Mole Hole and battling Don Mole.",
  "COMM_MOGURA_EVENT_NONE_010": "Looks like the hole's covered up. Ya can't get down from here.",
  "COMM_LASTDUNGEON_AUTOLOCK_DOOR": "The door has locked itself!",
  "COMM_LASTDUNGEON_DOOR_MSG": "The door is shut tight, and cannot be opened from this side.",
  "MSG_NOT_PRAY_PILLAR": "A monument made to resemble the beast stands here.",
  "NAME_MARIBEE": "マリべえ",
  "NAME_LAMITA": "ラミた",
  "NAME_DONADONA": "ドナドナ",
  "NAME_GOMECHAN": "ゴメちゃん"
}