{
  "DEMO_826_MSG_010": "\u0001̂Sorry for making you wait so long, Lenate. We're here now, though...",
  "DEMO_826_MSG_170": "\u0001́Behold my new form, to accompany my newfound \nabilities... I am now Dark-Almighty!",
  "DEMO_826_MSG_020": "No... you mustn't!",
  "DEMO_826_MSG_180": "\u0001́You have no chance against me now, \u0001ȁ!",
  "DEMO_826_MSG_030": "\u0001̂Lenate!? What's the meaning of this? After we went to so much trouble... tell us why!",
  "DEMO_826_MSG_040": "You... must... not... use... this!",
  "DEMO_826_MSG_050": "\u0001́Hmm... Gah-hah-hah-hah-hah!",
  "DEMO_826_MSG_060": "\u0001̂Dark Master!? But... \u0001ȁ already\ndefeated you... how can this be!?",
  "DEMO_826_MSG_070": "\u0001́Technically speaking... yes, I was defeated at his hand. However... he only defeated my physical form.\n\u0001ā",
  "DEMO_826_MSG_080": "\u0001́Luckily, Snapped-Almighty's powers preserved my soul, and kept my spirit alive!",
  "DEMO_826_MSG_090": "\u0001̂This is insane... if Snapped-Almighty truly had restored\nyour form, then where were you previously...",
  "DEMO_826_MSG_100": "\u0001́Right... upon losing my physical form, there was not much I could do. I had to figure out how to get a new body.",
  "DEMO_826_MSG_110": "\u0001̂So, that's it then... you waited for us to bring that\nPlanet Seed here, didn't you!?",
  "DEMO_826_MSG_120": "\u0001́Hmm-hmm-hmm, precisely. Once we had access to all of\nMother's data, I had planned that as my last line of defense...",
  "DEMO_826_MSG_130": "\u0001́The moment Lenate sacrificed herself to stabilize \nMother... I knew you'd be back with that Planet Seed!\n\u0001ā",
  "DEMO_826_MSG_140": "\u0001́For me, it was just a matter of patience... biding my time\nwhile you two did all of the heavy lifting.\n\u0001ā",
  "DEMO_826_MSG_150": "\u0001́How rude of me... I suppose I must thank you, after all... you two did overcome some impossible odds just to save me.",
  "DEMO_826_MSG_160": "\u0001́Not only did you help restore me... but you've now\ngiven me the Gods' power of Creation and Destruction!"
}