{
  "DEMO_002_AFT_WST_NPC_A": "\u0001́This is the Boss's territory, known as Polar Park.\n\u0001ā\nIt's a complicated situation, but Toto is in charge of the western half of this Park.\n\u0001ā\nStraight ahead... you see that Wall of Ice? That was only recently constructed.",
  "DEMO_002_AFT_WST_NPC_B": "\u0001́A long time ago, the Boss had an enemy named Don Silver.\n\u0001ā\nSilver was in charge of the eastern half of Polar Park, but recently passed away. \n\u0001ā\nHis successor, named Yetas, started beef with our Boss, Toto.\n\u0001ā\nNow, he's accusin' the Boss of murderin' Don Silver! They've been arguin' bout it for years.",
  "DEMO_002_AFT_WST_NPC_C": "\u0001́Are you a Resistance member? Man... sure brings back memories.\n\u0001ā\nBack then, the east and west always fought over each other's limited food resources.\n\u0001ā\nThat is, 'til the Resistance leader, Lucia, came through. She's a true heroine 'round these parts of town.",
  "DEMO_002_AFT_WST_NPC_D": "\u0001̂Boss's house is in the inner part of the city. If you wish to speak with him, go there.\n\u0001ā\nIt's just that he's been irritated recently with all these things going on.... just don't make him mad.",
  "ITM_MSG_001": "\u0001̂Welcome! This is the Item Shop. How may I be of service to you today?",
  "ITM_MSG_002": "\u0001̂Thanks for stopping by! You're welcome here any time!",
  "GARUBIRUSU_AFT_CHILD_A": "\u0001́Someone's definitely behind the mess up in the sky.\nYou know anything about it, pal?",
  "INN_MSG_1ST_001": "\u0001́Would you like to stay the night, free of charge as our honored guests?\u0001Ă",
  "INN_MSG_1ST_002": "\u0001́Don't push yourselves too hard. Are you aware how much sleep deprivation can hurt you?",
  "DEMO_003_AFT_TODO": "\u0001̃The only way to reach East Polar Park is through the underwater tunnel in the lake.\n\u0001ā\nFirst, you'll need to seek out the Monolith to the southwest and learn to swim.\n\u0001ā\nI'll alert my guards by the Monolith that you're coming, \u0001ȁ.",
  "INN_MSG_1ST_003": "\u0001́Hopefully you got a good night's sleep. Now, get out there and do your best!",
  "INN_MSG_1ST_004": "\u0001́I sure hope those guys from the East side leave us be... In any case, would you care to rest?\u0001Ă",
  "INN_MSG_1ST_005": "\u0001́Is that so... I suppose it isn't an ideal time to be laying around.",
  "INN_MSG_1ST_006": "\u0001́I hope you slept well, even at a time like this. I was so worried myself... I barely got any sleep.",
  "ITM_MSG_003": "\u0001̂I'm about as loyal as they come to our Boss. Any friend o' his is a friend o' mine.\n\u0001ā\nNow, if you need somethin' to help the Boss, jus' lemme know and I'll gladly help ya's!",
  "GARUBIRUSU_AFT_CHILD_B": "\u0001́No matter what happens, we gots to protect the Boss\nand our home... that's all we gots left!",
  "ITM_MSG_004": "\u0001̂Thanks for stoppin' by the shop! Come on back here any time!",
  "GARUBIRUSU_AFT_CHILD_C": "\u0001̂What kinda wise guy thought it was a good idea to\ncover up the sun with all that dirty air!",
  "NPC_WEST_B_REC": "\u0001̄One of the inhabitants of West Polar Park. Its blue fur looks rather warm.",
  "INN_MSG_1ST_007": "\u0001́You know... It's quite dangerous out there.\n\u0001ā\nWhen you're tired though, you're tired. Perhaps you'd like to rest up?\u0001Ă",
  "INN_MSG_1ST_008": "\u0001́At a time like this? Perhaps resting up a bit would help?",
  "INN_MSG_1ST_009": "\u0001́Alright! I hope that energized you! Now go get 'em!",
  "INN_MSG_1ST_010": "\u0001́Hmm... jus' by that look on yer face, I can tell that\neverything's just about been resolved.\n\u0001ā\nSeein' how much runnin' around you just had to do, I'm guessin' you could probably use a little sleep?\u0001Ă",
  "INN_MSG_1ST_011": "\u0001́You'll continue to press on, then? Just don't push yourself too hard.",
  "INN_MSG_1ST_012": "\u0001́A good night's sleep always leaves me feelin' pretty\nrefreshed! Does the body real good, you know?",
  "INN_MSG_001": "\u0001́Welcome. Would you like to spend the night here?\n\u0001ā\nIf you want to spend the night, you'll sleep like a baby until dawn. And if you decide to rest, I'll make sure to wake you before dusk!\n\u0001ā\nEither way, you'll recover perfectly. So, what are you going to do?\u0001Ĉ",
  "DEMO_006_AFT_EST_NPC_B": "\u0001̂We're all part of Yetas's Gang. The rightful owner of all of Polar Park!\n\u0001ā\nWe ain't lettin' Toto's goons do whatever they want. Someone's gotta show dem who's boss!",
  "DEMO_012_AFT_EST_NPC_D": "\u0001̂How'd we all managed to be deceived so badly...\nThis behavior of ours has been unacceptable!\n\u0001ā\nI'm so relieved that the Don's still in one piece. Perhaps now our two sides can reunite as one.",
  "INN_MSG_002": "\u0001́Okay, I'll be here if you change your mind!",
  "DEMO_006_AFT_EST_NPC_C": "\u0001̂When Don Silver bit it, Lord Yetas took over without even holding a proper funeral or nuttin'...\n\u0001ā\nIt just don't feel right... somethin's up with Lord Yetas, an' I can't quite put my finger on it!",
  "DEMO_019_AFT_EST_NPC_A": "\u0001́I can't believe we got double-crossed like that. I feel so bad 'bout how we treated them western folks...\n\u0001ā\nWe can't hide behind that Ice Wall no more... 'spose all that's left is to \"right\" all our wrongs.",
  "ICE_CLEAR_AFT_TODO": "\u0001̃Hey, nice to see you. You should stay a while.",
  "INN_MSG_003": "\u0001́Hey, did you sleep well? I hope you're full of energy today!",
  "DEMO_008_AFT_CHILD_A": "\u0001́What's the big idea, guys! Our boss is tellin the truth, alright!?",
  "DEMO_019_AFT_EST_NPC_B": "\u0001̂This here's the Don's Home... right here in Ea... I mean, Polar Park!\n\u0001ā\n... Has a nice ring to it, don't it!?",
  "INN_MSG_004": "\u0001́Oh, do we have company? Would you like to stay or rest?\u0001Ĉ",
  "DEMO_008_AFT_CHILD_B": "\u0001́I can't stands it no more! You no good scoundrels from the East are goin' down once and for all!!",
  "DEMO_019_AFT_EST_NPC_C": "\u0001̂Man... what a nightmare. I'm glad things are finally\nback the way they were, though.\n\u0001ā\nIt sure is good to have the Don back and see 'im workin' with the Boss, to boot!",
  "INN_MSG_005": "\u0001́Okay, that's too bad. You're always welcome here if you ever change your mind.",
  "DEMO_008_AFT_CHILD_C": "\u0001̂No way am I gonna let that happen! Put yer money where yer mouth is, punk!",
  "DEMO_019_AFT_EST_NPC_D": "\u0001̂You made it back... but where's the Don? I was thinkin' he'd have been back by now...",
  "INN_MSG_006": "\u0001́Glad you got a good night's sleep. Alright, safe journeys to you.",
  "DEMO_003_AFT_CHILD_A": "\u0001́I beg of you, \u0001ȁ! Please, help us put an end to this feud!",
  "NPC_B_BY_CROW_020": "\u0001́Yaay! See how much we improved through our training!",
  "DEMO_003_AFT_CHILD_B": "\u0001́The Boss's neck garment is the true testament to his leadership over Polar Park.\n\u0001ā\nWhen our last civil dispute ended, Lucia gifted it to him as proof of their reconciliation.\n\u0001ā\nThe eastern folk... they're good at heart like us. I know that they don't want this either.",
  "DEMO_003_AFT_CHILD_C": "\u0001̂Our gang typically retaliates after an attack. However, we might just have to hold off this time...\n\u0001ā\nIt's the Boss's orders, after all...",
  "DEMO_004_AFT_WST_NPC_D": "\u0001̂So, you've come here seeking Lucia! I see... then that means you're with the Resistance.",
  "DEMO_006_AFT_TODO": "\u0001̃No wonder Lucia was so fond of you! You already learned how to Underwater Ride.\n\u0001ā\nNow all you gotta do is to go to East Polar Park and see Yetas! We're counting on you!",
  "DEMO_006_AFT_CHILD_A": "\u0001́Polar Park wasn't always split in half. That wall of ice separates us now, though.\n\u0001ā\nHowever, you can still access the Eastern half by using that underwater tunnel.\n\u0001ā\nYou'll find the tunnel if you dive into the southern lake and follow the glowing stones on the lake's bottom.",
  "SPEED_CLEAR_AFT_CHILD_A": "\u0001́Man, I troubled you again. I have to get stronger!",
  "DEMO_006_AFT_CHILD_B": "\u0001́ Pressing the B-button while riding underwater will let you sink. And pressing it multiple times will let you sink deeper.\n\u0001ā\nTo float back to the surface, don't press anything to remain still and float back up.\n\u0001ā\nYour monster's stamina will not be affected by floating and sinking, so you can ride as long you like!",
  "SPEED_CLEAR_AFT_CHILD_B": "\u0001́Our boss must be relieved now that the monster that suddenly appeared is not vicious anymore. Thanks to you.",
  "DEMO_006_AFT_CHILD_C": "\u0001̂I heard that there are other places you can use the underwater ride aside from the Grim Tundra.\n\u0001ā\nWhen you encounter a body of water that's up to your chest, you can probably use it there.",
  "SPEED_CLEAR_AFT_CHILD_C": "\u0001̂I went to the Grim Tundra and saw that monsters that were there originally and the new ones were actually getting along.\n\u0001ā\nWhen were they ever friends? The originals felt threatened by the new ones at first.",
  "DEMO_006_AFT_EST_NPC_GARD": "\u0001́No one may pass through here at this time! These are Boss Yetas's orders!",
  "DEMO_006_AFT_EST_NPC_A": "\u0001́A Resistance member... still some of you left, eh? \nWe don't take kindly to you lot this side o' the wall!\n\u0001ā\nWhile I'm still bein' nice, why don't you scram... 'less you wanna end up six feet under the ice!",
  "DEMO_007_AFT_EST_NPC_D": "\u0001̂Y-Y-You'd better get outta here, kid! Go on home before you get clapped... like my buddy...",
  "DEMO_012_AFT_WST_NPC_C": "\u0001́When's the last time I remember seein' Don Silver an' the Boss together like this?\n\u0001ā\nAn' here I thought I'd never live to see this... sure pays to be a brownie sometimes, gah hah hah!",
  "SINARIO_CLEAR_AFT_EST_NPC_D": "\u0001̂Sorry, I don't have anything fancy, but you're welcome to stay as long as you like.",
  "DEMO_007_AFT_TODO": "\u0001̃Ahh... you've returned. I hope the trip wasn't too much\nof an inconvenience.\n\u0001ā\nBut, judging from that expression on your face... I can tell that nothing positive came of it!\n\u0001ā\nTell me, \u0001ȁ... what exactly is Yetas's objection?",
  "DEMO_009_AFT_TODO": "\u0001̃We've got Yetas's Gang under control! Hurry, go to the Frozen Graveyard over in Eastern Polar Park.\n\u0001ā\nYou've gotta investigate Don Silver's coffin! I'm sure he left some sorta clue behind for us to follow!",
  "DEMO_009_AFT_YETAS": "\u0001́Y-Y-You've gotten stronger, Toto... is that all you've got, though!?",
  "SPEED_AFT_CHILD_A": "\u0001́You've done enough for us already! I can take care of myself now!",
  "DEMO_008_AFT_WST_NPC_A": "\u0001́Toto's Gang ain't never lost to no one! Come on, boys! Time to rally!",
  "DEMO_008_AFT_WST_NPC_B": "\u0001́Yetas needs a taste of his own medicine! He's gonna get it now!",
  "NPC_B_BY_CROW_LOSE": "\u0001́Did you go easy on me? You don't have to do that! Give it all you've got!",
  "DEMO_008_AFT_WST_NPC_C": "\u0001́This is bringing back some unpleasant memories. Just before Lucia came to this town...\n\u0001ā\nThe Boss and Don Silver used to fight over food resources all the time.",
  "DEMO_012_AFT_EST_NPC_A": "\u0001́Woah woah... w-w-woah! Yetas just... all of a sudden!\nWhat the frick is goin' on!?\n\u0001ā\nAn' Don Silver's standin' right there, right as rain. Oh boy, he's gonna let us have it...",
  "DEMO_008_AFT_WST_NPC_D": "\u0001̂Even without our rightful Boss, I gotta fight for what's right! I don't care what he says, ain't no forgivin' that murderer!",
  "DEMO_012_AFT_EST_NPC_B": "\u0001̂W-W-Wait... I ain't just seein' things, right? We was all double-crossed, see!\n\u0001ā\nOh man, I just hopes the Don understands an' all. We ain't meant nothin' by followin' that imposter!",
  "DEMO_008_AFT_EST_NPC_A": "\u0001́If he ain't done it, then who'da been strong enough to go an' kill our ol' Don Silver!\n\u0001ā\nToto's the only one capable of pullin' off such a stunt! ... An' believe me, he's gonna pay!",
  "DEMO_008_AFT_EST_NPC_B": "\u0001̂Watch yer mouth, ya phoney! I'm gonna make ya regret ever puttin' our names in yer fat mouth!",
  "DEMO_008_AFT_EST_NPC_D": "\u0001̂I'm just followin' the Boss's orders... don't take it too personally, but it's lights out for you lot!",
  "SINARIO_CLEAR_AFT_WST_NPC_A": "\u0001́Hi \u0001ȁ, so glad to see you. How is your adventure going?",
  "DEMO_009_AFT_EST_NPC_C": "\u0001̂Ugh... everyone left to raid the West side. They ain't gonna be back for a while, either.\n\u0001ā\nHmm... I wonder how many o' them are gonna make it back. I hope those goons ain't throwin' their lives away!",
  "DEMO_012_AFT_TODO": "\u0001̃As soon as we get things under control 'round here, we'll come on after ya! But for now, chase him down over at the Iron Ark!\n\u0001ā\nThe Iron Ark's to the south from the East Polar Park entrance. I'm counting on you, kid!",
  "DEMO_012_AFT_EST_SILV": "\u0001̃We can't let Azamook get away with our \"hope\"! \u0001ȁ! Please, you've gotta go after him!",
  "DEMO_012_AFT_WST_NPC_A": "\u0001́Wh--Wha.... what is going on!? Are my eyes playin' tricks on me... ?",
  "SINARIO_CLEAR_AFT_EST_NPC_B": "\u0001̂I told you that you were a good friend of Don Silver's.\n\u0001ā\nBut I was wrong. You're friends with all of us.",
  "DEMO_012_AFT_WST_NPC_B": "\u0001́I've never seen or heard of that Azamook before today.\nWho exactly is he, and where'd he come from?",
  "SINARIO_CLEAR_AFT_EST_NPC_C": "\u0001̂You'll surely conquer anything in your way.\n\u0001ā\nHeh, I just know. That you're that kind of person.",
  "DEMO_012_AFT_WST_NPC_D": "\u0001̂So long as I'm standin' here, ain't no one, not even a \nfly, is gettin' into our Boss's chambers!",
  "DEMO_012_AFT_CHILD_A": "\u0001́Yetas just suddenly... poof, outta nowhere... he just\ntransformed... what the heck is happenin'!?",
  "DEMO_012_AFT_CHILD_B": "\u0001́Here, we been fightin' with the East this whole time... because o' that imposter of a leader they was followin'!",
  "DEMO_012_AFT_CHILD_C": "\u0001̂He was pullin' a fast one on us after all. Deceived every single one of us, he did!\n\u0001ā\nThat King of Cunning, Azamook... what a terrible creature. He must be stopped!",
  "ITM_MSG_005": "\u0001̂You're off towards the Iron Ark, aren't you? Then you'd better be fully prepared!\n\u0001ā\nPlease, have a look around at our inventory!",
  "ITM_MSG_006": "\u0001̂Thanks for shopping at our store! Please, stop back here any time!",
  "DEMO_019_AFT_CHILD_A": "\u0001́Soon as Azamook showed his ugly face, we smashed that big ol' Ice Wall to bits.\n\u0001ā\nPolar Park is whole once more! An' it's thanks to you, Monster Master!",
  "DEMO_019_AFT_CHILD_B": "\u0001́Hey man, are you leavin' already? Geez, you really \nhelped us out... I dunno how to even thank you.",
  "DEMO_019_AFT_CHILD_C": "\u0001̂Boy, am I relieved to see you back, \u0001ȁ. \nGuessin' that means everything's back to normal.",
  "SINARIO_CLEAR_AFT_EST_SILV": "\u0001̃What's going on? If you have any concerns, I can be of help.\n\u0001ā\nYou can tell me anything, your problems are my problems.",
  "DEMO_019_AFT_WST_NPC_A": "\u0001́Thanks for everything you did for us! Ya may as well think of this place as your second home.\n\u0001ā\nAny time you want, jus' stop back here... heck, we're basically family at this point.",
  "SINARIO_CLEAR_AFT_CHILD_C": "\u0001̂Boss Toto and Don Silver are both getting older. How do you feel about taking over after them?",
  "DEMO_019_AFT_WST_NPC_B": "\u0001́Things are really lookin' up... the Don's alive, an' all the fightin' seem to have been wrapped up!",
  "DEMO_019_AFT_WST_NPC_C": "\u0001́Lucia and the Resistance have done so much for our village.\n\u0001ā\nIf you ever need anything, just let me know. I'll make sure I do whatever I can to help you out.",
  "DEMO_019_AFT_WST_NPC_D": "\u0001̂If yous is here, and the Boss ain't back yet... then what happened to him!?\n\u0001ā\nOh... he's jus' runnin' a bit behind? Still at the Iron Ark, eh? Alright, no worries then.",
  "ITM_MSG_007": "\u0001̂Welcome to the Item Shop! How may I be of service to you, today?",
  "ITM_MSG_008": "\u0001̂Thank you for shopping here! Please, come back anytime!",
  "ICE_CLEAR_AFT_CHILD_A": "\u0001́Guest... if you're ever overwhelmed, you can always come back here.\n\u0001ā\nYou're always welcome here. Don't be shy!",
  "ICE_CLEAR_AFT_CHILD_B": "\u0001́The Boss trusts you. We all do.\n\u0001ā\nWe're counting on you if something happens again!",
  "REC_POINT_ICE_04_2": "\u0001̄A box used to store and chill food, keeping it delicious for a long time.",
  "ICE_CLEAR_AFT_CHILD_C": "\u0001̂We'll never forget what you and the Boss did for Polar Park.",
  "ICE_CLEAR_AFT_WST_NPC_D": "\u0001̂You. You here to see the boss? Yeah... don't be shy, come on in.",
  "ICE_CLEAR_AFT_EST_SILV": "\u0001̃I've been so busy these days rebuilding Polar Park.\n\u0001ā\nBut, when I imagine how beautiful this place is going to be with lots of greens, I think I can get through this.",
  "GARUBIRUSU_AFT_TODO": "\u0001̃Ah, \u0001ȁ! I'm sure you noticed the sky!\n\u0001ā\nI don't have even the foggiest idea who's behind it. Please, you've got to put a stop to them!",
  "ICE_CLEAR_AFT_EST_NPC_A": "\u0001́Oh my gosh... my jaw, it hurts... huh? Oh, I was making amends.\n\u0001ā\nI let him punch me, so now we're even. No hard feelings.",
  "ICE_CLEAR_AFT_EST_NPC_B": "\u0001̂We let Don Silver down with this incident.\n\u0001ā\nI feel ashamed. How should I even apologize to him.",
  "NPC_DAIDOUKUTU_MSG": "\u0001̂I hope the dark chip I gave you is put to good use!",
  "ICE_CLEAR_AFT_EST_NPC_C": "\u0001̂Thanks to you, we've been peaceful ever since. No more arguing.",
  "ICE_CLEAR_AFT_EST_NPC_D": "\u0001̂You wish to speak to Don Silver? He's busy. so make it quick!",
  "GARUBIRUSU_AFT_WST_NPC_A": "\u0001́I'm glad to see you made it back. However, due to the gloomy circumstances of the sky, there's little else to celebrate.",
  "GARUBIRUSU_AFT_WST_NPC_B": "\u0001́It's a natural disaster. But I'm not worried at all.\n\u0001ā\nWe have the Boss and Don Silver. They'll do something for us.",
  "GARUBIRUSU_AFT_WST_NPC_C": "\u0001́I doubt even the Boss can do anything to rid that awful mess in the sky.\n\u0001ā\nI hate to say it... but it's all up to you again. I feel as though we burden you so much.",
  "GARUBIRUSU_AFT_WST_NPC_D": "\u0001̂It ain't lookin' too good out there for us all... it's still good to see you're gettin' by out there, though.",
  "GARUBIRUSU_AFT_EST_SILV": "\u0001̃Ever since that black stuff appeared... my gang's been pretty restless.\n\u0001ā\nToto and I have 'em in check for now... but I don't know how long we can tide 'em over for.\n\u0001ā\nI'm afraid there ain't much me or Toto can do to help...",
  "GARUBIRUSU_AFT_EST_NPC_A": "\u0001́If there were ever a time for the East and West sides to\nwork together, this is it!",
  "GARUBIRUSU_AFT_EST_NPC_B": "\u0001̂I ain't afraid o' no fog! You don't grow up in this\nbrutal climate without growin' a thick hide!\n\u0001ā\nI stand by the Don, ready for whatever comes our way! Right to the very end!",
  "GARUBIRUSU_AFT_EST_NPC_C": "\u0001̂I'm ain't worried about no fog. Wit' the Boss and Don Silver workin' together, ain't nothin' to be afraid of!\n\u0001ā\nAnd let's not forget... we've got you as well! Nothin' to be afraid of, right?",
  "GARUBIRUSU_AFT_EST_NPC_D": "\u0001̂The Don's been waitin' for you. I think he's got\nsomethin' he wants to get off his chest.",
  "BIG_AZAMUKU_AFT_TODO": "\u0001̃Ah, that sun feels good. I can't believe you did that\nall on your own!\n\u0001ā\nI wanted to help you out this time, but, once again, you're way ahead of me!\n\u0001ā\nAh hah hah! I'm just thankful you're on our side!",
  "BIG_AZAMUKU_AFT_CHILD_A": "\u0001́The sun shines back down on our icy home once again!\nJust how things used to be! Nice, sunny, and ice cold!",
  "BIG_AZAMUKU_AFT_CHILD_B": "\u0001́The sky's finally back to normal... that sure takes a\nload off our and the Boss's shoulders.",
  "BIG_AZAMUKU_AFT_CHILD_C": "\u0001̂The sky cleared up, an' we didn't even have to lift\na finger.\n\u0001ā\nO' course, that was all you, wasn't it? You sure are somethin' else, kid.",
  "BIG_AZAMUKU_AFT_WST_NPC_A": "\u0001́You've done it yet again! Polar Park and the entire Grim\nTundra is safe.\n\u0001ā\nI'd tell you to rest up, but I'm guessing you've got even more worlds to save from that fog... am I right?",
  "REC_POINT_ICE_01": "Large Icy Wall",
  "BIG_AZAMUKU_AFT_WST_NPC_B": "\u0001́Sometimes you ain't realize what you lost 'til it's gone.\nI sure won't take the sun's warmth for granted no more!",
  "REC_POINT_ICE_02": "Iron House",
  "BIG_AZAMUKU_AFT_WST_NPC_C": "\u0001́Everyone around here seems to be calming down now that the sky is returning to normal.\n\u0001ā\nYou did this, didn't you? You didn't even need to tell me... you truly are amazing.",
  "REC_POINT_ICE_03": "Icy Tree",
  "BIG_AZAMUKU_AFT_WST_NPC_D": "\u0001̂I don't have any reason for you to not see him. You don't ever need permission to see the Boss.",
  "REC_POINT_ICE_04": "Icebox",
  "BIG_AZAMUKU_AFT_EST_SILV": "\u0001̃Oh hoh hoh... the sky's back to normal, and I'm pretty sure I have a feelin' who's behind it...\n\u0001ā\nI don't know how we'll ever repay you. We are truly in your debt for all eternity.",
  "BIG_AZAMUKU_AFT_EST_NPC_A": "\u0001́You cleared that nasty fog outta the sky, didn'tcha?\nMan, oh man... what'd we do before you came around?!\n\u0001ā\nHow'd I know it was you? Of course it was you! Who else has the spine to fight somethin' that huge!",
  "BIG_AZAMUKU_AFT_EST_NPC_B": "\u0001̂You've saved our town and the world twice over! We've never had such a good member in our gang before.\n\u0001ā\nTechnically... that means our gang saved the world! Heh heh, ain't that somethin'!?",
  "BIG_AZAMUKU_AFT_EST_NPC_C": "\u0001̂See, just like I said. I said you were going to save the Grim Tundra, and you did.",
  "BIG_AZAMUKU_AFT_EST_NPC_D": "\u0001̂The Don has instructed us, from here on out, to treat\nyou with the same respect we'd all show to him.\n\u0001ā\nI for one gots no quarrels doin' that! Heck, ya saved us twice over now!",
  "SINARIO_CLEAR_AFT_TODO": "\u0001̃I'm glad you came, \u0001ȁ. Ever since you helped us, this town hasn't changed one bit.\n\u0001ā\nIt's all thanks to you and Lucia... we can't thank you enough.",
  "NPC_DAIDOUKUTU_REC": "\u0001̄It has the blackest coat of all the Sanguini family.\nIt also looks just as cute, and snarly.",
  "SPEED_AFT_TODO": "\u0001̃Hey　\u0001ȁ!\nI heard that a terrible monster appeared!\n\u0001ā\nDid you come here to check if we were okay? But this town is fine. Because I am here to protect it!",
  "SPEED_CLEAR_AFT_TODO": "\u0001̃It was your doing right? The monsters aren't vicious anymore.\n\u0001ā\nWe were so caught up in protecting ourselves but you did it so easily....",
  "SINARIO_CLEAR_AFT_CHILD_A": "\u0001́I'm so glad to see you. Are you staying a while?",
  "SINARIO_CLEAR_AFT_CHILD_B": "\u0001́Aren't you tired of traveling all the time? You should come live with us!",
  "SPEED_AFT_CHILD_C": "\u0001̂I went to the Icy Field and saw lots of vicious monsters. I as so scared.",
  "SPEED_AFT_WST_NPC_A": "\u0001́You came all the way out here but we don't even have time to catch up at a time like this.",
  "SPEED_CLEAR_AFT_WST_NPC_C": "\u0001́Man... how will we ever repay you.\n\u0001ā\nYou've done so much for us. I want to reciprocate some how....",
  "SINARIO_CLEAR_AFT_WST_NPC_B": "\u0001́I train every day just in case something happens after you leave.\n\u0001ā\nRecently, I've really been enjoying swimming in the frozen lake.",
  "NPC_B_BY_CROW_WIN": "\u0001́Just wow. Now I know that I have to train even harder. Here, take this. Just like I promised.",
  "SPEED_AFT_WST_NPC_B": "\u0001́I thought it was the end of the world when a monster appeared after the shotting star.\n\u0001ā\nBut now, we have the Boss Toto and Don Silver now to protect us.",
  "SPEED_CLEAR_AFT_WST_NPC_D": "\u0001̂Hey, glad to see you again. Go see the Boss whenever you want.",
  "SPEED_CLEAR_AFT_WST_NPC_B": "\u0001́I thought it was the end of the world when a monster appeared after the shotting star.\n\u0001ā\nI guess someone took care of it for us.... thank you.",
  "NPC_B_BY_CROW_010": "\u0001́ I found a \u0001\u0001Piece of the Sea Map\u0001\u0001 near the lake.\n\u0001Ă\nI'll give it to you if you can defeat me in combat.",
  "NPC_B_BY_CROW_030": "\u0001́Okay... some talk to me when you're ready then!",
  "SINARIO_CLEAR_AFT_WST_NPC_C": "\u0001́Yeah... we have to repay you somehow, one of these days. \n\u0001ā\nWe don't want to receive all the time. We want to give too.",
  "SPEED_AFT_WST_NPC_C": "\u0001́Even the Bosss can't take on all the monsters. \n\u0001ā\nThat means.... we have to rely on you. Sorry for relying on you so much.",
  "SINARIO_CLEAR_AFT_WST_NPC_D": "\u0001̂Hey, great to see you. The boss is doing fine, too.",
  "HUKUROU_FLG_AFT_EST_SILV": "\u0001̃What's up? If something is bothering you, maybe I can be of help.\n\u0001ā\nHmm.... Incarnii huh? I don't know anything about them. And I'm not sure if it's related but....\n\u0001ā\nThere's a frozen Nochora in the southern Grim Tundra. I wonder what that is all about?",
  "SPEED_AFT_EST_SILV": "\u0001̃Monsters that appeared from the sky... I don't think they're normal monsters.\n\u0001ā\nI just have this gut feeling that this is bad... really bad. You should be careful.",
  "SPEED_CLEAR_AFT_EST_SILV": "\u0001̃Ever since I saw monsters appear from the sky, I was uneased but it stopped.\n\u0001ā\nI'm not really sure what happened but I don't sense the evil anymore.\n\u0001ā\nAll I can say is, if somebody did this it has to be you. Thank you.",
  "SINARIO_CLEAR_AFT_EST_NPC_A": "\u0001́I feel safe when I see you. With you on our side, we can achieve anything.",
  "SPEED_CLEAR_AFT_EST_NPC_A": "\u0001́You're the one that had a little chit chat with those evil monsters right?\n\u0001ā\nYou don't have to say a thing. I know it was you. Who else would it be.",
  "SPEED_CLEAR_AFT_EST_NPC_B": "\u0001̂When I saw monsters I've never seen before in the Icy Field, I thought it was the end of the world.\n\u0001ā\nBut you saved us again. You are really something.",
  "SPEED_AFT_EST_NPC_C": "\u0001̂We have Don Silver and Todo Boss to protect us but...\n\u0001ā\nI'm not sure about those monsters that appeared from the sky. Are we going to be taken over?",
  "SPEED_CLEAR_AFT_EST_NPC_C": "\u0001̂Those monsters that appeared from the sky look vicious. And I thought that were going to be taken over.\n\u0001ā\nBut they're not so evil anymore. They're not bothering us at all.",
  "SPEED_CLEAR_AFT_EST_NPC_D": "\u0001̂Don Silver told us to treat you as a VIP.\n\u0001ā\nNot because he ordered us to, but we all feel that way. I mean... you saved this world 3 times already!",
  "NPC_TODO_REC": "\u0001̄The big boss governing West Polar Park. Others respect him for his lawful and humane ideals.",
  "NPC_SILVER_REC": "\u0001̄The leader of East Polar Park. Toto's long-standing ally and rival.",
  "NPC_YETAS_REC": "\u0001̄A monster that used to work under Silver. Took over after Silver's demise.",
  "NPC_AZAMUKU_REC": "\u0001̄The ringleader of the chaos happening within Polar Park. His true intentions are still not fully known.",
  "NPC_WEST_A_REC": "\u0001̄One of the inhabitants of West Polar Park. Usually seen fishing and loving life.",
  "NPC_EST_A_REC": "\u0001̄One of Silver's allies. Has a rather rough appearance.",
  "NPC_EST_B_REC": "\u0001̄One of Silver's friends. Looks tough, but is rather easily deceived.",
  "NPC_TODO_CHILD_REC": "\u0001̄A minion and loyal subject to Toto. It would do literally anything to make him happy.",
  "REC_POINT_ICE_01_2": "\u0001̄An enormous wall of ice, constructed to protect East Polar Park from the West side.\u0001ā\nExactly who or what built it, though, is unclear at the moment.",
  "REC_POINT_ICE_02_2": "\u0001̄A mansion constructed from iron ore, dug up from within the ice. Made by the residents of Polar Park.",
  "REC_POINT_ICE_03_2": "\u0001̄A very accurate ice-sculpture of a tree. It was made due to the lack of vegetation in the area.",
  "REC_POINT_ICE_05": "Dark Microchip",
  "REC_POINT_ICE_05_2": "\u0001̄Parts to the Dark Robo-Slime. If you collect all parts, you just might be able to complete it."
}