{
  "MenuTitle_arasuji": "\u0001́Che stai facendo, \u0001ȁ!? Muoviti! Il Re ti sta aspettando.\n\u0001ā\nGuarisco la tua squadra prima che tu parta!",
  "MenuTitle_kaikin": "\u0001̅Oh, \u0001ȁ! Cos'è andato storto là fuori!?\n\u0001ā\nFacciamo guarire i tuoi mostri e riproviamoci.",
  "Diary_08_title": "Nucleo",
  "MenuTitle_kaisetsu": "\u0001̅Non arrenderti così facilmente stavolta. Un Monster Scout deve\nessere più resistente!",
  "Diary_01_title": "\u0001́Che stai facendo, \u0001ȁ!? Muoviti! Il Re ti sta aspettando.\n\u0001ā\nGuarisco la tua squadra prima che tu parta!",
  "Diary_01_00": "\u0001́È stata rilevata una nuova Pietra Teletrasporto. Sintonizzazione in\ncorso per accessi futuri...",
  "Diary_02_title": "\u0001̄Un corpo celeste che esiste al centro del mondo. Non ci sono altri\ndati disponibili.",
  "Diary_02_00": "\u0001́Hmm... cos'è successo, \u0001ȁ?\n\u0001ā\nNon puoi far aspettare Sua Maestà. Datti una sistemata e muoviti!",
  "Diary_03_title": "\u0001̄Ispeziona il monumento di pietra lì vicino per sbloccare le abilità\nCarica Completa e Fusione in sella.",
  "Diary_03_00": "\u0001̂Hai ottenuto lo Specchio di Ra. Ottimo. Ma... Non ti sembra strano\nche gli Incarnus siano Nochoro?\n\u0001ā\nC'erano già dei documenti quando gli Incarnus sono arrivati su questo\npianeta\n\u0001ā\nQuindi pensavo che i Nochoro fossero originari del mondo di Madre\n\u0001ā\nForse gli Incarnus si sono trasformati in Nochoro a un certo punto.",
  "Diary_09_title": "Vuoi usare il dispositivo mobile per visitare i Prati Silenziosi?\u0001Ă",
  "Diary_04_title": "\u0001̄Sto rilevando una forma di vita, dentro la scatola. Vuoi vedere cosa\nc'è dentro?\u0001Ă",
  "Diary_04_00": "\u0001̂Accipicchia! Quando ti sei trasformato? Ora sei un Nochoro!",
  "Diary_05_title": "\u0001̄Sto rilevando una scala qui vicino.\n\u0001ā\nNon puoi salire su questa scala mentre sei in groppa a uno dei tuoi\nmostri.\n\u0001ā\nPrima di provare a salire, ricordati sempre di scendere dal mostro che\nstai cavalcando.",
  "Diary_05_00": "Il Dispositivo di Trasporto è offline. Non puoi usarlo ora.",
  "Diary_06_title": "Vuoi usare il Dispositivo di Trasporto per andare nella Via\nSpiritica?\u0001Ă",
  "Diary_06_00": "\u0001́Hai usato quel dispositivo Ra per farmi tornare normale? Non\ncapisco, ma va bene!\n\u0001ā\nAlmeno ora sento che il reattore funziona di nuovo!",
  "Diary_07_title": "Il Dispositivo di Trasporto è offline. Non puoi usarlo ora.",
  "Diary_07_00": "Edificio Centrale - Ingresso aggiunto alla lista Teletrasporto.",
  "Diary_08_00": "\u0001́È stata rilevata una nuova Pietra Teletrasporto. Sintonizzazione in\ncorso per accessi futuri...",
  "Diary_09_00": "Città Caduta - Centrale Elettrica aggiunta alla lista Teletrasporto.",
  "Diary_10_title": "\u0001̄Hai già sintonizzato questa Pietra Teletrasporto.",
  "Diary_10_00": "La porta è ben chiusa."
}