{
  "MenuTitle_arasuji": "Riepilogo",
  "MenuTitle_kaikin": "Rivela",
  "Diary_08_title": "Ground Zero",
  "MenuTitle_kaisetsu": "Commenti",
  "Diary_01_title": "Prati Silenziosi",
  "Diary_01_00": "- La Ragazza Misteriosa mi ha aiutato a fuggire dal falso paradiso.\n- Ho incontrato un Nochoro, Nochorin.\n- Jack, un Nochoro, mi ha chiesto aiuto per salvare i suoi amici.\n- Ho sconfitto Boshock e salvato i Nochoro.\n- Il Re dei Nochoro ha aperto il Colosseo Virtuale.\n- Ho ottenuto la Licenza di Grado C dal C.V.\n- Ho trovato il Trasportatore che porta alla Città Perduta.\n\u0001ā\n- Hai reclutato il tuo primo mostro.\n- Nochorin ha deciso di unirsi a te come partner.\n- Hai scoperto una Scatola Stealth usando il Reattore.\n- Hai appreso l’Abilità Teletrasporto.\n- Hai imparato l’Arte della Cavalcatura Terrestre\n- Hai imparato l’Arte della Cavalcatura da Combattimento\n- Il tuo partner ora può Cavalcare a Terra e in Battaglia.\n\u0001ā\n《Prati Silenziosi》\nUn’area selvaggia aperta, situata nel Mondo Fratturato.\nMolti mostri che vagano per queste pianure hanno un’indole\nsimile a quella dei climi temperati.\nAlcuni appaiono solo durante forti piogge.\n《Grande Edificio》\nSituato a sud dei prati, è un vecchio magazzino costruito dagli umani, secoli fa.\nBoshock tentò di trasformarlo nella sua fortezza, ma il suo piano fallì.",
  "Diary_02_title": "Città Perduta",
  "Diary_02_00": "- Il Re dei Nochoro ci ha chiesto di ripristinare l’energia della città.\n- Siamo andati alla Centrale Elettrica e abbiamo ripristinato la corrente.\n- Scosse continue hanno colpito l’Edificio Centrale.\n- Siamo saliti all’ultimo piano per indagare.\n- Hai fermato il Guardiano al piano più alto.\n- La ragazza misteriosa è riapparsa e ci ha mostrato una visione del passato.\n- Ci ha anche detto di cercare Lucia, la Leader della Resistenza.\n- Hai attivato il pannello di controllo e sollevato la città nel cielo.\n- Hai raggiunto la Via Spiritica tramite il nuovo trasportatore attivo.\n\u0001ā\n- Hai imparato a usare il Reattore di Fusione per sintetizzare i mostri.\n- Hai appreso l’abilità Carica Completa.\n- Hai appreso l’abilità Fusione Cavalcabile.\n- Hai installato la funzione Drone nel tuo reattore.\n\u0001ā\n《Città Perduta》\nUna città dal design futuristico, simile alle città antiche umane.\nGli umani tentarono di costruirci intorno ma fallirono nell'intento.\n《Bacino Idrico》\nCostruito per accumulare acqua in caso di emergenza, funge anche\nda sistema di raffreddamento per la fonte energetica della Centrale.",
  "Diary_03_title": "Via Spiritica",
  "Diary_03_00": "- Inviati a liberare il Giardino dei Non Morti dai fantasmi.\n- Ho incontrato Chomach nel Giardino dei Non Morti.\n- Ho vinto la battaglia contro Bundold.\n- Ho appreso voci su Lucia dal Reattore della Resistenza.\n- La ragazza misteriosa è riapparsa con un’altra visione del passato.\n- Ho usato l’Apparato Mobile per volare alla Tundra Cupa.\n\u0001ā\n- Nulla di particolare.\n\u0001ā\n《Via Spiritica》\nUna luce neon scintillante guida le anime dei defunti.\nTuttavia, cambia inaspettatamente e guida i vivi.\n《Fossa Comune》\nIl luogo dove finiscono coloro che hanno perso la via.\nColoro che seguono la luce neon vi rimangono intrappolati anche dopo la morte.",
  "Diary_09_title": "Regno Incarnus",
  "Diary_04_title": "Tundra Cupa",
  "Diary_04_00": "- Toto ci ha chiesto di risolvere il problema dello Yeti.\n- Ho ottenuto la Licenza di Grado B al Colosseo Virtuale.\n- Ho affrontato Silver al Cimitero Ghiacciato.\n- Ho scoperto il vero cadavere dello Yeti in fondo al cimitero.\n- Azhamook si è rivelato mentre fingeva di essere lo Yeti.\n- Ho sconfitto Azhamook in battaglia.\n- La ragazza misteriosa è riapparsa e ci ha mostrato un’altra visione.\n- durante una visione ho visto il Maestro Oscuro.\n- Toto ha detto addio a Silver.\n- Ho usato il trasportatore per volare alla Bastiglia di Ferro.\n\u0001ā\n- Ora puoi usare la Cavalcatura Subacquea.\n\u0001ā\n《Tundra Cupa》\nUn tempo era un oceano.\nA causa di forze esterne, è diventata una terra ghiacciata.\n《Resti della Nave》\nL’astronave madre che ha lasciato il Nucleo si è arenata al Parco Polare.\nNessuno sa come la Mar de Dragon sia finita qui, invece che nella tua città natale.",
  "Diary_05_title": "Bastiglia di Ferro",
  "Diary_05_00": "- Ti sei offerto come sacrificio e ti sei infiltrato nella Bastiglia.\n- Hai trovato la bambola di Lucia nella cella accanto.\n- Hai osservato i mostri venire “corrotti”.\n- Hai scoperto la verità dietro le bambole affrontando Itaburu.\n- Hai salvato Lucia dopo aver inseguito i nemici.\n- Hai sconfitto Itaburu in battaglia.\n- Lucia si è autodistrutta per polverizzare un dispositivo malvagio.\n- Un litigio tra Lucia e la Ragazza Misteriosa ha rivelato il passato.\n- Hai usato il trasportatore per volare al Vulcano Ardente.\n\u0001ā\n- N/D\n\u0001ā\n《Bastiglia di Ferro》\nEntrare è facile, uscire un po’ meno.\nSi dice che l’unico modo per fuggire da questa prigione “inespugnabile”\nsia attraversare la Via Spiritica.\n《I Prigionieri》\nLa prigione non era destinata agli umani, ma Itaburu la conquistò\ne vi imprigionò svariate creature per i suoi esperimenti.。",
  "Diary_06_title": "Vulcano Ardente",
  "Diary_06_00": "- Sei precipitato sul Monte Elpis con Birdy.\n- Hai ottenuto la Licenza di Classe A al Colosseo Virtuale.\n- Hai sconfitto Il Mechadrago corrotto, un sottoposto del Maestro Oscuro.\n- Hai finalmente incontrato Renetta alla Base Segreta.\n- Hai scoperto che si spacciava per il fratello di Anses.\n- Hai respinto il Maestro Oscuro che stava invadendo la Base Segreta.\n- Hai visto il videomessaggio di Anses.\n- Hai deciso di combattere, e ti sei teletrasportato al Nucleo.\n- Hai volato verso il Nucleo con il trasportatore.\n\u0001ā\n- Hai imparato a Cavalcare nell’Aria.\n- Hai appreso la Super Cavalcatura Gigante.\n\u0001ā\n《Vulcano Ardente》\nLa Resistenza lo aveva stabilito come linea di difesa contro i Mostri Corrotti.\nDopo la caduta della Resistenza, i sopravvissuti vennero cacciati,\ne ora un occhio splendente sorveglia dall’alto.\n《Monte Elpis》\nUn vulcano che svetta sulle pianure.\nUn flusso continuo di magma lo fa crescere sempre più.",
  "Diary_07_title": "Nucleo",
  "Diary_07_00": "- Hai incontrato il Maestro Oscuro nel Nucleo della Madre.\n- il Maestro Oscuro si è infuriato e ha avvolto il mondo nelle tenebre.\n- Hai ottenuto la Licenza di Classe S al Colosseo Virtuale.\n- I Mostri Corrotti risorti ti attendevano nei cieli.\n- il Maestro Oscuro si è trasformato in Onnipotente Corrotto.\n- Onnipotente Corrotto è fuggito dopo la sconfitta.\n- Renetta si è rivelata come agente del dispositivo Madre.\n- Renetta ha dato l’addio al Mondo Corrotto.\n- La distruzione del mondo è stata fermata grazie al sacrificio di Renetta.\n\u0001ā\n- Hai imparato a Cavalcare nei Cieli.\n- Hai appreso la Super Sintesi.\n\u0001ā\n《Nucleo》\nL’astronave madre di una flotta fuggita dal proprio pianeta natale.\nPer diventare il Nucleo del Mondo Corrotto, ha diviso la Stanza Madre\ne separato la nave in più sezioni. I resti della nave sono noti come “Punto Zero”.\n《Madre》\nNome ufficiale del Costruttore Planetario: Madre.\nI sopravvissuti del suo mondo inquinato volevano creare una nuova casa\ndopo un viaggio apparentemente senza fine.",
  "Diary_08_00": "- Hai rivisto Lucia, che credevi morta.\n- Hai conosciuto Aroma, la vera forma di Lucia.\n- Hai scoperto il Seme Stellare grazie ad Aroma.\n- Hai creato un Disco Mappa usando la Macchina dei Dischi.\n- Hai ottenuto il Seme Stellare dopo aver sconfitto tutti gli dèi.\n- Hai resuscitato il Maestro Oscuro grazie al potere del Seme Stellare.\n- Il Maestro Oscuro potenziato si è trasformato in nel Dragone Corrotto.\n- Dopo la sconfitta, Dragone Corrotto si è trasformato.\n- Hai sconfitto l'Anima della corruzione.\n- Hai liberato Renetta dal Nucleo usando il Seme Stellare.\n\u0001ā\n- Ora puoi creare Dischi con la Macchina dei Dischi.\n\u0001ā\n《Punto Zero》\nIl laboratorio di Lucia tra i resti della Nave Madre.\nUn luogo nostalgico per Lucia, Aroma e Anses, usato per la Ricerca sul Seme Stellare.\n《Seme Stellare》\nIl potere degli dèi più forti, nato da una stella.\nPer ottenere i suoi frammenti, hai deciso di affrontarli.",
  "Diary_09_00": "- La capsula di Aroma è tornata, scontrandosi con Tycho.\n- Hai deciso di cercare il Potere di Ra nel Regno Spirituale.\n- Ace ha iniettato il potere di Ra nel Reattore.\n- Hai usato il dispositivo di Ra per riportare i Nochoro allo stato di Incarnus.\n- Hai usato il dispositivo di Ra per smascherare il Re dei Nochoro.\n- Hai liberato gli Incarnus dal Mondo Corrotto.\n- Hai unito i 4 Incarnus e riportato in vita Jester.\n- Le forze del Dio di tutti i Demoni hanno invaso il Mondo.\n- Hai riportato Nochorin alla forma di Lupicche con i pezzi del cuore.\n- Hai unito i 4 Incarnii e riportato in vita Joker.\n\u0001ā\n- Hai infuso il Reattore con Ra.\n- Hai infuso il Reattore con Specialista.\n- Hai appreso la Super Sintesi Avanzata.\n\u0001ā\n《Mondo Incarnus》\nIl mondo degli Incarnus. Le loro statue circondano il territorio,\nadorate in memoria del precedente re Incarnus.\nSenza un re, è precipitato nel caos.\n《Incarnus》\nGli Incarnus noti nelle leggende del tuo pianeta.\nSono esseri di spirito puro e nobile. La loro esistenza\nè legata al Professor Brisko, che rese possibile l’uso del Darkonium.",
  "Diary_10_title": "Mondo Spirituale",
  "Diary_10_00": "- Hai liberato gli schiavi dal controllo del Dio dei Demoni grazie al potere degli Incarnus.\n- Hai affrontato il Dio dei Demoni in battaglia e l’hai sconfitto.\n- Hai posto fine al conflitto tra Dio dei Demoni e Incarnius, riportando la pace.\n- Aroma è partita con la capsula riparata per il suo mondo natale.\n- Jester è arrivato per proteggere il mondo.\n- Ti sei alleato con Joker per affrontare il Mondo Corrotto.\n\u0001ā\n- Hai sbloccato l’Arena BF2 dell’Edificio Centrale.\n- Ora puoi esplorare l’area sud-est del Mondo Incarnus.\n- Puoi cercare le Dimensioni della Verità col dispositivo di Ra.\n- Ora puoi usare la Battaglia Automatica.\n\u0001ā\n《Mondo Spirituale》\nMondo natio dei mostri, centrato attorno a una fonte\ndi Materia Oscura. I mostri nati in altre terre\nlo hanno creato dalle memorie custodite nelle loro anime.\n《Materia Oscura》\nCome il sangue per i mostri, può essere raffinata;\nil Darkonium risultante contiene un’energia immensa.\nIl Dottor Jet, amico del Dottor Briskod, propose tempo fa\nun metodo per sfruttare questa energia."
}