{
  "HelpMessage0001": "Non trattenere gli attacchi, e non preoccuparti dell'uso\ndei PM.",
  "HelpMessage0002": "Dare la priorità a far addormentare i nemici e infliggere\nalterazioni di stato.",
  "HelpMessage0003": "Dare la priorità a potenziare gli attributi degli alleati\ne curare le alterazioni di stato.",
  "HelpMessage0004": "Dare la priorità a mantenere i PV degli alleati il più\nalti possibile.",
  "HelpMessage0005": "Combatti senza usare PM.",
  "HelpMessage0006": "Combatti senza considerare il livello di Tensione.",
  "HelpMessage0007": "Imposta una strategia di battaglia per i membri attivi e\ndi riserva del tuo gruppo.",
  "HelpMessage0008": "Configura le tecniche che il tuo gruppo e il gruppo di\nriserva useranno automaticamente in battaglia.",
  "HelpMessage0301": "Combatti contro avversari con Street Pass o online per\nraccogliere Monete Connessione.",
  "HelpMessage0009": "Imposta una strategia di battaglia per i membri attivi del\ntuo gruppo.",
  "HelpMessage0302": "Gioca e scambia mostri con amici tramite comunicazione\nwireless locale.",
  "HelpMessage0010": "Configura quali abilità userà il tuo gruppo in battaglia.",
  "HelpMessage0011": "Configura il modo in cui l’IA userà la fusione in\nbattaglia.",
  "HelpMessage0012": "Configura le impostazioni relative alla fusione.",
  "HelpMessage0013": "Configura se restare fuso dopo la battaglia precedente\nentrando nella nuova o meno.",
  "HelpMessage0014": "L'IA si fonderà in battaglia, ma solo in certe\ncondizioni. Forse ne scoprirai i dettagli nel tuo viaggio.",
  "HelpMessage0015": "L'IA non si fonderà in battaglia.",
  "HelpMessage0016": "Se una battaglia termina durante la fusione, restare fusi\nall’inizio della battaglia successiva.",
  "HelpMessage0017": "Se una battaglia termina durante la fusione, iniziare la\nbattaglia successiva non fusi.",
  "HelpMessage0101": "Scegli un mostro su cui cavalcare. Se il compagno sta\nattualmente cavalcando quel mostro, scenderà.",
  "HelpMessage0102": "Scendi da un mostro.",
  "HelpMessage0103": "Scegli un mostro per il compagno su cui salire. Se il\ngiocatore sta cavalcando quel mostro, scenderà.",
  "HelpMessage0104": "Fai scendere il compagno da un mostro.",
  "HelpMessage1850": "Imposta Avatar su \u0001ȁ.",
  "HelpMessage0105": "Il giocatore e il compagno cavalcheranno insieme.",
  "HelpMessage1851": "Imposta Avatar sul tuo Mii. Quando il Mii è selezionato,\nil nome del tuo Mii verrà mostrato sulla tua scheda\npubblica del giocatore.",
  "HelpMessage0106": "Il giocatore e il compagno scenderanno insieme.",
  "HelpMessage1852": "Imposta Avatar sul tuo Mii.",
  "HelpMessage0107": "Scegli un mostro su cui cavalcare. Se il compagno sta\nattualmente cavalcando quel mostro, scenderà.",
  "HelpMessage0108": "Scegli un mostro per il compagno su cui salire. Se il\ngiocatore sta cavalcando quel mostro, scenderà.",
  "HelpMessage0401": "Seleziona i mostri attivi del gruppo tra quelli\nattualmente in tuo possesso.",
  "HelpMessage0201": "Torna in un’area visitata in precedenza.",
  "HelpMessage0202": "Personalizza i tuoi vestiti e colori.",
  "HelpMessage0203": "Passa dal giorno alla notte.",
  "HelpMessage0204": "Modifica il meteo attuale.",
  "HelpMessage0205": "Diventa invisibile ed evita i nemici. Non può essere\nusato ovunque.",
  "HelpMessage0206": "Ascolta gli eventi della storia già vissuti.",
  "HelpMessage0303": "Goditi competizioni classificate contro chiunque tramite\ncomunicazioni internet.",
  "HelpMessage0304": "Puoi scambiare Monete Rete per qualsiasi mostro che è\nstato già in tuo possesso.",
  "HelpMessage0402": "Salva mostri in gruppi predefiniti che puoi cambiare al\nvolo.",
  "HelpMessage0403": "Imposta scorciatoie per cavalcare mostri.",
  "HelpMessage0404": "Controlla l’elenco dei mostri avversari. Puoi vedere\nnome, impostazioni, abilità e altri attributi.",
  "HelpMessage0501": "ﾓ I riquadri più a sinistra possono contenere fino a 4\nalleati che combatteranno con te. ﾔ Questi alleati ti\nseguiranno, e resteranno in attesa se necessario. ﾕ I\nmostri messi qui saranno lasciati in cura nel Deposito\nMostri.",
  "HelpMessage0601": "Fondi due mostri scelti in uno solo.",
  "HelpMessage0602": "Visualizza un indice che restringe i risultati possibili\ndi una fusione di mostri in base a condizioni.",
  "HelpMessage0603": "Usa un Formarcobaleno in una sintesi per cambiare solo il\ncolore del mostro abbinato.",
  "HelpMessage0604": "Usa Darkonium per creare un duplicato di un mostro che si\nè unito a te almeno una volta.",
  "HelpMessage0605": "Organizza i membri del tuo team.",
  "HelpMessage0606": "Imposta Cavalcata da Campo.",
  "HelpMessage0607": "Puoi controllare i membri del tuo gruppo.",
  "HelpMessage0608": "Torna al Campo.",
  "HelpMessage0901": "Non hai un disco che puoi usare qui.",
  "HelpMessage0609": "Limita i risultati dell’indice della sintesi tra mostri\nattualmente in tuo possesso.",
  "HelpMessage0902": "Non può essere creato poiché non è stato inserito alcun\ncodice valido.",
  "HelpMessage0610": "Limita i risultati dell’indice della sintesi che danno\nnuovi mostri mai stati nel tuo gruppo.",
  "HelpMessage0611": "Seleziona la famiglia desiderata per i mostri risultanti\ndalla sintesi.",
  "HelpMessage0612": "Filtra solo il Grado desiderato dei mostri risultanti\ndalla sintesi.",
  "HelpMessage0613": "Cerca mostri sintetizzabili in base ai criteri di ricerca\nselezionati.",
  "HelpMessage0614": "Trova tutti i mostri mai visti prima ma con genitori che\nhai già visto.",
  "HelpMessage0615": "Trova solo figli che puoi creare con i mostri di uno dei\ntuoi gruppi attuali.",
  "HelpMessage0616": "Cerca tutti i candidati per la sintesi tra i mostri che\nnon hai mai visto.",
  "HelpMessage0617": "Visualizza solo i risultati che includono mostri mai stati\nnel tuo gruppo.",
  "HelpMessage0910": "Accetti la missione di %ls?",
  "HelpMessage4100": "Ordina per tipo di famiglia di mostro",
  "HelpMessage0618": "Trova risultati di qualsiasi Famiglia.",
  "HelpMessage0911": "Non puoi usare questo senza un codice.",
  "HelpMessage4101": "Ordina per tipo di famiglia di mostro",
  "HelpMessage0619": "Cerca figli di una famiglia specifica.",
  "HelpMessage0912": "Non puoi portare altri dischi.",
  "HelpMessage4102": "Ordina per tipo di famiglia di mostro",
  "HelpMessage0620": "Trova risultati di qualsiasi grado.",
  "HelpMessage0621": "Cerca figli di un grado specifico.",
  "HelpMessage0701": "Combatti per ottenere una nuova licenza di mostro.",
  "HelpMessage0702": "Un gioco dove cavalchi un mostro e raccogli Slime.",
  "HelpMessage0703": "Una battaglia speciale disponibile solo una volta al\ngiorno contro un avversario sconosciuto.",
  "HelpMessage0704": "Una sfida quotidiana dove combatti finché non vieni\nsconfitto.",
  "HelpMessage0705": "Allena un tuo team contro un altro tuo team.",
  "HelpMessage0706": "Utilizza il tuo Deposito Mostri.",
  "HelpMessage0707": "Seleziona un mostro da usare nella Coppa Grandi\nCavalieri.",
  "HelpMessage0708": "Seleziona un percorso da sfidare nella Coppa Grandi\nCavalieri.",
  "HelpMessage0709": "Puoi impostare le regole per questa partita.",
  "HelpMessage0710": "Scegli un Mostro da cavalcare e un Percorso prima di\niniziare la Coppa Grandi Cavalieri.",
  "HelpMessage0711": "Una sfida quotidiana contro avversari speciali.",
  "HelpMessage0801": "Usa oggetti e materiali per creare nuovi accessori.",
  "HelpMessage0802": "Usa vari componenti per creare incisioni su un accessorio\ndove applicare un timbro.",
  "HelpMessage0803": "Crea timbri da oggetti e materiali.",
  "HelpMessage0804": "Applica un timbro su un accessorio.",
  "HelpMessage0805": "Smonta un accessorio e ottieni i materiali grezzi da cui è\ncomposto.",
  "HelpMessage0806": "Smonta i timbri e ottieni i materiali grezzi da cui sono\ncomposti.",
  "HelpMessage0807": "Rimuovi un timbro da un accessorio.",
  "HelpMessage0903": "Non puoi portare altri dischi.",
  "HelpMessage0904": "Non puoi scartare dischi se non ne possiedi alcuno.",
  "HelpMessage0905": "Non c'è abbastanza energia per usare questo Disco.",
  "HelpMessage0906": "Puoi ottenere varie ricompense completando questa\nmissione.",
  "HelpMessage0907": "Apre un nuovo mondo da esplorare liberamente ma per tempo\nlimitato.",
  "HelpMessage0908": "Vuoi usare il %ls?",
  "HelpMessage0909": "Usa %ls ed esplora liberamente nel mondo del disco.",
  "HelpMessage0913": "Non hai abbastanza Oro.",
  "HelpMessage4103": "Usa un'abilità speciale per infliggere danni ingenti a\ntutti i nemici.",
  "HelpMessage0914": "Vuoi creare il Disco %ls %ls %ls?",
  "HelpMessage4104": "Usa abilità speciali per ripristinare i PV dei mostri\nalleati.",
  "HelpMessage0915": "Hai creato il Disco %ls %ls %ls Lv%ls.",
  "HelpMessage4105": "Usa abilità speciali per aumentare varie caratteristiche\ndei mostri alleati.",
  "HelpMessage0916": "Scegli e recupera una certa quantità di energia.",
  "HelpMessage0917": "Recupera la tua energia al massimo.",
  "HelpMessage0918": "Acquista un pass giornaliero gratuito che consente usi\nillimitati per 1 giorno.",
  "HelpMessage0921": "Energia attuale al massimo. Non è necessario recuperare\nora.",
  "HelpMessage0922": "Non puoi acquistare un altro pass gratuito oltre a quello\ngià acquistato.",
  "HelpMessage1501": "Imposta le regole della Coppa Grandi Cavalieri e cerca\navversari con cui competere.",
  "HelpMessage0923": "Recupererai tutta l’energia. Costo: %ls oro. Va bene\ncosì?",
  "HelpMessage1502": "Trova qualcuno in cerca di un avversario per la Coppa\nGrandi Cavalieri.",
  "HelpMessage0924": "Non consumerai energia per 1 giorno. Costo: %ls oro. Va\nbene così?",
  "HelpMessage1503": "Imposta regole per la Coppa Grandi Cavalieri e gioca\ncontro Maestri Speciali.",
  "HelpMessage0925": "Il disco non può essere creato perché non tutti i codici\nsono stati inseriti.",
  "HelpMessage1504": "Inizia la Coppa Grandi Cavalieri con le Regole\nStandard, gareggiando per ottenere più punti entro il\nlimite di tempo.",
  "HelpMessage0926": "Non hai abbastanza Oro.",
  "HelpMessage1505": "Inizia la Coppa Grandi Cavalieri con le regole di\nvittoria per chi raggiunge più velocemente un certo numero\ndi punti.",
  "HelpMessage0927": "Verrai portato nel mondo virtuale contenuto in questo\ndisco.",
  "HelpMessage1506": "Permette di impostare liberamente le regole della Coppa\nGrandi Cavalieri.",
  "HelpMessage0928": "Combina vari codici appresi dai titoli per creare un\ndisco.",
  "HelpMessage1507": "Imposta il limite di tempo della partita.",
  "HelpMessage0929": "Paga Oro per recuperare energia spesa.",
  "HelpMessage1508": "Imposta il limite di Punti della partita.",
  "HelpMessage1801": "Modifica i contenuti del profilo.",
  "HelpMessage0930": "Scarta un disco in tuo possesso. Tutti i codici usati\nnella sua creazione torneranno disponibili per crearne uno\nnuovo.",
  "HelpMessage0931": "Recupererai %ls energia. Costo: %ls oro. Va bene così?",
  "HelpMessage1510": "Imposta se far apparire oggetti o meno.",
  "HelpMessage0932": "Non può essere usato ora.",
  "HelpMessage1511": "Imposta il numero di giocatori consentiti.",
  "HelpMessage0933": "La parola chiave \"%ls\" è attualmente usata da \"%ls\".\nScarta il disco per poterla riutilizzare in uno nuovo.",
  "HelpMessage1512": "Imposta regole personalizzate per la partita.",
  "HelpMessage0934": "Non può essere selezionato perché il livello di questo\ndisco non può essere modificato.",
  "HelpMessage1513": "La Partita terminerà tra 90 secondi.",
  "HelpMessage0935": "Paga oro per aumentare il livello del disco creato.",
  "HelpMessage1514": "La Partita terminerà tra 120 secondi.",
  "HelpMessage0950": "Non può essere usato durante il tutorial.",
  "HelpMessage0951": "Per creare un Disco, inserisci una password composta da\n1-3 parole chiave. Poi seleziona il comando \"Crea Disco\".",
  "HelpMessage1530": "Combatti contro avversari di forza DEBOLE.",
  "HelpMessage0952": "Il codice inserito per questo disco è temporaneamente\ninutilizzabile finché non scarti il disco creato con esso.\nPer renderlo nuovamente valido, seleziona \"Scarta Disco\"\ndal menu Creazione e scarta il disco attualmente in uso.",
  "HelpMessage1531": "Registrati per cercare un avversario alla Coppa Grandi\nCavalieri.",
  "HelpMessage1001": "Controlla le persone incontrate. Seleziona uno per\ngiocare o salvarlo nei Ricordi di Battaglia.",
  "HelpMessage1002": "Puoi registrare fino a 30 persone qui, indipendentemente\ndall’esito della battaglia. Puoi sfidarli tutte le volte\nche vuoi. Anche se perdi, una vittoria successiva può\ndarti una Moneta Rete. Inoltre, se vinci, puoi\ndistribuire la tua scheda insieme ai tuoi dati.",
  "HelpMessage1003": "Puoi impostare i dati ricevuti tramite StreetPass. Se\nvuoi cambiare il Profilo o i Mostri inviati, fallo qui.",
  "HelpMessage1004": "Le battaglie StreetPass sono state attivate.",
  "HelpMessage1005": "Torna al gioco con StreetPass attivo per un uso futuro.",
  "HelpMessage1006": "Qui puoi vedere i dettagli dei membri del gruppo\navversario selezionato. Tuttavia, potrai vederli solo se\nli hai sconfitti.",
  "HelpMessage1007": "Scambia Monete Rete con il giocatore selezionato. Prima,\nperò, devi averlo sconfitto in battaglia.",
  "HelpMessage1008": "Elimina i dati StreetPass selezionati.",
  "HelpMessage1301": "Abbandona e termina la battaglia attuale. Questa scelta\nnon equivale a essere sconfitti normalmente e non perderai\nmetà del tuo oro.",
  "HelpMessage1009": "Gioca contro avversari selezionati.",
  "HelpMessage1302": "Ripensa ancora una volta alla scelta.",
  "HelpMessage1010": "Dopo aver valutato chi è il contendente forte, mostreremo\nsubito il risultato. Vittorie e sconfitte saranno\nregistrate.",
  "HelpMessage1011": "Puoi ora organizzare un gruppo specifico per la battaglia.\nAltrimenti, userai il gruppo attivo.",
  "HelpMessage1012": "Le persone selezionate verranno salvate nei tuoi ricordi\ndi battaglia. Potrai sfidarle in futuro.",
  "HelpMessage1013": "Organizza i gruppi da inviare via StreetPass.",
  "HelpMessage1014": "Imposta il mostro da inviare via StreetPass.",
  "HelpMessage1015": "Imposta il profilo da inviare via StreetPass.",
  "HelpMessage1016": "Finalizza le impostazioni di invio dati StreetPass.",
  "HelpMessage1017": "Gioca contro un altro giocatore.",
  "HelpMessage1018": "Imposta se condividere o meno i tuoi dati a questa\npersona. Tuttavia, i dati non verranno inviati a meno che\nnon ti sconfigga in battaglia.",
  "HelpMessage1019": "Sostituisci i dati del profilo attuale StreetPass con\nquelli salvati come ufficiali.",
  "HelpMessage1101": "Gioca contro altri con comunicazione wireless locale.",
  "HelpMessage1102": "Scambia mostri in locale con altri vicini.",
  "HelpMessage1103": "Sfida altri nei dintorni o partecipa alla Coppa Grandi\nCavalieri tramite comunicazione wireless locale.",
  "HelpMessage1104": "Seleziona un giocatore locale con cui giocare.",
  "HelpMessage1105": "Competi in una sfida stile GP con un massimo di 8 altri\navversari.",
  "HelpMessage1106": "Imposta le regole della partita e le restrizioni sugli\navversari.",
  "HelpMessage4010": "Dai istruzioni al tuo partner per avanzare nella storia\ndel gioco.",
  "HelpMessage1107": "Cerca un avversario che stia cercando una partita.",
  "HelpMessage4011": "Dai istruzioni al tuo partner per cercare mostri nell'area\nattuale.",
  "HelpMessage1108": "Registrati come in cerca di una partita.",
  "HelpMessage1401": "Imposta il mostro da cavalcare nel riquadro sinistro.\nScegli il tuo mostro da cavalcare preferito e impostalo\ncome scorciatoia per salirci facilmente. Un elenco di\nmostri cavalcabili verrà mostrato nella griglia sul lato\ndestro.",
  "HelpMessage4012": "Dai istruzioni al tuo partner per cercare oggetti\nnell'area attuale.",
  "HelpMessage1109": "Gioca usando le regole standard.",
  "HelpMessage4013": "Dai istruzioni al tuo partner per cambiare forma.",
  "HelpMessage1110": "Gioca usando le regole ufficiali del gioco.",
  "HelpMessage1111": "Non impostare regole per la partita.",
  "HelpMessage1112": "Imposta il limite di turni per la partita.",
  "HelpMessage1113": "Gioca finché una squadra non viene sconfitta.",
  "HelpMessage1114": "Imposta un limite di 5 turni per la partita.",
  "HelpMessage1115": "Imposta un limite di 10 turni per la partita.",
  "HelpMessage1116": "Attiva o disattiva i comandi abilitati.",
  "HelpMessage4020": "Il tuo partner cercherà vari mostri da reclutare. I\nrisultati saranno disponibili dopo 5 minuti di gioco.",
  "HelpMessage1117": "Usa comandi manuali per i mostri.",
  "HelpMessage4021": "Il tuo partner cercherà mostri che non si sono mai uniti\nalla tua squadra. I risultati saranno disponibili dopo 30\nminuti di gioco.",
  "HelpMessage1118": "Usa comandi automatici per i mostri.",
  "HelpMessage4022": "Il tuo partner cercherà mostri di rango basso. I\nrisultati saranno disponibili dopo 15 minuti di gioco.",
  "HelpMessage1119": "Imposta se permettere o meno il cambio dei mostri durante\nuna partita.",
  "HelpMessage4023": "Il tuo partner cercherà mostri di rango alto. I risultati\nsaranno disponibili dopo 30 minuti di gioco.",
  "HelpMessage1120": "Cambia mostri liberamente durante una partita.",
  "HelpMessage1121": "Permetti solo un cambio di mostro durante una partita.",
  "HelpMessage1122": "Il cambio di mostro è proibito durante una partita.",
  "HelpMessage1123": "Imposta se permettere o meno i trasferimenti durante una\npartita.",
  "HelpMessage1124": "Permetti i trasferimenti di mostri liberamente durante una\npartita.",
  "HelpMessage1125": "Permetti un solo trasferimento di mostro durante una\npartita.",
  "HelpMessage1126": "I trasferimenti di mostri sono proibiti durante una\npartita.",
  "HelpMessage4030": "Il tuo partner cercherà vari oggetti e li raccoglierà. I\nrisultati saranno disponibili dopo 5 minuti di gioco.",
  "HelpMessage1127": "Imposta restrizioni per i mostri che possono partecipare a\nuna partita.",
  "HelpMessage4031": "Il tuo partner cercherà oggetti utilizzabili in battaglia\ne li raccoglierà. I risultati saranno disponibili dopo 15\nminuti di gioco.",
  "HelpMessage1128": "Tutti i mostri possono ora partecipare liberamente a una\npartita.",
  "HelpMessage2000": "Cerca un avversario in base alla classifica ottenuta dai\nrisultati delle battaglie precedenti in questa modalità.",
  "HelpMessage4032": "Il tuo partner cercherà oggetti usabili come ingredienti e\nli raccoglierà. I risultati saranno disponibili dopo 15\nminuti di gioco.",
  "HelpMessage1129": "Tutti i mostri usati devono appartenere alla stessa\nfamiglia durante la battaglia, ma non puoi usare lo stesso\ntipo di mostro più di una volta.",
  "HelpMessage2001": "Cerca un avversario con cui combattere liberamente in una\npartita non classificata.",
  "HelpMessage4033": "Il tuo partner cercherà oggetti lasciati cadere dai mostri\nnell'area attuale e li raccoglierà. I risultati saranno\ndisponibili dopo 30 minuti di gioco.",
  "HelpMessage1130": "I mostri della stessa famiglia sono proibiti durante una\npartita.",
  "HelpMessage1131": "Imposta se applicare o meno restrizioni agli accessori\ndurante una partita.",
  "HelpMessage1132": "Questa regola permette l'uso degli accessori in battaglia.",
  "HelpMessage1133": "Questa regola proibisce di equipaggiare accessori in\nbattaglia.",
  "HelpMessage1134": "Imposta i limiti di tempo per inserire le azioni per ogni\nturno.",
  "HelpMessage1135": "Permetti tempo illimitato per inserire i comandi a ogni\nturno.",
  "HelpMessage1136": "Permetti 15 secondi per inserire i comandi a ogni turno.",
  "HelpMessage1137": "Permetti 30 secondi per inserire i comandi a ogni turno.",
  "HelpMessage1138": "Cerca membri per unirsi a una partita GP. Possono essere\nreclutati fino a 8 altri giocatori.",
  "HelpMessage1139": "Cerca membri che stanno cercando partite GP. Puoi unirti\na un massimo di 8 altri giocatori per combattere insieme.",
  "HelpMessage1140": "Partecipa al Grand Prix contro Maestri Speciali di rango\nFORTE.",
  "HelpMessage1141": "Partecipa al Grand Prix contro Maestri Speciali di rango\nMEDIO.",
  "HelpMessage1142": "Partecipa al Grand Prix contro Maestri Speciali di rango\nDEBOLE.",
  "HelpMessage1143": "Partecipa al GP del giocatore selezionato.",
  "HelpMessage1144": "Imposta se la fusione può essere usata in battaglia o\nmeno.",
  "HelpMessage1145": "Permetti la fusione durante la battaglia.",
  "HelpMessage1146": "Permetti la fusione solo una volta durante la battaglia.",
  "HelpMessage1147": "Proibisci la fusione durante la battaglia.",
  "HelpMessage1148": "Imposta la velocità della battaglia.",
  "HelpMessage1149": "La battaglia proseguirà a velocità 2x.",
  "HelpMessage1150": "La battaglia proseguirà a velocità normale.",
  "HelpMessage3501": "Imposta il livello minimo e massimo dei mostri che possono\nessere usati.",
  "HelpMessage1201": "Ricerca partner per lo scambio di mostri.",
  "HelpMessage1202": "Fai richiesta per trovare qualcuno in cerca di un mostro\nda scambiare.",
  "HelpMessage1203": "Ora stai cercando attivamente un partner per lo Scambio\ndi Mostri.",
  "HelpMessage1303": "Rinuncia e abbandona la battaglia in corso. Scegliere\nquesta opzione equivale a venire sconfitti e perderai metà\ndell'oro attualmente posseduto.",
  "HelpMessage1304": "Riconsidera la scelta ancora una volta.",
  "HelpMessage1509": "Imposta se gli Esplo-sasso dovranno apparire o meno.",
  "HelpMessage1802": "Modifica l'aspetto del tuo personaggio.",
  "HelpMessage1515": "Battaglia con condizione di vittoria basata su un\npunteggio obiettivo.",
  "HelpMessage1516": "La partita terminerà quando un giocatore raggiunge 20\npunti.",
  "HelpMessage1517": "La partita terminerà quando un giocatore raggiunge 40\npunti.",
  "HelpMessage1518": "Battaglia con condizione di vittoria basata su un limite\ndi tempo.",
  "HelpMessage1811": "Cambia il nome del tuo giocatore.",
  "HelpMessage1519": "Permetti l’apparizione di molti Esplo-sasso durante una\npartita.",
  "HelpMessage1812": "Cambia il titolo del tuo giocatore.",
  "HelpMessage1520": "Gli Esplo-sasso appariranno durante la partita.",
  "HelpMessage1521": "Gli Esplo-sasso non appariranno durante la partita.",
  "HelpMessage2100": "Imposta il rango della coppa a cui partecipare.",
  "HelpMessage1522": "Molti oggetti appariranno durante la partita.",
  "HelpMessage2101": "Seleziona quali mostri usare.",
  "HelpMessage1523": "Gli oggetti appariranno durante la partita.",
  "HelpMessage2102": "Seleziona i mostri che userai nella tua squadra.",
  "HelpMessage1524": "Gli oggetti non appariranno durante la partita.",
  "HelpMessage1525": "Battaglia tra due giocatori.",
  "HelpMessage1526": "Battaglia tra tre giocatori.",
  "HelpMessage1527": "Battaglia tra quattro giocatori.",
  "HelpMessage1528": "Battaglia contro avversari di forza FORTE.",
  "HelpMessage1821": "Città natale impostata su %ls.",
  "HelpMessage2400": "Competizione classificata Wi-Fi G-Cup, basata su quanto\nrapidamente riesci a vincere. Seleziona un mostro da\ncavalcare dal lato destro. 【ATTENZIONE】 Il gioco\nverrà salvato in questa modalità e sovrascriverà il\nsalvataggio precedente.",
  "HelpMessage1529": "Battaglia contro avversari di forza MEDIA.",
  "HelpMessage2401": "Disconnetti da Internet e termina la partita classificata\nWi-Fi G-Cup.",
  "HelpMessage1532": "Imposta la forza dell'avversario.",
  "HelpMessage1533": "Imposta regole personalizzate per la partita.",
  "HelpMessage1534": "Battaglia con \"Eventi\" disattivati.",
  "HelpMessage1535": "Battaglia con \"Eventi\" attivati.",
  "HelpMessage1536": "Imposta se gli Eventi possono accadere in battaglia.",
  "HelpMessage1601": "Completa l’equipaggiamento degli accessori.",
  "HelpMessage1701": "Inserisci i mostri da cavalcare nei riquadri a sinistra.\nI riquadri a destra contengono un elenco di mostri\ncavalcabili tra cui scegliere.",
  "HelpMessage1803": "Esci dal profilo e torna alla schermata precedente.",
  "HelpMessage1813": "Cambia la città natale del tuo giocatore.",
  "HelpMessage1814": "Cambia i commenti del tuo giocatore.",
  "HelpMessage1815": "Cambia lo sfondo della scheda del tuo giocatore.",
  "HelpMessage1816": "Cambia l’aspetto della scheda del giocatore visualizzata\ndurante le partite wireless.",
  "HelpMessage1817": "Cambia il colore del tuo giocatore.",
  "HelpMessage1818": "Salva ed esci dalle impostazioni del profilo e torna alla\nschermata precedente.",
  "HelpMessage1831": "Luogo di nascita impostato su %ls.",
  "HelpMessage2410": "Sfida il torneo.",
  "HelpMessage1841": "Luogo di nascita impostato su %ls.",
  "HelpMessage2420": "Questi sono i 15 migliori classificati in questo evento\nattualmente.",
  "HelpMessage1900": "Questa è una battaglia classificata Wi-Fi che seleziona i\npartecipanti in base al roster dei mostri. Combatterai\ncontro altri 3 avversari per vincere biglietti per altre\nbattaglie classificate. 【ATTENZIONE】 Ogni partita\nattiverà un salvataggio che sovrascriverà il precedente.",
  "HelpMessage1901": "Disconnessione da Internet e fine della battaglia\nclassificata Wi-Fi.",
  "HelpMessage1902": "Registrati per partecipare a %ls e scarica la battaglia\nsfida.",
  "HelpMessage1903": "Configura i membri di %ls e i contenuti registrati come il\nnome della squadra.",
  "HelpMessage1904": "Controlla le classifiche attuali. Sono suddivise per ogni\nGP, e puoi visualizzare le valutazioni individuali,\ngenerali e recenti per GP.",
  "HelpMessage1905": "Controlla le notifiche di %ls.",
  "HelpMessage1906": "Abbandona %ls.",
  "HelpMessage2002": "Combatti in un gruppo creato dagli utenti chiamato\n“comunità”. Le comunità possono essere create e cercate da\nqualsiasi giocatore con accesso online. Le classifiche\nvittorie/sconfitte sono visibili sulla pagina della\ncomunità.",
  "HelpMessage2003": "Gioca contro i tuoi amici.",
  "HelpMessage4035": "Avanza nella storia principale saltando gli eventi.\nAvanzerai alla prossima battaglia con il boss.",
  "HelpMessage2004": "Torna alla Piazza Wi-Fi.",
  "HelpMessage4036": "Avanza nella storia principale saltando gli eventi.\nAvanzerai alla prossima area principale.",
  "HelpMessage2005": "Imposta le Regole della Partita e Trova Amici",
  "HelpMessage2006": "Cerca amici che cercano avversari e fai domanda per una\npartita.",
  "HelpMessage2007": "Fai domanda per una partita contro la persona selezionata.\nUna persona con il nome oscurato è in battaglia o\nattualmente non disponibile.",
  "HelpMessage2300": "Questo mostro è speciale e non può essere reclutato!",
  "HelpMessage2200": "Partecipa alla battaglia classificata suprema contro i\nmaestri più forti del mondo, via Internet.",
  "HelpMessage2201": "Partecipa alla G-Cup classificata suprema tramite\nconnessione Internet.",
  "HelpMessage2202": "Puoi Caricare o Scaricare i dati di salvataggio di DQM\nJoker 3 Professional.",
  "HelpMessage2203": "Visualizza una spiegazione delle Classifiche Wi-Fi.",
  "HelpMessage2204": "Abbandona le Classifiche Wi-Fi.",
  "HelpMessage2301": "Questo mostro è speciale e non può essere reclutato!",
  "HelpMessage2302": "Le tue caselle sono piene, quindi non puoi reclutare!",
  "HelpMessage2303": "Questo mostro è speciale e non può essere cavalcato.",
  "HelpMessage2304": "I mostri appena fusi in battaglia non possono essere\nsubito sostituiti!",
  "HelpMessage2411": "Cambia i contenuti registrati come mostro da cavalcare,\nnome della squadra e città natale.",
  "HelpMessage2412": "Visualizza le Classifiche Attuali.",
  "HelpMessage2413": "Mostra le informazioni dell’evento in corso.",
  "HelpMessage2414": "Esci dalla G-Cup classificata Wi-Fi.",
  "HelpMessage2421": "Sfoglia le classifiche generali attuali o visualizza la\ntua posizione tra di esse.",
  "HelpMessage3000": "Cambia mostri liberamente durante una partita.",
  "HelpMessage2422": "Visualizza i risultati dell’ultimo evento a cui hai\npartecipato.",
  "HelpMessage3001": "Puoi cambiare mostri solo una volta durante la battaglia.",
  "HelpMessage2500": "Imposta il nome della Comunità.",
  "HelpMessage2501": "Imposta i commenti della Comunità.",
  "HelpMessage2502": "Imposta una password per la Comunità.",
  "HelpMessage2503": "Imposta le regole della Comunità.",
  "HelpMessage2504": "Crea una Comunità con i contenuti scelti.",
  "HelpMessage2600": "Solo chi conosce la password potrà accedere a questa\ncomunità.",
  "HelpMessage2601": "Questa è una Comunità pubblica, aperta a chiunque voglia\nunirsi.",
  "HelpMessage2700": "Imposta l’ultimo turno della partita.",
  "HelpMessage2701": "Imposta se abilitare i comandi o meno.",
  "HelpMessage2702": "Imposta se permettere lo scambio di mostri.",
  "HelpMessage2703": "Imposta se permettere il trasferimento di mostri.",
  "HelpMessage2704": "Restringi i mostri contro cui combatterai.",
  "HelpMessage2705": "Imposta se permettere gli accessori o meno.",
  "HelpMessage2706": "Imposta un limite di tempo per la selezione delle azioni.",
  "HelpMessage2707": "Imposta i limiti di livello minimo e massimo dei mostri\nutilizzabili.",
  "HelpMessage2708": "Imposta la città natale dei giocatori che possono\npartecipare.",
  "HelpMessage2709": "Imposta il Rango delle squadre che possono partecipare.",
  "HelpMessage2710": "Imposta regole personalizzate per la partita.",
  "HelpMessage2800": "Continua finché una delle squadre viene sconfitta.",
  "HelpMessage2801": "Limita la Partita a 5 Turni.",
  "HelpMessage2802": "Limita la Partita a 10 Turni.",
  "HelpMessage2900": "Ordini Manuali ai Mostri.",
  "HelpMessage2901": "Ordini Automatici ai Mostri.",
  "HelpMessage3002": "Lo scambio di mostri è proibito.",
  "HelpMessage3100": "Permetti i trasferimenti di mostri liberamente durante una\npartita.",
  "HelpMessage3101": "I mostri possono essere trasferiti una sola volta per\npartita.",
  "HelpMessage3102": "I trasferimenti di mostri sono proibiti.",
  "HelpMessage3200": "Equipaggia accessori e combatti.",
  "HelpMessage3201": "Rimuovi tutti gli accessori equipaggiati e combatti.",
  "HelpMessage3300": "Imposta un tempo d’attesa infinito per i comandi.",
  "HelpMessage3301": "Imposta il tempo d’attesa per i comandi a 15 secondi.",
  "HelpMessage3302": "Imposta il tempo d’attesa per i comandi a 30 secondi.",
  "HelpMessage3400": "Qualsiasi mostro può essere usato liberamente.",
  "HelpMessage3403": "Solo mostri di una famiglia specifica possono essere usati\nnella tua squadra.",
  "HelpMessage3500": "Permetti qualsiasi livello di mostro.",
  "HelpMessage3600": "Imposta il livello minimo dei mostri che possono essere\nusati.",
  "HelpMessage3601": "Imposta il livello massimo dei mostri che possono essere\nusati.",
  "HelpMessage3602": "Limita il livello dei mostri che possono essere usati.",
  "HelpMessage3700": "Ora permettiamo a giocatori di qualsiasi città natale di\nunirsi alla Comunità.",
  "HelpMessage3701": "Solo i giocatori con la città natale specificata potranno\nunirsi a questa Comunità.",
  "HelpMessage3800": "Puoi usare una squadra di qualsiasi rango.",
  "HelpMessage3801": "Imposta una Squadra Classificata da usare.",
  "HelpMessage3900": "Imposta le restrizioni di rango per le squadre.",
  "HelpMessage3910": "Solo le squadre con rango superiore a quello impostato\npossono essere usate.",
  "HelpMessage3911": "Solo le squadre con rango inferiore a quello impostato\npossono essere usate.",
  "HelpMessage3912": "Solo le squadre con lo stesso rango impostato possono\nessere usate.",
  "HelpMessage4000": "Entra o Esci dalla comunità attuale con cui sei\nregistrato.",
  "HelpMessage4001": "Cerca comunità a cui unirti. Puoi inserire un codice\ncomunità, trovare comunità consigliate o anche\nvisualizzare comunità ufficiali.",
  "HelpMessage4002": "Crea la tua comunità.",
  "HelpMessage4003": "Combatti contro altri giocatori con le regole della\nBattaglia Classificata Wi-Fi.",
  "HelpMessage4014": "Annulla l’ordine attualmente impartito al tuo partner."
}