{
  "InfomationMenu000": "？？？？？？？？",
  "InfomationMenu001": "【Base】 Interazioni",
  "InfomationMenu002": "【Base】 Monster Scout",
  "InfomationMenu003": "【Base】 Azioni sul Campo",
  "InfomationMenu004": "【Base】 Mostri Alleati",
  "InfomationMenu005": "【Base】 Squadre Attiva & di Riserva",
  "InfomationMenu006": "【Base】 Grado della Squadra",
  "InfomationMenu007": "【Base】 Recupero Mostri",
  "InfomationMenu008": "【Base】 Cavalcare Mostri",
  "InfomationMenu009": "【Base】 Cavalcatura Subacquea",
  "InfomationMenu010": "【Base】 Cavalcatura Aerea",
  "InfomationMenu011": "【Base】 Cavalcatura Celeste",
  "InfomationMenu012": "【Menu】 Oggetti",
  "InfomationMenu013": "【Menu】 Equipaggiamento",
  "InfomationMenu014": "【Menu】 Cavalcare Mostri 1",
  "InfomationMenu015": "【Menu】 Strategia & Abilità",
  "InfomationMenu016": "【Menu】 Punti Abilità",
  "InfomationMenu017": "【Menu】 Salvataggio",
  "InfomationMenu018": "【Menu】 Abilità Speciali",
  "InfomationMenu019": "【Menu】 Libreria",
  "InfomationMenu020": "【Menu】 Tratti dei Mostri",
  "InfomationMenu021": "【Menu】 Modalità Rete",
  "InfomationMenu022": "【Menu】 Battaglie Pass",
  "InfomationMenu023": "【Menu】 Wi-Fi Locale",
  "InfomationMenu024": "【Menu】 Piazza Wi-Fi",
  "InfomationMenu025": "【Battaglia】 Scovare Mostri",
  "InfomationMenu026": "【Battaglia】 Segreti dello Scout",
  "InfomationMenu027": "【Battaglia】 Sconfitta Totale",
  "InfomationMenu028": "【Battaglia】 Velocizzare",
  "InfomationMenu029": "【Battaglia】 A proposito della Tensione",
  "InfomationMenu030": "【Battaglia】 Sovrapposizione",
  "InfomationHelp001": "Premi il pulsante A per interagire con persone o oggetti vicini. Un\n\"!\" apparirà quando ti avvicini ad un qualcosa con cui puoi\ninteragire.",
  "InfomationMenu031": "【Battaglia】 Attacco Combinato",
  "InfomationHelp002": "I Monster Scout non sono solo umani. Si definisce Scout qualsiasi\ncreatura vivente capace di comunicare, addestrare e guidare una\nsquadra di Mostri in battaglia! Ironia della sorte, con l’apparizione\ndei Mostri Corrotti, gli Scout hanno cominciato a sparire, fino a\ndiventare quasi del tutto estinti...",
  "InfomationMenu032": "【Battaglia】 Cavalcatura in Battaglia",
  "InfomationHelp003": "Durante l'avventura troverai oggetti rialzati che ostacolano il\npassaggio. Il tuo eroe può saltare abbastanza in alto da superarne\nalcuni! Premi il pulsante B per saltare! Puoi anche muovere la\ntelecamera tenendo premuto il pulsante Y e usando il D-Pad. Se hai un\nC-Stick, puoi usarlo per orientarla.",
  "InfomationMenu033": "【Campo】 Teletrasporto",
  "InfomationHelp004": "Puoi usare i mostri che sono già tuoi alleati per convincere i nemici\na combattere al tuo fianco in battaglia. I nuovi reclutati si uniranno\nalla tua squadra attiva di 4, a quella di riserva o andranno nel\ndeposito.",
  "InfomationMenu034": "【Campo】 Mostri Medi",
  "InfomationHelp005": "La squadra attiva è sempre mostrata nella colonna più a sinistra del\nmenu in basso, o sullo schermo superiore sotto al “Grado della\nSquadra”. La squadra di riserva è nella colonna accanto, e contiene i\nmostri che puoi scambiare in ogni momento. Puoi anche scambiare mostri\ntra le squadre dal menu e trascinarli col touch screen.",
  "InfomationMenu035": "【Campo】 Mostri Grandi",
  "InfomationHelp006": "Il grado della squadra è indicato dal numero di ★. Più ★ indicano una\nsquadra più forte. Le squadre di Grado più alto hanno più PV e\nAttacco. Anche i tratti e le abilità influenzano la metrica.",
  "InfomationMenu036": "【Campo】 Mostri Giganteschi",
  "InfomationHelp007": "I mostri feriti in battaglia perdono PV. Puoi recuperarli con\nincantesimi, oggetti o riposando in una Locanda. Quando un mostro sale\ndi livello, i suoi PV vengono ripristinati completamente.",
  "InfomationMenu037": "【Campo】 Reattore",
  "InfomationHelp008": "Puoi cavalcare alcuni mostri mentre esplori. Cavalcando puoi saltare\npiù in alto e muoverti più velocemente. Ogni mostro offre\nun'esperienza diversa, sperimenta per scoprire la tua preferita.",
  "InfomationMenu038": "【Campo】 Scansione Profonda",
  "InfomationHelp009": "Con una Licenza di Grado B, premi il pulsante B mentre cavalchi in\nacqua per immergerti. Tieni premuto B per continuare a scendere,\nrilascialo per tornare lentamente a galla.",
  "InfomationMenu039": "【Campo】 Scatola Invisibile",
  "InfomationMenu040": "【Campo】 Icona Destinazione",
  "InfomationHelp011": "La Cavalcatura Celeste è un'abilità che i mostri Giganti possono\nusare dopo aver ottenuto il Segnale di Volo. Attivandola accedi alla\nmappa del mondo e puoi viaggiare tra i continenti visitati, oltre a\nesplorare nuove isole misteriose.",
  "InfomationMenu041": "【Campo】 Fata della Fortuna",
  "InfomationHelp012": "Il comando strumenti ti permette di usare gli oggetti trovati durante\nl'avventura. Premi il pulsante Y per leggere più info su ogni oggetto.",
  "InfomationMenu042": "【Campo】 Anello di Accelerazione",
  "InfomationHelp013": "Nel menu degli Equipaggiamenti puoi equipaggiare gli alleati con\naccessori raccolti nei viaggi. Alcuni aumentano Attacco o Difesa,\naltri migliorano resistenze e offrono bonus.",
  "InfomationMenu043": "【Campo】 Strappo Spazio-Temporale",
  "InfomationHelp014": "Devi assegnare i mostri da cavalcare prima di poterli usare per\nesplorare. Fino a 3 mostri possono essere assegnati ai tasti\ndirezionali e richiamati premendo la direzione corrispondente. È\npossibile assegnare anche 1 Cavalcatura per il tuo Partner.",
  "InfomationMenu044": "【Disco】 La Macchina",
  "InfomationHelp015": "Questa schermata ti permette di impostare le abilità e strategie di un\nmostro che dovrà usare in combattimento. I mostri senza ordini\nseguiranno la strategia assegnata. Puoi anche impedire l’uso di alcune\nAbilità.",
  "InfomationMenu045": "【Disco】 Creazione Dischi",
  "InfomationHelp016": "Nella schermata dei Punti Abilità, puoi acquisire abilità speciali\nusando i Punti ottenuti salendo di livello. È l’unico modo per far\napprendere nuove abilità e rafforzare i mostri.",
  "InfomationMenu046": "【Allenamento】 Fusione",
  "InfomationHelp017": "Durante l'avventura puoi salvare ovunque e in qualsiasi momento dal\nmenu. Conviene salvare spesso, non si sa mai...",
  "InfomationMenu047": "【Allenamento】 Info Aggiuntive Fusione",
  "InfomationHelp018": "Le Abilità Speciali si ottengono dai Monoliti di Pietra Misteriosa\nsparsi nel mondo. Vale la pena cercarli: alcune curano l'intera\nsquadra in un attimo!",
  "InfomationMenu048": "【Allenamento】 Eredità Abilità",
  "InfomationHelp019": "La Libreria tiene traccia degli eventi dell’avventura, mostri\nincontrati, oggetti e tratti. Vuoi rivedere qualcosa? Basta aprirla.",
  "InfomationMenu049": "【Allenamento】 Valori di Grado",
  "InfomationMenu050": "【Allenamento】 Super Fusioni",
  "InfomationHelp021": "Nel menu Comunicazioni Rete puoi avviare una Battaglia Pass, usare\nil Wi-Fi Locale o accedere alla Piazza Wi-Fi online. Scegli una\nmodalità per competere contro altri giocatori e ottenere oggetti.",
  "InfomationMenu051": "【Allenamento】 Potenziare Equipaggiamenti",
  "InfomationHelp022": "Avviando una Battaglia Pass puoi lottare contro mostri scelti da\naltri Scout che usano questa modalità. Se vinci, ottieni Monete di\nGioco, mostri e oggetti dai tuoi amici.",
  "InfomationMenu052": "【Allenamento】 Cambia Colore",
  "InfomationHelp023": "Nel Menu Rete, scegli Wi-Fi Locale per lottare e scambiare mostri\ncon un altro Scout nelle vicinanze.",
  "InfomationMenu053": "【Allenamento】 Scambi Monete di Gioco",
  "InfomationHelp024": "Puoi visitare la \"Piazza Wi-Fi\" online dal menu di rete. Serve una\nconnessione internet attiva. Lì puoi guadagnare Monete di Gioco e\nsfidare Monster Scout da tutto il paese.",
  "InfomationMenu054": "【Wi-Fi】 GP dei Maestri - Punta in Alto!",
  "InfomationHelp025": "Gli Attacchi Recluta possono convincere un mostro nemico a unirsi a\nte. Comparirà una barra in alto a destra: più sei forte, più si\nriempirà. Più è piena, più è probabile che il mostro si unisca.",
  "InfomationMenu055": "【Wi-Fi】 Coppa Cavalcatori - Sfreccia!",
  "InfomationHelp026": "Il numero mostrato durante la recluta indica la probabilità che il\nmostro si unisca a te. Se non si alza, le chance sono zero. Dare\nun'esca al mostro può aiutare.",
  "InfomationMenu056": "【Wi-Fi】 Ottieni Monete di Gioco!",
  "InfomationHelp027": "Se vieni sconfitto, tornerai in gioco con la squadra attiva e di\nriserva curate, ma perderai metà dell’oro in tuo possesso al momento\ndella sconfitta. Deposita l’oro in banca per salvarlo.",
  "InfomationMenu057": "【Wi-Fi】 Mostri Ospiti",
  "InfomationHelp028": "Un Monolito ha sbloccato l’abilità di accelerare il tempo in\nbattaglia. Premi il pulsante R per raddoppiare la velocità! Premilo\ndi nuovo per tornare normale.",
  "InfomationMenu058": "【Wi-Fi】 Disattivare il Marchio GUEST?",
  "InfomationHelp029": "Il sistema di Carica permette ai mostri di caricarsi in un turno,\npotenziando alcuni attacchi nei turni successivi. Funziona per quasi\ntutte le famiglie, e si accumula fino ad un massimo di 100 (4 turni).",
  "InfomationMenu059": "【Struttura】 Ordinamento",
  "InfomationMenu060": "【Struttura】 Allenamento",
  "InfomationHelp031": "Gli attacchi combinati si attivano quando 2 abilità dei tuoi mostri si\nallineano. Puoi infliggere danni enormi e raddoppiare EXP e oro dopo\nlo scontro.",
  "InfomationMenu061": "【Struttura】 Coppa Cavalcatori",
  "InfomationHelp032": "Alcuni mostri cavalcabili possono essere usati in battaglia. Possono\naccumulare 100 Tensione e infliggere danni devastanti.",
  "InfomationMenu062": "【Campo】 Sotto il Mondo dei corrotti",
  "InfomationHelp033": "Teletrasporto è un’abilità speciale da Scout che ti fa teletrasportare\novunque tu sia già stato. Puoi anche saltare tra i continenti e le\nloro zone.",
  "InfomationMenu063": "【Campo】 Il Mondo dei corrotti",
  "InfomationHelp034": "Alcuni mostri sono più grandi: hanno un Mega Corpo. Hanno più PV\ndella media — un bonus per la loro stazza! Questi avversari si\nuniscono se dimostri valore.",
  "InfomationMenu064": "【Campo】 Mostri corrotti",
  "InfomationHelp035": "Alcuni mostri sono giganteschi rispetto agli altri: sono i Giga\nCorpi. Hanno molti PV e colpiscono interi gruppi con attacchi\nnormali.",
  "InfomationMenu065": "【Campo】 Nochoro",
  "InfomationHelp036": "Alcuni mostri sono colossali. Sono chiamati Ultra Giga Corpi, Hanno\nmoltissimi PV e non lasciano spazio a nessun'altro mostro.",
  "InfomationMenu066": "【Menu】 Cavalcare Mostri, Pt. 2",
  "InfomationHelp037": "I Reattori sono strumenti tecnologici avanzati che sembrano cuffie.\nAttivando la Modalità Ricerca, vedrai oggetti invisibili, mostri\nnascosti e dettagli inediti!",
  "InfomationMenu067": "【Campo】 Battaglie Dure",
  "InfomationHelp038": "Il Reattore ha una modalità di scansione dettagliata per analizzare i\nmostri e scoprire famiglie, nemici e crescita.",
  "InfomationMenu068": "【Wi-Fi】 GP Sfidanti",
  "InfomationHelp039": "Il Reattore può avvisarti quando un forziere invisibile è vicino.\nVerrà segnato sulla mappa per aiutarti a trovarlo.",
  "InfomationMenu069": "【Campo】 Mutazioni Genetiche",
  "InfomationMenu070": "【Campo】 Stato Mentale",
  "InfomationHelp041": "La Fortuna arriverà a chi tocca una fata fluttuante. L’EXP dopo\naverla toccata può aumentare da 2x a 8x! Cerca le fate durante il\nfarming dei tuoi mostri.",
  "InfomationMenu071": "【Campo】 Drone del Reattore",
  "InfomationHelp042": "Questi anelli compaiono nelle Aree Campo. Passarci attraverso ti\nlancia ad alta velocità. Spesso si trovano sott'acqua o in aria, come\nscorciatoie per viaggiare più in fretta.",
  "InfomationMenu072": "【Campo】 Funzioni",
  "InfomationHelp043": "A volte si aprono squarci nel cielo. Sono strappi nello spazio-tempo.\nPotresti trovarci mostri, oggetti o nemici forti. Esplorali con\ncautela!",
  "InfomationMenu073": "【Base】 Cavalcature Giganti",
  "InfomationHelp044": "Questa macchina apre un portale verso un luogo nascosto nel Mondo dei\nmostri corrotti. Usando dischi MAP, puoi accedere a sfide e missioni\nche consumano energia del disco. Completandole riceverai ricompense.",
  "InfomationMenu074": "【Battaglia】 Lotta in coppia in sella",
  "InfomationHelp045": "I dischi MAP possono essere creati liberamente usando combinazioni di\ncodici. A volte, i codici generano un raro disco MAP, con grandi\nricompense ad attenderti dall'altra parte.",
  "InfomationMenu075": "【Battaglia】 Battaglie a squadre con Nochorin",
  "InfomationHelp046": "La sintesi è il miracolo di unire due mostri diversi per creare un\nmostro completamente nuovo. I mostri nati in questo modo diventano più\nforti. Più li fondi, più forti diventeranno.",
  "InfomationMenu076": "【Battaglia】 Battaglie a squadre jolly",
  "InfomationHelp047": "Puoi sintetizzare mostri nell'Edificio Centrale usando i macchinari,\npurché i mostri siano almeno di Livello 10. Sintetizzando\nripetutamente mostri di alto grado e usando le creazioni ottenute,\notterrai alleati molto forti.",
  "InfomationMenu077": "【Battaglia】 Fusione in sella",
  "InfomationHelp048": "Durante la sintesi, i mostri possono ereditare tratti e abilità dai\ngenitori. Possono ereditarne fino a 3. Anche metà dei Punti Abilità\nviene trasferita da ciascun mostro genitore.",
  "InfomationMenu078": "【Allenamento】 Super Fusione Grezza",
  "InfomationHelp049": "Quando sintetizzi i mostri, il mostro risultante ottiene un valore\npositivo verso il prossimo grado. Questi valori aumentano ogni volta\nche lo fondi con uno di pari o maggiore valore. I mostri di solito\nraggiungono il Livello massimo a 50, ma con valori Plus più alti\npossono superarlo. Inoltre, c'è un altro segreto...",
  "InfomationMenu079": "【Campo】 Compagno",
  "InfomationMenu080": "【Campo】 Cambi di forma",
  "InfomationHelp051": "Gli accessori contrassegnati con una ★ indicano la qualità complessiva\ndell’oggetto. Puoi potenziare l’equipaggiamento nell’Edificio\nCentrale e aumentare il numero di ★. Più ★, più effetti speciali\npossono comparire.",
  "InfomationMenu081": "【Campo】 Prendere scorciatoie",
  "InfomationHelp052": "La Ricolorazione ti consente di usare mostri Formaghi colorati per\ncambiare il colore di una parte specifica di un altro mostro. Ogni\nFormarcobaleno ha un colore proprio e può essere mescolato con altri\nper creare colori personalizzati per la tua squadra.",
  "InfomationMenu082": "【Campo】 Approfondimenti sul Reclutamento",
  "InfomationHelp053": "Dopo aver fatto amicizia con un mostro, puoi usare la Piazza Internet\nper scambiarlo con Monete Gioco e ottenerlo nel tuo deposito. Più è\nalto il grado del mostro, più Monete Gioco saranno necessarie.",
  "InfomationMenu083": "【Campo】 Reclutamento oggetti",
  "InfomationHelp054": "Il GP dei Maestri determina i maestri più forti del paese. Ogni\ngiorno vengono compilate nuove classifiche in base a vittorie e\nsconfitte. Mira in alto nelle classifiche Wi-Fi nella Piazza\nInternet. Puoi vederle dal menu della schermata del titolo dopo avervi\navuto accesso.",
  "InfomationMenu084": "【Menu】 Fusione",
  "InfomationHelp055": "Presto! È arrivata la Grande Coppa dei Cavalcatori! Arriva al\ntraguardo nel minor tempo possibile per scalare le classifiche\nnazionali. Le gare Wi-Fi si svolgono nella Piazza Internet,\naccessibile dal menu della schermata del titolo. Dai il massimo nella\nGrande Coppa dei Cavalcatori!",
  "InfomationMenu085": "【Campo】 Strada del Turbo",
  "InfomationHelp056": "Le Monete Gioco sono una valuta speciale che i giocatori possono\nguadagnare vincendo incontri contro altri giocatori. Si possono\nscambiare con oggetti e mostri nei negozi della Piazza Internet\nWi-Fi.",
  "InfomationMenu086": "【Menu】 Fusione IA",
  "InfomationHelp057": "I mostri ottenuti o incontrati durante le battaglie passate che\nvolevano combattere con te saranno contrassegnati con la scritta\nOSPITE accanto al loro nome. I mostri con il marchio OSPITE non\npossono essere scambiati in Wi-Fi locale né partecipare a battaglie\nclassificate Wi-Fi o altre Battaglie Pass.",
  "InfomationMenu087": "【Menu】 Manutenzione Fusioni",
  "InfomationHelp058": "È possibile rimuovere il marchio GUEST fondendo il mostro con uno\nsenza tale marchio. Una volta rimosso, tutte le restrizioni Wi-Fi sul\nmostro scompariranno e potrà essere usato come un mostro normale.",
  "InfomationMenu088": "【Battaglia】 Combattimento automatico",
  "InfomationHelp059": "I Preferiti sono un tipo di organizzazione che ti permette di\nregistrare facilmente le tue combinazioni preferite di squadre di\nmostri. I preferiti registrati possono unirsi rapidamente alla tua\nsquadra attiva o in attesa. Sono anche accessibili facilmente durante\nle attività Wi-Fi locali o Internet.",
  "InfomationMenu089": "【Menu】 Ibernazione",
  "PartnerMenu080": "Cambio Forma",
  "PartnerMenu081": "Prendi scorciatoia",
  "PartnerMenu082": "Vai a cercare mostri",
  "PartnerMenu083": "Cerca oggetti",
  "InfomationHelp000": "",
  "InfomationHelp010": "Con una Licenza di Grado A, puoi usare mostri con la capacità\nCavalcatura Aerea. Possono saltare 6 volte di fila e planare prima di\ntoccare terra. I mostri con le cavalcature Terrestri e Subacquee\npossono ora saltare 3 volte in aria prima di cadere, ma cadranno\ncomunque alla velocità consueta.",
  "InfomationHelp020": "Ogni tuo mostro avrà tratti e caratteristiche uniche. Alcuni tratti si\napplicano in battaglia mentre altri come la sua taglia, saranno utili\nanche per esplorare.",
  "InfomationHelp030": "L'Offset serve a neutralizzare i tratti nemici in battaglia se i tuoi\nalleati hanno gli stessi tratti. L’Offset può cambiare l’ordine di\nturno, permettendo ai mostri più deboli di agire prima.",
  "InfomationHelp040": "La MiniMappa sullo schermo inferiore mostrerà un Indicatore per\naiutarti a capire dove andare. In caso di dubbio, cerca l’icona NEXT\nvicino all’indicatore sulla Mappa.",
  "InfomationHelp050": "I Valori Positivi producono mostri più forti durante la fusione.\nSuperare i 100 crea un Super Mostro. I Super Mostri nati avranno un\nlimite superiore maggiore con tratti di Grado SS. Puoi anche\nsostituire i tratti ereditati.",
  "InfomationHelp060": "La Piazza Internet può essere usata anche per battaglie libere dove\nallenare le tue squadre. Essendo battaglie di prova, è un buon modo\nper studiare mosse e strategie dei nemici.",
  "InfomationHelp061": "La Grande Coppa dei Cavalcatori consiste nell’andare in giro a\nraccogliere il maggior numero possibile di Slime. Chi ne raccoglie di\npiù entro il tempo vince.",
  "InfomationHelp062": "Questo abisso profondo circonda i continenti noti e sembra non avere\nfondo. Non preoccuparti se cadi. Non perderai Oro ma solo pochi PV e\nverrai riportato in un punto sicuro.",
  "InfomationHelp063": "Benvenuto nel Mondo Frammentato. È un mondo strano fatto di\ncontinenti fluttuanti nel cielo, e sarà il grande scenario della tua\navventura. Con l’aiuto del tuo reattore, sei fuggito dal paradiso\nartificiale. Ora è tempo di recuperare i tuoi ricordi!",
  "InfomationHelp064": "Ci sono mondi in cui vagano mostri malvagi contaminati dall'oscurità,\nnoti come Mostri corrotti. Potresti averne visti varianti normali\naltrove nel mondo, ma noterai facilmente la differenza. Non possono\nessere reclutati come i mostri comuni.",
  "InfomationHelp065": "I Nochoro sono una strana razza di mostri che vivono nel Mondo\nFrammentato. Molti anni fa, erano grandi amici degli umani, compreso\nil loro Re. Spinti dalla curiosità, hanno iniziato a esplorare e ora\nvivono in tutto il mondo.",
  "InfomationHelp066": "Il Volo Celeste può essere usato da qualsiasi mostro con Corpo Giga\no Ultra Giga dopo aver superato l'Esame per la Licenza di Classe S.\nProvalo per raggiungere rapidamente gli altri continenti del Mondo\nFrammentato.",
  "InfomationHelp067": "Ogni nuovo continente che raggiungi avrà nemici più forti del\nprecedente. Spesso noterai che i vecchi mostri faticano nelle nuove\nbattaglie. Tuttavia, le Fate della Fortuna si trovano in ogni\ncontinente che hai riportato alla pace. Non dimenticare di sfruttare\nil loro potere per far salire di livello facilmente la tua squadra.",
  "InfomationHelp068": "Ci sono molte regole qui! Il GP del Sfidante offre classifiche\ngiornaliere basate su vittorie e sconfitte contro altri Scout.\nRispetta le condizioni richieste per la squadra e partecipa a ogni\ntorneo. Puoi accedere a questa modalità dal Menu Titolo principale,\nnel Menu Rete, Piazza Wi-Fi Internet, e l'opzione GP del Sfidante.",
  "InfomationHelp069": "I mostri della stessa razza e famiglia non sono tutti uguali. Questo\nfenomeno si chiama Mutazione. Se un mostro è mutato, lo vedrai\ncircondato da un indicatore di mutazione nel reattore. Combattendo\nspesso questo tipo di mostro, riempirai la barra, e potrai combatterlo\ne potenzialmente reclutarlo! I Mutanti danno anche molta più EXP e\noro.",
  "InfomationHelp070": "Quando sei nello Stato Mentale adatto, puoi sconfiggere i mostri con\nl'Attacco in Sella per un certo periodo e ottenere EXP, oggetti e\noro. Cavalca dunque una creatura potenziata in battaglia.",
  "InfomationHelp071": "Un drone telecomandato che può volare liberamente. Puoi muoverlo\npremendo START dalla schermata del Reattore. Y va avanti, B\nindietro. Altri dettagli nella schermata Modalità Drone. Attento:\nsmetterà di volare se va troppo lontano o colpisce 3 ostacoli. Può\nraccogliere oggetti con cui entra in contatto. Cerca piccoli fori\nmisteriosi dove solo lui può entrare.",
  "InfomationHelp072": "Lo Specchio di Ra riflette la verità. Il suo potere è stato estratto\ne inserito nel tuo Reattore come funzione Ra. Il Reattore reagirà\navvicinandoti a chi non è ciò che sembra, e potrai usare la funzione\nRa per rivelarli.",
  "InfomationHelp073": "Puoi camminare liberamente e cavalcare mostri Grandi e Super Grandi\ndopo aver ottenuto la Licenza di Classe A. Ma puoi farlo solo in\nspazi aperti, poiché non puoi evocare mostri in luoghi chiusi. I\nmostri Grandi non possono nuotare sott'acqua, ma possono saltare e\nschiacciare mostri medi premendo il tasto A.",
  "InfomationHelp074": "Permette di usare la Cavalcata da Battaglia con Nochorin. Il danno\nsi applica dopo gli attacchi del mostro quando cavalchi Nochorin.",
  "InfomationHelp075": "Nochorin ti aiuterà in vari modi in battaglia se lo porti con te.\nAiuterà gli alleati, aumenterà la Carica e curerà gli alleati più\ndeboli. Ma soprattutto, ti salverà di con la Cavalcata da Battaglia.",
  "InfomationHelp076": "Joker ti aiuterà in vari modi in battaglia se lo porti con te. Lancerà\nsfere d'energia e aumenterà la Carica. Non puoi usarlo in Cavalcata\nda Battaglia, ma curerà completamente i PV & PM degli alleati dopo\nla battaglia e aumenterà il drop di oggetti di 4 volte.",
  "InfomationHelp077": "La Fusione da Cavalcata ti permette di unire i mostri che cavalchi tu\ne Nochorin in battaglia per formare un mostro più forte. Il mostro\nsarà potenziato, di dimensioni sommate e le sue abilità e tratti\nsaranno usabili nella Fusione da Cavalcata. Otterrai un mostro più\nforte se ti fondi il mostro che cavalchi tu invece che quello di\nNochorin.",
  "InfomationHelp078": "La Revisione Fusione Ultra Reincarnazione è una Fusione potenziata.\nI mostri nati così avranno il limite di Livello aumentato a 120 e\npotranno avere un'abilità in più. I tratti al massimo supereranno il\nlimite se il Livello è superiore a 100. Puoi scambiare i tratti come\ncon qualsiasi fusione, e il limite di costo aumenta leggermente.",
  "InfomationHelp079": "Nochorin ti segue come compagno d’avventura. Otterrai oggetti e potrai\nreclutare mostri affidandoti a lui. Sfrutta il suo potere durante\nl’avventura: ti supporterà anche in battaglia.",
  "InfomationHelp080": "Puoi scegliere l’aspetto di Joker tra Nochorin e Joker dopo aver\nrecuperato l’aspetto di quest’ultimo. Le sue funzioni mentre esplori\nnon cambiano, ma il ruolo in battaglia sì. Nochorin può Unificarsi\ndurante la Cavalcata. Joker non può, ma cura tutti gli alleati a fine\nbattaglia e aumenta il drop di oggetti di 4 volte.",
  "InfomationHelp081": "Puoi saltare la storia usando Scorciatoia, per chi ha già giocato a\nDQMJ3. Le parti saltate saranno riassunte da Nochorin. Puoi\nconsultare il riassunto nella Libreria, ma chi non ha già giocato a\nDQMJ3 dovrebbe godersi il gioco al ritmo normale. Non puoi saltare\nla storia una volta sbloccato il post game.",
  "InfomationHelp082": "Il tuo partner eseguirà il Reclutamento quando troverà un mostro\ncompatibile con le tue direttive. Quando sullo schermo inferiore\ncompare \"Reclutamento riuscito\", tocca l’icona o parlaci e conferma il\nrisultato. Se ha fallito, le probabilità aumentano per il tentativo\nsuccessivo. Continua a provare anche se fallisce. Alcuni mostri\nspeciali possono unirsi solo tramite questo metodo speciale.",
  "InfomationHelp083": "Se chiedi al tuo partner di cercare oggetti mentre esplora, a seconda\ndelle sue condizioni potrà trovare oggetti che tu potresti non\nottenere. Quando compare l’icona \"Oggetto OTTENUTO\" sullo schermo\ninferiore, tocca la sua icona o parlaci per vedere cosa ha trovato.",
  "InfomationHelp084": "Puoi vedere effetti e modifiche ad abilità e tratti durante la fusione\nin battaglia tra il tuo mostro e quello del partner che cavalchi. Le\nabilità e i tratti del tuo mostro saranno appresi per l’uso nella\nFusione da Cavalcata. Cambia i mostri per ottenere più varianti.",
  "InfomationHelp085": "Puoi cavalcare piccoli mostri su strani percorsi che appaiono su\nantichi monumenti. Punta al traguardo e raccogli sfere bianche: non\nperderai PV sulla Via della Velocità. Guadagnerai 10, 100 e 500\npunti per sfere piccole, medie e grandi rispettivamente. Potrai\nscambiarli con materiali alla fine della corsa.",
  "InfomationHelp086": "Se l’IA può usare Fusione, anche se non selezionata, potrebbe\nattivarsi automaticamente. Fusione può avvenire se: - È disponibile il\ncomando Fusione da Cavalcata. - Il mostro cavalcato non è debole. -\nNon è stato dato un Ordine o usato un Oggetto. - Non sei in\nBattaglia Locale o Wi-Fi. - Non sei in Allenamento o Classifica\nWi-Fi. (Ma l’avversario potrebbe usarla comunque)",
  "InfomationHelp087": "Inizierai la prossima battaglia con lo stato di Fusione se lo conservi\nal termine della precedente. Ma non verrà mantenuto se cambi il gruppo\nAttivo.",
  "InfomationHelp088": "La battaglia continuerà automaticamente se scegli Auto-Battaglia.\nAuto-Battaglia sarà messa in pausa dopo un certo numero di turni o un\ncambiamento importante.",
  "InfomationHelp089": "I mostri messi in ibernazione dal menu Gestione Mostri nel deposito\nnon guadagneranno EXP né aumenteranno il Livello. Può essere utile\nfarlo per facilitare il Reclutamento in Modalità Tag con un Livello\nbasso, e per ridurre i danni subiti con PV bassi. Puoi cavalcare\nmostri ibernati, ma se entrano nelle squadre Attive o di Riserva,\nl’ibernazione termina e guadagnano EXP."
}