{
  "DEMO_940_SYS_001": "E pochi giorni dopo....",
  "DEMO_940_MSG_001": "\u0001̂Non riesco ancora a crederci. Un mondo dove umani e mostri\nconvivono.\n\u0001ā\nCome avete convinto il Dio dei demoni?",
  "DEMO_940_MSG_002": "\u0001́Sai...\n\u0001ā\nCredo che il cuore del Dio fosse un po' spezzato, ed è entrato un po'\ndi buon senso.",
  "DEMO_940_MSG_003": "\u0001̂... Capisco.",
  "DEMO_940_MSG_004": "\u0001̂Quando Madre è impazzita ci sono state così tante vittime. Ero così\nirritato e arrabbiato ma...",
  "DEMO_940_MSG_005": "\u0001̂Ha cambiato il cuore del Dio dei demoni... almeno qualcosa di buono\nè venuto fuori da quel disatro.",
  "DEMO_940_MSG_006": "\u0001́Già, è vero. Ahah...",
  "DEMO_940_MSG_007": "\u0001̂Ero davvero preoccupato quando il Dio dei demoni è tornato, ma sono\ncosì felice che sia andato tutto bene.",
  "DEMO_940_MSG_008": "\u0001̂Ora non ho più nulla che mi trattenga...",
  "DEMO_940_MSG_009": "\u0001̂Aroma... vuoi davvero andare?",
  "DEMO_940_MSG_010": "\u0001̂Certo che sì. Sai quanto ci tenga a salvare il nostro pianeta\nnatale.\n\u0001ā\nLa mia squadra è già partita e mi sta aspettando. Anche la capsula è\nstata riparata, quindi è ora.",
  "DEMO_940_MSG_011": "\u0001̂Ma prima di partire, \u0001ȁ. Ho un favore da chiederti. Possiamo\nscambiarci i reattori?",
  "DEMO_940_MSG_012": "\u0001̂Nello spazio ci si sente terribilmente soli... e, beh...\nsinceramente volevo un piccolo ricordo di quello che abbiamo passato\ninsieme qui.",
  "DEMO_940_MSG_013": "\u0001̂Allora, che ne dici? Mi faresti questo piccolo favore e scambieresti\nil Reattore con me?\u0001Ă",
  "DEMO_940_MSG_014": "\u0001̂Oh dai, \u0001ȁ... Davvero? Non puoi chiudere un occhio, per una volta?",
  "DEMO_940_MSG_015": "\u0001̂Ah, aspetta! Sei preoccupato di perdere tutti i dati che hai\nraccolto, vero?",
  "DEMO_940_MSG_016": "\u0001̂Ho già pensato a questo. Farò un backup dei dati del tuo Reattore,\nproprio prima di scambiarli!",
  "DEMO_940_MSG_017": "\u0001̂Allora, che ne dici? Mi faresti questo piccolo favore e scambieresti\nil Reattore con me? \u0001Ă",
  "DEMO_940_MSG_018": "\u0001̂Splendido! Bene, allora. Fammi fare un backup dei dati del tuo\nReattore, ci metto un attimo.",
  "DEMO_940_MSG_019": "\u0001̂Non dimenticherò mai tutto quello che abbiamo fatto. Spero che anche\ntu non ti dimenticherai di me, vero?",
  "DEMO_940_MSG_020": "\u0001̂Fantastico! Ora vado. Grazie di tutto... vi auguro ogni bene!",
  "DEMO_940_MSG_021": "\u0001̂Quando il nostro pianeta natale sarà salvo, mi assicurerò che la\nvostra storia venga raccontata.",
  "DEMO_940_MSG_022": "\u0001̂Quella di come un leggendario Monster Scout, da un'altra galassia,\nha sacrificato tutto per salvare tutti i mondi."
}