{
  "DEMO_900_MSG_001": "\u0001̂What is that light?",
  "DEMO_900_MSG_002": "\u0001̂The pod!\n　\u0001ȁ, let's go!",
  "DEMO_900_MSG_003": "\u0001̂Aroma ! Are you okay?",
  "DEMO_900_MSG_004": "\u0001̂Ouch.... I'm fine. But the pod broke.",
  "DEMO_900_MSG_005": "\u0001̂Wait... what? Where is this?",
  "DEMO_900_MSG_006": "\u0001̂You! It was your fault!\n\u0001ā\nYou suddenly appeared so I bumped into you and fell! What are you going to do about it!?",
  "DEMO_900_MSG_007": "\u0001̂Ohhhh o my gosh.... I remember now! I am sorry!\n\u0001ā",
  "DEMO_900_MSG_008": "\u0001̂But.... you appeared in the middle of that universe. Are the Incarnii really gone?",
  "DEMO_900_MSG_009": "\u0001̂Incarnii?\n\u0001ā\nYou mean the legendary Incarnii that appear every few hundred years to close the Phantom Gate?",
  "DEMO_900_MSG_010": "\u0001̂Yes, those Incarnii.\n\u0001ā",
  "DEMO_900_MSG_011": "\u0001̂... I forgot to introduce myself. I am Tiko from the Pipit Tribe.\n\u0001ā",
  "DEMO_900_MSG_012": "\u0001̂We Pipit Tribe is looking for the missing Incarnii.",
  "DEMO_900_MSG_013": "\u0001̂But the gate that was supposed to lead me to the Incarnii's location lead me somewhere else....\n\u0001ā\nI have to find the Incarnii but I don't have any clue to their whereabouts.",
  "DEMO_900_MSG_014": "\u0001̂Huh? This feeling... It's faint... but I feel the Incarnii's presence!",
  "DEMO_900_MSG_015": "\u0001̂That is! The noble weapon of the Incarnii! Did you find it on this planet?\n\u0001ā",
  "DEMO_900_MSG_016": "\u0001̂This is great! How am I so lucky!\n\u0001ā\nI found a clue! I believe the Incarnii are here.",
  "DEMO_900_MSG_017": "\u0001̂What is your name? Okay, you're \u0001ȁ.\n\u0001ā",
  "DEMO_900_MSG_018": "\u0001̂Please, \u0001ȁ！Help me find them!",
  "DEMO_900_MSG_019": "\u0001̂Sorry to break this to you, but the Incarnii are not here.",
  "DEMO_900_MSG_020": "\u0001̂Yea, and there is no record of the Incarnii being here in the planet's database.",
  "DEMO_900_MSG_021": "\u0001̂What!! No.....",
  "DEMO_900_MSG_022": "\u0001̂Hmmm.... wait....\n\u0001ā",
  "DEMO_900_MSG_023": "\u0001̂Hey, doesn't this planet look odd? It's abnormal....",
  "DEMO_900_MSG_024": "\u0001̂Wow.... you can tell? I guess you're no ordinary girl.",
  "DEMO_900_MSG_025": "\u0001̂This planet was created abnormally when the planet creating device went rogue.\n\u0001ā\nThis planet wasn't anything close to the ideal planet.... so in a way, it's a fake. So many things are abnormal here.",
  "DEMO_900_MSG_026": "\u0001̂A fake planet.....? Hmm, that's why it looked weird.\n\u0001ā\nMaybe I can't find the Incarnii because of this planet's abnormalities?\n\u0001ā",
  "DEMO_900_MSG_027": "\u0001̂... touché. The noble weapon was here. We should look into it more carfully...",
  "DEMO_900_MSG_028": "\u0001̂... okay! I've decided! Let's go borrow Ra's Mirror, a mirror that shows the truth.\n\u0001ā",
  "DEMO_900_MSG_028A": "\u0001̂We can see the true form of this planet using that mirror. We might be able to find the Incarnii!\n\u0001ā",
  "DEMO_900_MSG_032": "\u0001̂This is getting interesting, \u0001ȁ. Let's help him find the Incarnii!",
  "DEMO_900_MSG_028B": "\u0001̂\u0001ȁ. Come to the Incarnus Realm with me to get the mirror.",
  "DEMO_900_MSG_029": "\u0001̂The Incarnus Realm!?",
  "DEMO_900_MSG_030A": "\u0001̂Hey　\u0001ȁ. You seem so calm about this, but do you even know what this means?\n\u0001ā",
  "DEMO_900_MSG_030B": "\u0001̂It's the Incarnus Realm! He's asking us to go to the world of the Incarnii!\n\u0001ā",
  "DEMO_900_MSG_031": "\u0001̂I wonder what it's like... I bet there are a lot of rare monsters!\n\u0001ā"
}