{
  "SYSTEM_MES_010": "There's no response. He appears to be in a deep sleep...",
  "CLEAR_AFT_BIRDY": "\u0001́The secret base is safe with me! So go do your thing!",
  "DEMO_524_AFT_BIRDY": "\u0001́Hondele, Señor! Let's see what's on the recording that\nLenate wants you to watch!",
  "DEMO_526_AFT_BIRDY": "\u0001́I-I-It... this... this is all so sudden... please... allow a moment for this to sink in...",
  "DEMO_527_AFT_BIRDY": "\u0001́Señor \u0001ȁ... for once, I believe I shall \nsay no more...\n\u0001ā\nMadam Lenate is correct... you must make this decision based on your own wishes, for once...",
  "DEMO_527_AFT_RENERTE_1": "\u0001̂\u0001ȁ... have you decided? Have you chosen to fight and protect our world?\u0001Ă",
  "DEMO_532_AFT_RENERTE": "\u0001̂Let's step outside... the transporter is located atop a \ntower located at the summit of Mt. Elpis.",
  "REC_RA_MONS_MES": "\u0001̄An Insurgent Demon transformed by Mother's\nrampage. It has an frightening amount of power.",
  "DEMO_527_AFT_RENERTE_2": "\u0001̂Very well, then...",
  "DEMO_532_AFT_BIRDY": "\u0001́I'm going to stay behind, Señor. With Madam Lenate away, someone is going to have to protect the \"real\" you.\n\u0001ā\nYou have my word, mi amigo! Go to the Core, worry free! Nothing will happen to this base!",
  "13_NPC_BIRDY": "\u0001́Señor \u0001ȁ! You must tell me... what in the world happened up there!?\n\u0001ā\nThe sky... it was filled with black fog all of a sudden! And then the transporter... it malfunctioned!",
  "14_NPC_BIRDY": "\u0001́We're finally doing this. I believe in you,　\u0001ȁ.\n\u0001ā\nI don't want to take too much of your time! Go win!",
  "17_NPC_BIRDY": "\u0001́... You don't have to say anything. I know about \nLenate, too.\n\u0001ā\nShe made her decision and I want to respect that. I have nothing to say.",
  "18_NPC_BIRDY": "\u0001́Lenate contacted me after you rescued her. Man, you're really something, \u0001ȁ!",
  "19_NPC_BIRDY": "\u0001́Don't be concerned about me, Amigo!\nI will do my duty, and protect the original you!",
  "REC_POINT_02_01": "Clone Capsule",
  "VOLCANO_BIRDY_REC": "\u0001̄A monster who befriended the hero, Anses.\nFriendly, kind-hearted, and always ready to serve.",
  "REC_POINT_04_01": "Zoom Stone",
  "VOLCANO_RENERTE_REC": "\u0001̄She was once Anses's main partner. Now she's the overseer of the underground Resistance lab for Anses clones.",
  "VOLCANO_DARKMASTER_REC": "\u0001̄Evil Monster Master that utilizes Break Monsters as minions.",
  "REC_POINT_03_02": "\u0001̄An apparatus specifically used for cloning Anses. \nIt is the secret trump card of the Resistance.\n\u0001ā\nLenate has been put in charge of protecting the body used\nto create \u0001ȁ's genetic blueprint.",
  "VOLCANO_PROMETHEUS_REC": "\u0001̄A monster called upon by the Dark Master.\nLooks like a Darkonium-infected Gigantes.",
  "VOLCANO_ELEVATOR": "The elevator is moving.\nDo you want to use it?\u0001Ă",
  "REC_POINT_01_01": "Elevator",
  "REC_POINT_01_02": "\u0001̄Elevator to exit from the underground facility.",
  "REC_POINT_02_02": "\u0001̄It was created based on the capsule that saved Anses from the Prison Paradise.",
  "REC_POINT_03_01": "Cloning Device",
  "REC_POINT_04_02": "\u0001̄Attuning to this Zoom Stone will add it to your destination list.\nThese stones appear in various places around the world."
}