{
  "DEMO_903_MSG_001": "\u0001̂Tico! Sei venuto fin qui. È successo qualcosa?",
  "DEMO_903_MSG_002": "\u0001̂Sì. Ho trovato un indizio davvero importante! Ma prima di tutto...",
  "DEMO_903_MSG_003_1": "\u0001̂Potresti raccontare a \u0001ȁ e al suo amico qui presente com'è andata\ntutta la storia?",
  "DEMO_903_MSG_015": "\u0001̂È un monolito bianco, proprio come l'Incarnus bianco... la leggenda\ndice che lì sono consacrati i re di tutte le generazioni.",
  "DEMO_903_MSG_003_2": "\u0001̂Mi stanno aiutando a trovare gli Incarnus, ma li ho portati qui\nsenza spiegargli davvero la situazione.",
  "DEMO_903_MSG_016": "\u0001̂Sono tutti sparsi in questo mondo, da ovest a nord. E credo che ce\nne siano molti.",
  "DEMO_903_MSG_004": "\u0001̂Ahh! Grazie mille per la vostra collaborazione. Sono Lutra,\nincaricata di proteggere questo villaggio.",
  "DEMO_903_MSG_004_1": "\u0001̂Stiamo cercando i nostri 2 re e le loro oltre 10 bestie di scorta.\nNon si trovano da nessuna parte.",
  "DEMO_903_MSG_008": "\u0001̂5 anni fa... Ora che ci penso, anche Madre è stata infettata in quel\nperiodo.\n\u0001ā\nQuindi anche gli Incarnus erano in crisi, proprio come noi.",
  "DEMO_903_MSG_005": "\u0001̂Non ricordo quando sia successo, ma un cancello fantasma è apparso\nall'improvviso su un pianeta desolato.",
  "DEMO_903_MSG_006": "\u0001̂I demoni sono comparsi uno dopo l'altro e gli Incarnus hanno lottato\nduramente per tenerli confinati nel loro regno.\n\u0001ā\nIo ero qui quando è successo, a vegliare su tutti e a prendermi cura\ndel villaggio.\n\u0001ā\nE poi, un giorno... i demoni e gli incarnus sono semplicemente\nspariti!",
  "DEMO_903_MSG_007": "\u0001̂... Non ho la minima idea di cosa sia accaduto. Gli Incarnus non\npossono essere uccisi facilmente.\n\u0001ā\nQuindi devono essere ancora qui da qualche parte! Ma sono ormai\ndispersi da 5 anni.",
  "DEMO_903_MSG_009": "\u0001̂Ehi, \u0001ȁ. Potresti mostrare quell'arma nobile a Lutra?",
  "DEMO_903_MSG_010": "\u0001̂Oh! Quello è sicuramente l'artefatto di Joker! Dove l'avete\ntrovato?",
  "DEMO_903_MSG_011_1": "\u0001̂L'abbiamo trovato su un pianeta lontano dai campi di battaglia tra\nIncarnus e demoni.",
  "DEMO_903_MSG_011_2": "\u0001̂Ehi Lutra, avremmo un favore da chiederti. Possiamo prendere in\nprestito lo specchio di Ra?\n\u0001ā\nPer scoprire dove si trovano gli Incarnus, ci serve quello specchio.",
  "DEMO_903_MSG_012": "\u0001̂Lo specchio di Ra, eh. Sì, è qui...\n\u0001ā\nMa lo specchio ha perso tutto il suo potere dopo che il Re è\nscomparso.....",
  "DEMO_903_MSG_013": "\u0001̂Oh! Ma sai... se chiediamo la protezione divina ai monoliti, forse\npotremmo riuscire a ripristinare il potere dello specchio.",
  "DEMO_903_MSG_014": "\u0001̂I monoliti di tante forme e dimensioni che sono sparsi fuori dal\nvillaggio, giusto?",
  "DEMO_903_MSG_017": "\u0001̂Esatto! Prega davanti a 15 monoliti per ridare potere allo specchio!\n\u0001ā\nSi dice che chi prega con il cuore davanti a 15 monoliti riceverà la\nprotezione divina dei Re di tutte le generazioni.",
  "DEMO_903_MSG_018": "\u0001̂Credo che dovremmo provarci. Ti aiuterò io, \u0001ȁ!"
}