{
  "DEMO_903_MSG_001": "\u0001̂Tico! You came all the way out here. Did something happen?",
  "DEMO_903_MSG_002": "\u0001̂Yes. I found a very big clue! But first things first...\n\u0001ā",
  "DEMO_903_MSG_003_1": "\u0001̂Could you tell \u0001ȁ and his friend here how it all happened?\n\u0001ā",
  "DEMO_903_MSG_015": "\u0001̂It's a white monolith, just like the white Incarnus.... legend says that kings from all generations are enshrined there.\n\u0001ā",
  "DEMO_903_MSG_003_2": "\u0001̂They're helping me find the Incarnii but I brought them here without really explaining the situation.",
  "DEMO_903_MSG_016": "\u0001̂They're all scattered fin this world rom west to north. And I believe there are many of them.",
  "DEMO_903_MSG_004": "\u0001̂Ahh! Thank you so much for your cooperation. I'm Lutra, in charge or guarding this village.\n\u0001ā",
  "DEMO_903_MSG_004_1": "\u0001̂We are looking for our 2 kings and their 10+ escort beasts. They're no where to be found.\n\u0001ā",
  "DEMO_903_MSG_008": "\u0001̂5 years ago.... Come to think of it, the break world was created around that time too.\n\u0001ā\nSo the Incarnii were in a crisis, just like we were.",
  "DEMO_903_MSG_005": "\u0001̂I don't recall when that was but a phantom gate suddenly appeared and opened on some desolate planet.",
  "DEMO_903_MSG_006": "\u0001̂The demons appeared one after the other and the gIncarnii fought so hard to keep them in their realm.\n\u0001ā\nI was here when that happened, watching over everyone and looking after the village.\n\u0001ā\nAnd then one day.... the demons and the incarnii suddenly vanished!",
  "DEMO_903_MSG_007": "\u0001̂... I don't have a clue to what happened. Incarnii cannot be killed easily.\n\u0001ā\nSo they have to be here some where! But they've been lost for 5 years now.",
  "DEMO_903_MSG_009": "\u0001̂Hey, \u0001ȁ. Could you show that noble weapon to Lutra?",
  "DEMO_903_MSG_010": "\u0001̂Oh! That is definitely Joker's artifact! Where did you find that?",
  "DEMO_903_MSG_011_1": "\u0001̂We found it on a planet called Break World, not so far from the battle grounds of Incarnii and demons.",
  "DEMO_903_MSG_011_2": "\u0001̂Hey Lutra, we have a favor to ask. Could we borrow Ra's mirror?\n\u0001ā\nTo identify the beasts' whereabouts in the Break World, we need that mirror.",
  "DEMO_903_MSG_012": "\u0001̂Ra's mirror huh. It is indeed here....\n\u0001ā\nBut the mirror lost all its power after the King vanished.....",
  "DEMO_903_MSG_013": "\u0001̂Oh! But you know what.... if we seek the divine protection from the monoliths, we might be able to restore the mirror's power.",
  "DEMO_903_MSG_014": "\u0001̂The monoliths of many shapes and sizes that are scattered outside of the village right?\n\u0001ā",
  "DEMO_903_MSG_017": "\u0001̂Yes! Pray to 15 of the monoliths to restore te mirror power!\n\u0001ā\nIt is said that anyone who prays to 15 monoliths from their heart will gain divine protetion from the Kings of all generations.",
  "DEMO_903_MSG_018": "\u0001̂I guess we should give it a try. I'll help you out, \u0001ȁ!"
}