{
  "DEMO_DUMMY": "This demo is under construction.",
  "DEMO_906_MSG_005": "\u0001́Why me... why am I the only one that's different from everyone?",
  "DEMO_906_MSG_001": "\u0001̂Good work, \u0001ȁ. I think the Incarnii have mostly returned to their original forms.",
  "DEMO_906_MSG_026": "\u0001̃Huh... what is this.... my chest...",
  "DEMO_906_MSG_002": "\u0001̂Oh, what? You forgot to transform Nochorin back.",
  "DEMO_906_MSG_027": "\u0001̃My powers aren't fully restored yet. This will do for now....",
  "DEMO_906_MSG_003": "\u0001̂... hmmm that's weird. The Ra function is unresponsive.",
  "DEMO_906_MSG_028": "\u0001̃I'll give you guys some time. Enjoy while it lasts.",
  "DEMO_906_MSG_004": "\u0001́\u0001ȁ. That can't be true? I want to be transformed back too.",
  "DEMO_906_MSG_029": "\u0001́I disappeared along with the meteor...?\n\u0001ā",
  "DEMO_906_MSG_006": "\u0001̅**Panting** I never thought going up to the rooftop would be this strenuous.",
  "DEMO_906_MSG_007": "\u0001̂Darling, I'm glad you didn't give up! I was super touched!",
  "DEMO_906_MSG_008": "\u0001̂That's right! The Kings were there! I was not in the right mind to forget such thing.",
  "DEMO_906_MSG_009": "\u0001̂Yea. It's reacting to the Kings too! Alright then, I'm going to use the Ra function now!",
  "DEMO_906_MSG_010": "\u0001̂Incarnii!",
  "DEMO_906_MSG_011_1": "\u0001̂Ah, I see.... I think I figured it out!\n\u0001ā",
  "DEMO_906_MSG_011_2": "\u0001̂Ace is Dianog Ace, Jack is Granson Jack which means....\n\u0001ā\nQueen is Queen Garhard and King is Wulfspade Ace!",
  "DEMO_906_MSG_012": "\u0001̂Wow, that's it! Then that means we can see Wulfspade Ace soon!",
  "DEMO_906_MSG_013": "\u0001́Wait.... that's not Wulfspade Ace! No... no way... he can't be....",
  "DEMO_906_MSG_014": "\u0001́The Djinn Madullajah?",
  "DEMO_906_MSG_015": "\u0001̃Yes, I am Madullajah Djinn, commander of countless demonic legions.\n\u0001ā\nIt's already been 5 years huh.... since the battle with the Incarnii...",
  "DEMO_906_MSG_016": "\u0001̃We were all suddenly swept away by a huge force from the sky.",
  "DEMO_906_MSG_017": "\u0001̃My body, the land, everything was shattered... and I lost consciousness.",
  "DEMO_906_MSG_018": "\u0001̃And when I realized, I was living a life as a carefree Nochorain this world!",
  "DEMO_906_MSG_019": "\u0001̂A huge force 5 years ago...?\n\u0001ā",
  "DEMO_906_MSG_020": "\u0001̂Oh no, could it be that the Mother rampage incident swallowed the Djinn and the Incarnii and destroyed them!?",
  "DEMO_906_MSG_021": "\u0001̂Oh no..!\n\u0001ā",
  "DEMO_906_MSG_022": "\u0001̂.... but I'm not surprised. A huge force powerful enough to create a planet went wild.",
  "DEMO_906_MSG_023": "\u0001̃It was too long... too long for me to live such humiliating life. But I am finally back now.",
  "DEMO_906_MSG_024": "\u0001̃Ugggh, you pesky Incarnii I'll end you al, along with this planet!!",
  "DEMO_906_MSG_025": "\u0001́Ughh...!",
  "DEMO_906_MSG_030": "\u0001́Everyone gather on the first floor of this building! We have to do something, now!"
}